Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Default timezone
fi_fi: Oletusaikavyöhyke
ja_jp: 既定のタイムゾーン

source: Admin email
fi_fi: Ylläpitäjän sähköpostiosoite
ja_jp: サイト管理者の電子メール

source: Support email
fi_fi: Tukisähköposti
ja_jp: サポートの電子メール

source: No-reply email
fi_fi: Vastaamaton sähköposti
ja_jp: No-reply の電子メール

source: Badge
fi_fi: Nimilappu
ja_jp: バッジ

source: Landscape
fi_fi: Vaaka
ja_jp: ランドスケープ

source: Portrait
fi_fi: Pysty
ja_jp: ポートレート

source: Single sided (foldable)
fi_fi: Yksipuolinen (taitettava)
ja_jp: 片面（折り畳み式）

source: Double sided
fi_fi: Kaksipuolinen
ja_jp: 両面

source: Only front side
fi_fi: Vain etupuoli
ja_jp: 前面のみ

source: Posters/Badges
fi_fi: Posterit/nimilaput
ja_jp: ポスター/バッジ

source: Created copy of template '{}'
fi_fi: Luotu kopio mallista '{}'
ja_jp: テンプレート'{}'のコピーを作成しました

source: Go to category
fi_fi: Siirry kategoriaan
ja_jp: カテゴリーに移動

source: Clone
fi_fi: Kloonaa
ja_jp: 複製

source: Added new template '{}'
fi_fi: Lisätty uusi malli '{}'
ja_jp: 新しいテンプレート '{}' を追加しました

source: A Fixed Image element must contain an image
fi_fi: Kiinteän kuva -elementin on sisällettävä kuva
ja_jp: 固定画像要素には画像が含まれねばなりません

source: The image file does not belong to this template
fi_fi: Kuvatiedosto ei kuulu tähän malliin
ja_jp: 画像ファイルはこのテンプレートに属しません

source: Invalid color in field "{}": {}
fi_fi: Virheellinen väri kentässä "{}": {}
ja_jp: フィールド「{}」の色が無効です：{}

source: Invalid background color in field "{}": {}
fi_fi: Virheellinen taustaväri kentässä "{}": {}
ja_jp: フィールド「{}」の背景色が無効です：{}

source: Template successfully saved.
fi_fi: Malli tallennettu onnistuneesti.
ja_jp: テンプレートが正常に保存されました。

source: Template successfully linked.
fi_fi: Malli linkitetty onnistuneesti.
ja_jp: テンプレートが正常にリンクされました。

source: Template successfully unlinked.
fi_fi: Malli on irrotettu onnistuneesti.
ja_jp: テンプレートが正常にリンク解除されました。

source: The image has been uploaded
fi_fi: Kuva on ladattu
ja_jp: {count} 個のイメージがアップロードされました

source: The template has been deleted
fi_fi: Malli on poistettu
ja_jp: テンプレートは削除されました

source: Template
fi_fi: Malli
ja_jp: テンプレート

source: Allow cloning
fi_fi: Salli monistus
ja_jp: クローニングを許可

source: Allow cloning this template in subcategories and events
fi_fi: Salli tämän mallin kloonaaminen alakategorioissa ja tapahtumissa
ja_jp: サブカテゴリーやイベントにおいて、このテンプレートのクローンを許可する

source: Event Data
fi_fi: Tapahtuman tiedot
ja_jp: イベントデータ

source: Fixed Data
fi_fi: Kiinteät tiedot
ja_jp: 固定データ

source: Common Registrant Data
fi_fi: Yleiset ilmoittautujatiedot
ja_jp: 共通登録者データ

source: Custom Registrant Data
fi_fi: Mukautetut ilmoittautujatiedot
ja_jp: カスタム登録者データ

source: Event Dates
fi_fi: Tapahtuman päivämäärät
ja_jp: イベント開催日

source: Event Title
fi_fi: Tapahtuman nimi
ja_jp: イベントのタイトル

source: Event Description
fi_fi: Tapahtuman kuvaus
ja_jp: イベント概要

source: Event Speakers/Chairs
fi_fi: Tapahtuman puhujat/puheenjohtajat
ja_jp: イベントの発表者／司会者

source: Event Venue
fi_fi: Tapahtumapaikka
ja_jp: イベント会場

source: Event Room
fi_fi: Tapahtumatila
ja_jp: イベントの部屋

source: Event Organizers
fi_fi: Tapahtuman järjestäjät
ja_jp: イベントの開催者

source: Category Title
fi_fi: Kategorian nimi
ja_jp: カテゴリーのタイトル

source: Full Name
fi_fi: Koko nimi
ja_jp: フルネーム

source: Full Name (no title)
fi_fi: Koko nimi (ilman titteliä)
ja_jp: フルネーム（肩書きなし）

source: Full Name B
fi_fi: Koko nimi B
ja_jp: フルネーム B

source: Full Name B (no title)
fi_fi: Koko nimi B (ilman titteliä)
ja_jp: フルネームB（肩書きなし）

source: Full Name C
fi_fi: Koko nimi C
ja_jp: フルネーム C

source: Full Name C (no title)
fi_fi: Koko nimi C (ilman titteliä)
ja_jp: フルネームC（肩書きなし）

source: Full Name D (abbrev.)
fi_fi: Koko nimi D (lyhenne)
ja_jp: フルネームD（略称）

source: Full Name D (abbrev., no title)
fi_fi: Koko nimi D (lyhenne, ei titteliä)
ja_jp: フルネームD（略称、タイトルなし）

source: Last Name (uppercase)
fi_fi: Sukunimi (isot kirjaimet)
ja_jp: 姓（大文字）

source: E-mail
fi_fi: Sähköposti
ja_jp: メール

source: Price (no currency)
fi_fi: Hinta (ei valuuttaa)
ja_jp: 価格（通貨なし）

source: Price (with currency)
fi_fi: Hinta (valuutalla)
ja_jp: 価格（通貨付き）

source: Number of accompanying persons
fi_fi: Seuralaisten lukumäärä
ja_jp: 同伴者数

source: Accompanying persons
fi_fi: Seuralaiset
ja_jp: 同伴者

source: Accompanying persons (abbrev.)
fi_fi: Seuralaiset (lyhenne)
ja_jp: 同伴者（略称）

source: Registration ID
fi_fi: Ilmoittautumistunnus
ja_jp: 登録 ID

source: Institution
fi_fi: Organisaatio
ja_jp: 所属

source: Position
fi_fi: Asema
ja_jp: 職位

source: Ticket QR Code
fi_fi: Lipun QR-koodi
ja_jp: チケットQRコード

source: Fixed Text
fi_fi: Kiinteä teksti
ja_jp: 固定テキスト

source: Fixed Image
fi_fi: Kiinteä kuva
ja_jp: 固定画像

source: Registration Form has no registrations
fi_fi: Ilmoittautumislomakkeessa ei ole ilmoittautumisia
ja_jp: 登録フォームには登録がありません

source: Print tickets
fi_fi: Tulosta liput
ja_jp: チケットの印刷

source: Print badges
fi_fi: Tulosta nimilaput
ja_jp: バッジを印刷

source: from category "%(title)s"
fi_fi: kategoriasta "%(title)s"
ja_jp: カテゴリー「%(title)s」から

# Designer template linked to registration form
source: Linked to
fi_fi: Liitetty
ja_jp: 次にリンク

source: Unlink registration form
fi_fi: Irrota rekisteröitymislomake
ja_jp: 登録フォームのリンクを解除

source: This template cannot be unlinked because it contains placeholders referencing the linked registration form.
fi_fi: Tätä mallipohjaa ei voi irrottaa, koska se sisältää paikkamerkkejä, jotka viittaavat linkitettyyn ilmoittautumislomakkeeseen.
ja_jp: リンクされた登録フォームを参照しているプレースホルダーを含むため、このテンプレートをリンク解除できません。

source: Link to a registration form. This will enable you to use all registration form fields in the template.
fi_fi: Liitä ilmoittautumislomake. Tämän avulla voit käyttää kaikkia lomakkeen kenttiä mallipohjassa.
ja_jp: 登録フォームにリンクします。これによりテンプレート内の登録フォームの項目を全て使うことができるようになります。

source: This is the inherited default ticket template
fi_fi: Tämä on peritty oletuslippumalli
ja_jp: これが継承されたデフォルトのチケットテンプレートです

source: This is the global default ticket template
fi_fi: Tämä on globaali oletuslippumalli
ja_jp: これはグローバルなデフォルトのチケットテンプレートです

source: Toggle default ticket template for this category
fi_fi: Vaihda tämän kategorian oletuslippumalli
ja_jp: このカテゴリーの既定のチケットテンプレートを切り替え

source: This is the inherited default badge template
fi_fi: Tämä on peritty oletusnimilappumalli
ja_jp: これは、継承された既定のバッジテンプレートです

source: This is the global default badge template
fi_fi: Tämä on globaali oletusnimilappumalli
ja_jp: これは、グローバルな既定のバッジテンプレートです

source: Toggle default badge template for this category
fi_fi: Vaihda oletusnimilappumalli tälle kategorialle
ja_jp: このカテゴリーの既定のバッジテンプレートを切り替える

source: This template cannot be cloned
fi_fi: Tätä mallipohjaa ei voi kloonata
ja_jp: このテンプレートはクローンできません

source: Clone this template
fi_fi: Kloonaa tämä mallipohja
ja_jp: このテンプレートを複製

source: Are you sure you want to clone template '%(title)s'?
fi_fi: Haluatko varmasti kloonata mallipohjan '%(title)s'?
ja_jp: 本当にテンプレート「%(title)s」を複製しますか？

source: Clone '%(title)s' template into a category
fi_fi: Kloonaa '%(title)s' -malli kategoriaan
ja_jp: テンプレート「%(title)s」をカテゴリーに複製

source: This template cannot be deleted.
fi_fi: Tätä mallia ei voi poistaa.
ja_jp: このテンプレートは削除できません。

source: This template cannot be deleted because it is used in a registration form or as a backside for another template.
fi_fi: Tätä mallipohjaa ei voi poistaa, koska sitä käytetään ilmoittautumislomakkeessa tai toisen mallipohjan pohjana.
ja_jp: このテンプレートは、登録フォームや他のテンプレートの裏面として使用されているため、削除できません。

source: Are you sure you want to delete the template '%(title)s'?
fi_fi: Haluatko varmasti poistaa mallin "%(title)s"?
ja_jp: 本当にテンプレート「%(title)s」を削除しますか？

source: Print poster for the event
fi_fi: Tulosta tapahtuman posteri
ja_jp: イベント用ポスターの印刷

source: Poster Printing Settings
fi_fi: Postereiden tulostusasetukset
ja_jp: ポスター印刷の設定

source: There are no registration forms in this event
fi_fi: Tässä tapahtumassa ei ole ilmoittautumislomakkeita
ja_jp: このイベントには、参加登録フォームがありません

source: Add a new blank designer template
fi_fi: Lisää uusi tyhjä suunnittelumalli
ja_jp: 空のデザイナーテンプレートを新規追加

source: This template has different dimensions than your template
fi_fi: Tämän mallin mitat poikkeavat omasta mallistasi
ja_jp: このテンプレートはあなたのテンプレートとは寸法が違います

source: This template is linked to a different registration form
fi_fi: Tämä malli on liitetty eri ilmoittautumislomakkeeseen
ja_jp: このテンプレートは別の登録フォームにリンクされています

source: The following badge templates can be used as the back side for your template. Note that only single-sided templates with the same dimensions can be used as the back side of a template.
fi_fi: Seuraavia nimilappumalleja voidaan käyttää mallisi takapuolena. Huomaa, että takapuolena voi käyttää vain yksipuolisia malleja, joiden mitat ovat samat kuin päämallissa.
ja_jp: 以下のバッジテンプレートは、テンプレートの裏面として使用することができます。なお、テンプレートの裏面として使用できるのは、同じ寸法の片面テンプレートのみです。

source: Poster and Badge Designer
fi_fi: Postereiden ja nimilappujen suunnittelutyökalu
ja_jp: ポスターとバッジのデザイン作成

source: Save Template
fi_fi: Tallenna malli
ja_jp: テンプレートの保存

source: This template is used as the back side of %(link_start)sanother template%(link_end)s. The back side of that template <strong>will be removed</strong> if the dimensions of this template change.
fi_fi: Tätä mallipohjaa käytetään %(link_start)stoisen mallin %(link_end)s kääntöpuolena. Jos tämän mallipohjan mitat muuttuvat, kyseisen mallin kääntöpuoli <strong>poistetaan</strong>.
ja_jp: このテンプレートは%(link_start)s%(tpls_count)s個のテンプレート%(link_end)sの裏面として使用されています。このテンプレートの寸法が変わると、それらのテンプレートの裏面が<strong>削除されます</strong>。

source: If you change the dimensions of this template, its %(link_start)sback side template%(link_end)s <strong>will be removed</strong> because it has different dimensions.
fi_fi: Jos muutat tämän mallipohjan mittoja, sen %(link_start)skääntöpuolena oleva mallipohja %(link_end)s <strong>poistetaan</strong>, koska sen mitat poikkeavat uusista mitoista.
ja_jp: このテンプレートの寸法を変更すると、その%(link_start)s裏面テンプレート%(link_end)s は寸法が異なるので、<strong>削除されます</strong>。

source: Template dimensions
fi_fi: Mallin mitat
ja_jp: テンプレート寸法

source: Width:
fi_fi: Leveys:
ja_jp: 幅:

source: Change orientation
fi_fi: Muuta suunta
ja_jp: 向きを変える

source: Height:
fi_fi: Korkeus:
ja_jp: 高さ：

source: Preset:
fi_fi: Esiasetus:
ja_jp: プリセット:

source: Custom size
fi_fi: Mukautettu koko
ja_jp: カスタムサイズ

source: Landscape orientation
fi_fi: Vaakasuunta
ja_jp: 横長方向

source: Business card
fi_fi: Käyntikortti
ja_jp: 名刺

source: Portrait orientation
fi_fi: Pystyasento
ja_jp: 縦長方向

source: Snap to grid
fi_fi: Vieritä ruudukkoon
ja_jp: グリッドにスナップ

source: Template background
fi_fi: Mallin tausta
ja_jp: テンプレートの背景

source: Choose a file
fi_fi: Valitse tiedosto
ja_jp: ファイルを選択

source: Upload file
fi_fi: Lisää tiedosto
ja_jp: ファイルをアップロード

source: Remove background
fi_fi: Poista tausta
ja_jp: 背景を削除

source: Stretch
fi_fi: Venytä
ja_jp: 均等

source: Center
fi_fi: Keskitä
ja_jp: 中央

source: Back side template:
fi_fi: Kääntöpuolen malli:
ja_jp: 裏面のテンプレート:

source: Remove back side
fi_fi: Poista kääntöpuoli
ja_jp: 裏面を削除

source: Select a template for the back side
fi_fi: Valitse malli kääntöpuolelle
ja_jp: 裏面のテンプレートを選択する

source: Change back side
fi_fi: Vaihda kääntöpuoli
ja_jp: 裏面を変更する

source: Remove element
fi_fi: Poista elementti
ja_jp: 要素削除

source: Font dimensions
fi_fi: Fontin mitat
ja_jp: フォント寸法

source: Normal Fonts
fi_fi: Normaalit fontit
ja_jp: 通常のフォント

source: Special Character Fonts
fi_fi: Erikoismerkit
ja_jp: 特殊文字のフォント

source: Text color
fi_fi: Tekstin väri
ja_jp: テキストの色

source: Text background color
fi_fi: Tekstin taustaväri
ja_jp: テキスト背景色

source: Normal
fi_fi: Normaali
ja_jp: ノーマル

source: Bold
fi_fi: Lihavoitu
ja_jp: 太字

source: Italic
fi_fi: Kursivoitu
ja_jp: イタリック

source: Bold &amp; Italic
fi_fi: Lihavoitu ja kursivoitu
ja_jp: ボールド &amp; イタリック

source: Left
fi_fi: Vasen
ja_jp: 左

source: Right
fi_fi: Oikea
ja_jp: 右

source: Justified
fi_fi: Tasaus
ja_jp: 均等割付

source: Wrap
fi_fi: Rivitys

source: Resize
fi_fi: Muuta kokoa

source: Element dimensions
fi_fi: Elementin mitat
ja_jp: 要素寸法

source: Text:
fi_fi: Teksti:
ja_jp: テキスト

source: Remove image
fi_fi: Poista kuva
ja_jp: 画像を削除

source: Element positioning
fi_fi: Elementtien sijoittelu
ja_jp: 要素の位置決め

source: Move item to the top
fi_fi: Siirrä kohde ylös
ja_jp: 項目を上に移動

source: Move item to the left
fi_fi: Siirrä kohde vasemmalle
ja_jp: 項目を左に移動

source: Center item
fi_fi: Keskitä kohde
ja_jp: 項目を中央に

source: Move item to the right
fi_fi: Siirrä kohde oikealle
ja_jp: 項目を右に移動

source: Move item to the bottom
fi_fi: Siirrä kohde alas
ja_jp: 項目を下に移動

source: Move item to the back
fi_fi: Siirrä kohde taakse
ja_jp: 項目を後ろに移動

source: Move item to the front
fi_fi: Siirrä kohde eteen
ja_jp: 項目を前に移動

source: Front side
fi_fi: Etupuoli
ja_jp: 前面

source: Back side
fi_fi: Kääntöpuoli
ja_jp: 裏面

source: Insert element:
fi_fi: Lisää elementti:
ja_jp: 要素を挿入:

source: Insert
fi_fi: Lisää
ja_jp: 挿入

source: The back side is empty.
fi_fi: Kääntöpuolella ei ole mitään.
ja_jp: 裏面が空です。

source: %(link_start)sSelect an existing template%(link_end)s to be used as the back side of this template.
fi_fi: %(link_start)sValitse olemassa oleva mallipohja%(link_end)s, jota käytetään tämän mallin kääntöpuolena.
ja_jp: このテンプレートの裏面として使用する、%(link_start)s既存のテンプレートを選択%(link_end)sしてください。

source: You have been granted manager/submission privileges for an event.
fi_fi: Sinulle on myönnetty tapahtuman vastuuhenkilön/lähetysoikeudet.
ja_jp: あなたに、{} イベントのマネージャー/投稿権限が付与されました。

source: Submission
fi_fi: Lähetys
ja_jp: 送信

source: Grants management rights for event-wide materials and minutes.
fi_fi: Myöntää hallintaoikeudet tapahtuman materiaaleihin ja pöytäkirjoihin.
ja_jp: イベント全体のマテリアルや議事録の管理権限を付与する。

source: External ID Types
fi_fi: Ulkoiset tunnistetyypit
ja_jp: 外部IDの種類

source: Event Labels
fi_fi: Tapahtumatunnisteet
ja_jp: イベントラベル

source: Allowed Keywords
fi_fi: Sallitut avainsanat

source: Unlisted events
fi_fi: Listaamattomat tapahtumat
ja_jp: 一覧にないイベント

source: Auto-linker
fi_fi: Automaattinen linkittäjä
ja_jp: 自動リンカー

source: Data Retention
fi_fi: Tietojen säilyttäminen
ja_jp: データ保持

source: Create lecture
fi_fi: Luo luento
ja_jp: レクチャーを作成

source: Create meeting
fi_fi: Luo kokous
ja_jp: ミーティングを作成

source: Create conference
fi_fi: Luo konferenssi
ja_jp: カンファレンスを作成

source: Overview
fi_fi: Yleiskatsaus
ja_jp: 概要

source: My Conference
fi_fi: Oma konferenssini
ja_jp: マイ カンファレンス

source: Privacy Information
fi_fi: Tietosuojatiedot
ja_jp: プライバシー

source: Venue/Room
fi_fi: Tapahtumapaikka/tila
ja_jp: 会場/部屋

source: The target event already has a venue/room
fi_fi: Kohdetapahtumalla on jo tapahtumapaikka/tila
ja_jp: 対象イベントには既に会場/部屋があります

source: Persons
fi_fi: Henkilöt
ja_jp: 人数

source: The target event already has persons
fi_fi: Kohdetapahtumassa on jo henkilöitä
ja_jp: 対象イベントにはすでに人がいます

source: Chairpersons
fi_fi: Puheenjohtajat
ja_jp: 座長

source: The target event already has speakers
fi_fi: Tapahtumassa on jo puhujia
ja_jp: 対象イベントにはすでに発表者がいます

source: The target event already has chairpersons
fi_fi: Tapahtumassa on jo puheenjohtajia
ja_jp: 対象イベントにはすでに議長がいます

source: ACLs and protection settings
fi_fi: Käyttöoikeus- ja suojausasetukset
ja_jp: ACLと保護の設定

source: The target event already has an access key
fi_fi: Tapahtumalla on jo pääsykoodi
ja_jp: 対象イベントにはすでにアクセスキーがあります

source: The target event already has a custom ACL
fi_fi: Tapahtumalla on jo mukautettu käyttöoikeusluettelo
ja_jp: 対象イベントにはすでにカスタムACLがあります

source: Add to event series
fi_fi: Lisää tapahtumasarjaan
ja_jp: イベントシリーズに追加

source: Privacy settings
fi_fi: Tietosuoja-asetukset
ja_jp: プライバシー設定

source: The target event already has privacy settings
fi_fi: Tapahtumalla on jo tietosuoja-asetukset
ja_jp: 対象イベントにはすでにプライバシー設定があります

source: Importing data is not supported
fi_fi: Tietojen tuonti ei ole tuettu
ja_jp: データのインポートには対応していません

source: Value
fi_fi: Arvo
ja_jp: 値

source: There is already a person with the email {email}
fi_fi: Sähköpostiosoitteella {email} on jo henkilö.
ja_jp: メール{email}を持つ人がすでにいます

source: There are no chairpersons
fi_fi: Ei puheenjohtajia
ja_jp: 座長はいません

source: There are no speakers
fi_fi: Ei puhujia
ja_jp: 発表者がいません

source: Person with email '{}' is duplicated
fi_fi: Henkilö sähköpostiosoitteella '{}' on jo olemassa
ja_jp: メール '{}' を持つ人が重複しています

source: Category default
fi_fi: Kategorian oletusarvo
ja_jp: このカテゴリーの規定値

source: The name of the external ID type
fi_fi: Ulkoisen tunnistetyypin nimi
ja_jp: 外部ID型の名称

source: URL template
fi_fi: URL-malli
ja_jp: URLテンプレート

source: The URL template must contain the '{value}' placeholder.
fi_fi: URL-mallin on sisällettävä '{value}'-paikkamerkki.
ja_jp: URLテンプレートには、「{value}」プレースホルダーを含めねばなりません。

source: Scheme
fi_fi: Kaavio
ja_jp: スキーム

source: The scheme/protocol of the external ID type
fi_fi: Ulkopuolisen tunnustyypin kaavio/protokolla
ja_jp: 外部ID型のスキーム/プロトコル

source: This name is already in use.
fi_fi: Tämä nimi on jo käytössä.
ja_jp: この名前はすでに使用されています。

source: The URL template must contain the placeholder '{value}'.
fi_fi: URL-mallissa on oltava paikkamerkki &apos;{value}&apos;.
ja_jp: URLテンプレートにはプレースホルダー「{value}」を含めてください。

source: Event does not happen
fi_fi: Tapahtuma ei tapahdu
ja_jp: イベントは実施されません

source: Enable this to indicate that an event with this label does not happen (e.g. cancelled or postponed). This will prevent event reminders from being sent.
fi_fi: Ota tämä käyttöön, jos haluat merkitä, että tällä tunnisteella varustettua tapahtumaa ei järjestetä (esim. peruttu tai siirretty).Tämä estää tapahtumamuistutusten lähettämisen.
ja_jp: これを有効にすることで、このラベルのイベントは実施されない（キャンセルや延期）として表示します。リマインダーの送信も抑制します。

source: This title is already in use.
fi_fi: Tämä otsikko on jo käytössä.
ja_jp: このタイトルはすでに使用されています。

source: Event Keywords
fi_fi: Tapahtuman avainsanat
ja_jp: イベントキーワード

source: Contribution Keywords
fi_fi: Sisältöjen avainsanat

source: Listing
fi_fi: Listaus
ja_jp: リスティング

source: List in a category
fi_fi: Lista kategoriassa
ja_jp: カテゴリーに掲載する

source: Keep unlisted
fi_fi: Pidä listaamattomana
ja_jp: 未掲載のままにしておく

source: Event title
fi_fi: Tapahtuman nimi
ja_jp: イベントのタイトル

source: You are not allowed to create events in this category.
fi_fi: Et voi luoda tapahtumia tässä kategoriassa.
ja_jp: このカテゴリーではイベント作成を許可されていません

source: Dates
fi_fi: Päivämäärät
ja_jp: 日時

source: Theme
fi_fi: Teema
ja_jp: テーマ

source: Restrict creation
fi_fi: Rajoita luomista
ja_jp: 作成を制限

source: Restrict creation of unlisted events to the authorized users below.
fi_fi: Rajoita listaamattomien tapahtumien luonti alla mainituille käyttäjille.
ja_jp: 一覧に表示されないイベントの作成を、以下の権限を持つユーザーに制限する。

source: These users may create unlisted events.
fi_fi: Nämä käyttäjät voivat luoda listaamattomia tapahtumia.
ja_jp: これらのユーザーは、一覧に表示されないイベントを作成できます。

source: Minimum data retention period
fi_fi: Tietojen vähimmäissäilytysaika
ja_jp: 最小データ保持期間

source: Specify the minimum data retention period (in weeks) configurable for registrations. This includes the retention period of individual registration form fields.
fi_fi: Määritä ilmoittautumistietojen vähimmäissäilytysaika (viikkoina). Tämä koskee myös yksittäisten lomakekenttien säilytysaikaa.
ja_jp: 登録に対して設定可能な最小データ保持期間（週単位）を指定します。これには、個々の登録フォームフィールドの保持期間が含まれます。

source: Maximum data retention period
fi_fi: Tietojen säilyttämisen enimmäisaika
ja_jp: 最大データ保持期間

source: Specify the maximum data retention period (in weeks) configurable for registrations. This includes the retention period of individual registration form fields. Note that setting this value will make the retention period field mandatory during registration form setup.
fi_fi: Määritä ilmoittautumistietojen enimmäissäilytysaika (viikkoina). Tämä koskee myös yksittäisten lomakekenttien säilytysaikaa. Huomaa, että tämän arvon asettaminen tekee säilytysaikakentästä pakollisen ilmoittautumislomakkeen asetuksissa.
ja_jp: 登録に対して設定可能な最大データ保持期間（週単位）を指定します。これには、個々の登録フォームフィールドの保持期間も含まれます。この値を設定すると、登録フォームを構成する際に、データ保持期間フィールドの指定が必須になります。

source: The retention period cannot be zero or negative.
fi_fi: Säilytysaika ei voi olla nolla tai negatiivinen.
ja_jp: 保存期間はゼロやマイナスにできません。

source: The minimum retention period cannot be greater than the maximum.
fi_fi: Vähimmäissäilytysaika ei voi olla pidempi kuin enimmäissäilytysaika.
ja_jp: 最小保持期間を最大保持期間より長くすることはできません。

source: The title of the event
fi_fi: Tapahtuman nimi
ja_jp: イベントのタイトル

source: Link to the event
fi_fi: Linkki tapahtumaan
ja_jp: イベントにリンク

source: Custom link text instead of the full URL
fi_fi: Mukautettu linkkitekstikoko URL-osoitteen sijaan
ja_jp: 完全なURLの代わりにカスタムリンクの文字列

source: Exclude from score
fi_fi: Poista pisteytyksestä
ja_jp: スコアから除外

source: Rating
fi_fi: Arvosana
ja_jp: 評価

source: Empty regex
fi_fi: Tyhjä säännöllinen lauseke
ja_jp: 空の正規表現

source: Invalid regex: {}
fi_fi: Virheellinen säännöllinen lauseke: {}
ja_jp: 無効な正規表現: {}

source: The regex needs to have at least one group
fi_fi: Säännöllisessä lausekkeessa on oltava vähintään yksi ryhmä
ja_jp: 正規表現には少なくともグループが一つ必要です

source: Not all captured regex groups used ({})
fi_fi: Kaikkia kaapattuja säännöllisen lausekkeen ryhmiä ei käytetty ({})
ja_jp: キャプチャされた正規表現のグループの全ては使われてません ({})

source: Placeholder not known: {}
fi_fi: Paikkamerkki tuntematon: {}
ja_jp: 不明のプレースホルダーです: {}

source: This event has been locked so no modifications are possible.
fi_fi: Tämä tapahtuma on lukittu, joten siihen ei voi tehdä muutoksia.
ja_jp: このイベントはロックされているため、変更できません。

source: The theme '{}' is not valid for this event.
fi_fi: Teema &apos;{}&apos; ei ole voimassa tässä tapahtumassa.
ja_jp: テーマ「{}」は、このイベントには無効です。

source: The theme '{}' does not exist.
fi_fi: Teemaa &apos;{}&apos; ei ole olemassa.
ja_jp: テーマ「{}」は存在しません。

source: Your action requires modification of event boundaries, but you are not authorized to manage the event.
fi_fi: Toimintasi edellyttää tapahtuman rajojen muuttamista, mutta sinulla ei ole oikeutta hallita tapahtumaa.
ja_jp: あなたの操作にはイベントの境界を変更する必要がありますが、あなたにはイベントを管理する権限がありません。

source: Your action requires modification of session block boundaries, but you are not authorized to manage the session block.
fi_fi: Toimintosi edellyttää istuntojakson rajojen muokkaamista, mutta sinulla ei ole oikeuksia hallita kyseistä istuntojaksoa.
ja_jp: あなたの操作にはセッションブロックの境界を変更する必要がありますが、あなたにはセッションブロックを管理する権限がありません。

source: Invalid ACL entry: {}
fi_fi: Virheellinen käyttöoikeusmerkintä: {}

source: Registrants cannot have management permissions: {}
fi_fi: Ilmoittautujilla ei voi olla hallintaoikeuksia: {}
ja_jp: 登録者は管理権限を持てません: {}

source: Invalid event URL
fi_fi: Virheellinen tapahtuman URL-osoite
ja_jp: 無効なイベントURL

source: Events from other Indico instances cannot be imported
fi_fi: Muiden Indico-instanssien tapahtumia ei voi tuoda
ja_jp: 他のインディコインスタンスのイベントをインポートすることはできません

source: This event does not exist
fi_fi: Tapahtumaa ei ole
ja_jp: このイベントは存在しません

source: Call for Abstracts
fi_fi: Abstraktikutsu
ja_jp: アブストラクトの募集

source: Gives event managers the opportunity to open a "Call for Abstracts" and use the abstract reviewing workflow.
fi_fi: Mahdollistaa tapahtuman järjestäjille abstraktikutsun avaamisen ja abstraktien arviointiprosessin käyttämisen.
ja_jp: イベントマネージャーが「アブストラクトの募集」を開き、アブストラクトの審査ワークフローを利用する機会を提供します。

source: Review for all tracks
fi_fi: Arviointi kaikilla osioilla
ja_jp: 全トラック審査

source: Grants abstract reviewing rights to all tracks of the event.
fi_fi: Myöntää abstraktien arvioimisoikeudet tapahtuman kaikkiin osioihin.
ja_jp: イベントの全トラックのアブストラクト審査権を付与する。

source: Grants track reviewer rights in a track.
fi_fi: Myöntää osioiden arviointioikeudet.
ja_jp: トラックの審査員権限を付与する。

source: Abstracts
fi_fi: Abstraktit
ja_jp: アブストラクト

source: Grants abstract management rights on an event.
fi_fi: Myöntää abstraktien hallintaoikeuden tapahtumassa.
ja_jp: イベントにおけるアブストラクトの管理権を付与する。

source: Reviewer
fi_fi: Arvioija
ja_jp: 審査員

source: Grants abstract reviewing rights on an event.
fi_fi: Myöntää abstraktien arviointioikeuden tapahtumassa.
ja_jp: イベントにおけるアブストラクトの審査権限を付与する。

source: Reviewing Area
fi_fi: Arviointialue
ja_jp: 審査エリア
