Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: The information on this page is visible to anyone
fi_fi: Tämän sivun tiedot ovat kaikkien nähtävissä
ja_jp: このページの情報は、誰でも見ることができます

source: The information on this page is restricted for display on the %(networks)s network only.
fi_fi: Tämän sivun tietojen näkyvyys on rajattu %(networks)s-verkolle.
ja_jp: このページの情報の表示はネットワーク %(networks)s のみに制限されています。

source: The information on this page is restricted for display to named individuals or specific groups.
fi_fi: Tämän sivun tietojen näkyvyys on rajoitettu tietyille yksilöille tai ryhmille.
ja_jp: このページの情報の表示は、特定の個人またはグループに制限されています。

source: %(networks)s network only
fi_fi: Vain %(networks)s verkko
ja_jp: ネットワーク %(networks)s のみ

source: Restricted
fi_fi: Rajoitettu
ja_jp: 制限

source: The active timezone is %(active_tz_label)s and it cannot be changed
fi_fi: Aktiivinen aikavyöhyke on %(active_tz_label)s, eikä sitä voi muuttaa
ja_jp: アクティブなタイムゾーンは %(active_tz_label)s で、これは変更不可です

source: Choose timezone
fi_fi: Valitse aikavyöhyke
ja_jp: タイムゾーン選択

source: Your profile timezone:
fi_fi: Profiilisi aikavyöhyke:
ja_jp: 自分のプロファイルのタイムゾーン:

source: Use timezone based on:
fi_fi: Käytä aikavyöhykettä perustuen:
ja_jp: 次に基づいたタイムゾーンを使用:

source: Use the event/category timezone
fi_fi: Käytä tapahtuman/kategorian aikavyöhykettä
ja_jp: イベントまたはカテゴリのタイムゾーンを使用

source: Event/category
fi_fi: Tapahtuma/kategoria
ja_jp: イベント／カテゴリー

source: Use the default timezone of your profile
fi_fi: Käytä profiilisi oletusaikavyöhykettä
ja_jp: 自分のプロファイルのデフォルトタイムゾーンを使用

source: Profile
fi_fi: Profiili
ja_jp: プロファイル

source: Use a custom timezone
fi_fi: Käytä mukautettua aikavyöhykettä
ja_jp: カスタムタイムゾーンを使用

source: Custom
fi_fi: Mukautettu
ja_jp: カスタム

source: Select a custom timezone
fi_fi: Valitse mukautettu aikavyöhyke
ja_jp: カスタムタイムゾーンを選択

source: %(tz)s (your profile timezone)
fi_fi: %(tz)s (profiilisi aikavyöhyke)
ja_jp: %(tz)s (自分のプロファイルのタイムゾーン)

source: Remember these settings
fi_fi: Muista nämä asetukset
ja_jp: 以上の設定を保存

source: My preferences
fi_fi: Omat asetukset
ja_jp: 設定

source: Switch back to %(name)s
fi_fi: Palaa takaisin käyttäjäksi %(name)s
ja_jp: %(name)s に戻す

source: My language (%(language)s)
fi_fi: Kieleni (%(language)s)
ja_jp: 自分の言語 (%(language)s)

source: The current language is %(language)s. Use a different language.
fi_fi: Nykyinen kieli on %(language)s. Käytä toista kieltä.
ja_jp: 現在の言語は %(language)s です。違う言語を使用。

source: This language is not available here.
fi_fi: Kieli ei ole käytettävissä.
ja_jp: この言語はここでは使えません。

source: Login
fi_fi: Kirjaudu sisään
ja_jp: ログイン

source: Invalid URL
fi_fi: Virheellinen URL
ja_jp: URLが無効です

source: This Indico instance can only be accessed via <a href="%(url)s">%(url)s</a>
fi_fi: Tähän Indico instanssiin pääsee vain osoitteesta <a href="%(url)s">%(url)s</a>
ja_jp: このIndicoインスタンスには <a href="%(url)s">%(url)s</a> を経由してのみアクセスできます

source: I understand what this means. Please go ahead.
fi_fi: Ymmärrän, mitä tämä tarkoittaa. Olkaa hyvä ja jatkakaa.
ja_jp: 意味をよく理解しました。進んでください。

source: Perform action
fi_fi: Suorita toiminto
ja_jp: 操作を実行

source: Indico main page
fi_fi: Indicon pääsivu
ja_jp: Indicoメインページ

source: A <strong>lecture</strong> is a simple event to announce a talk.
fi_fi: <strong>Luento</strong> on helppo tapa ilmoittaa tulevasta esityksestä.
ja_jp: <strong>レクチャー</strong> は、講義等をアナウンスできる簡単なイベントです。

source: <strong>Features</strong>: poster creation, participant management, ...
fi_fi: <strong>Ominaisuudet</strong>: postereiden luominen, osallistujien hallinta, ...
ja_jp: <strong>特徴</strong>: ポスター作製、出席者管理、等々

source: A <strong>meeting</strong> is an event that defines an agenda with multiple talks.
fi_fi: <strong>Kokous</strong> on tapahtuma, jolla on ohjelma ja useita esityksiä.
ja_jp: <strong>ミーティング</strong> は、アジェンダと複数の講演を持つイベントです。

source: <strong>Features</strong>: timetable, minutes, poster creation, participants management, ...
fi_fi: <strong>Ominaisuudet</strong>: aikataulu, muistiot, postereiden luominen, osallistujien hallinta, ...
ja_jp: <strong>特徴</strong>: タイムテーブル、議事録、ポスター、出席者管理、等々

source: A <strong>conference</strong> is a complex event with features to manage the whole life cycle of a conference.
fi_fi: <strong>Konferenssissa</strong> voit järjestää monipuolisia tapahtumia ja hallita niiden koko elinkaarta.
ja_jp: <strong>カンファレンス</strong>は大規模なイベントで、初めから終わりまで全体を一元管理することができます。

source: <strong>Features</strong>: call for abstracts, registration, e-payment, timetable, badges creation, paper reviewing,...
fi_fi: <strong>Ominaisuudet</strong>: abstraktikutsut, ilmoittautuminen, E-maksu, aikataulu, nimikorttien luominen, artikkelien arviointi...
ja_jp: <strong>特徴</strong>: アブストラクトの募集、レジストレーション、支払い、タイムテーブル、名札作成、論文審査、等々

source: Paginate results
fi_fi: Sivuta tulokset
ja_jp: 結果をページに分割

source: Show all (%(count)s)
fi_fi: Näytä kaikki (%(count)s)
ja_jp: すべて表示 (%(count)s)

source: %(num)s out of %(total)s displayed
fi_fi: Näytetään %(num)s/%(total)s
ja_jp: %(total)s のうち %(num)s を表示中

source: toggle
fi_fi: vaihda

source: Email Notifier
fi_fi: Sähköpostin ilmoitus
ja_jp: メール通知者

source: The selected category does not contain any events, only subcategories. Please make sure that you really want to create an event there.
fi_fi: Valittu kategoria ei sisällä tapahtumia, ainoastaan alakategorioita. Varmista, että haluat luoda tapahtuman tähän kategoriaan.
ja_jp: 選択したカテゴリーにはイベントが含まれておらず、サブカテゴリーだけが含まれています。本当にそこにイベントを作成したいのかどうか、確認してください。

source: Choose category
fi_fi: Valitse kategoria
ja_jp: カテゴリーを選択

source: Copy emails to clipboard
fi_fi: Kopioi sähköpostit leikepöydälle
ja_jp: メールをクリップボードにコピーする

source: Use default
fi_fi: Käytä oletusta
ja_jp: 規定値を使う

source: This room is available.
fi_fi: Tila on vapaa.
ja_jp: この部屋は利用可能です。

source: Would you like to book it?
fi_fi: Haluaisitko varata sen?
ja_jp: 予約しますか？

source: Would you like to request a booking?
fi_fi: Haluaisitko pyytää varausta?
ja_jp: 予約をリクエストしますか？

source: This room is already booked.
fi_fi: Tila on varattu.
ja_jp: この部屋はすでに予約済みです。

source: See on calendar
fi_fi: Katso kalenterista
ja_jp: カレンダーで見る

source: This room is already prebooked.
fi_fi: Tila on alustavasti varattu.
ja_jp: この部屋はすでに仮予約済みです。

source: Would you like to book it anyway?
fi_fi: Haluatko silti varata sen?
ja_jp: とにかく予約しますか？

source: Would you like to request a booking anyway?
fi_fi: Haluaisitko silti pyytää varausta?
ja_jp: とにかく予約をリクエストしますか？

source: You already have a booking in this room.
fi_fi: Sinulla on jo varaus tähän tilaan.
ja_jp: あなたはこの部屋をすでに予約しています。

source: You already have a prebooking in this room.
fi_fi: Sinulla on jo alustava varaus tähän tilaan.
ja_jp: あなたはこの部屋をすでに仮予約しています。

source: This room is not bookable.
fi_fi: Tila ei ole varattavissa.
ja_jp: この部屋は予約できません。

source: You are not authorized to book this room.
fi_fi: Sinulla ei ole oikeuksia varata tätä tilaa.
ja_jp: あなたはこの部屋の予約権限を持っていません。

source: You can use %(markdown)s and %(latex)s math formulae.
fi_fi: Voit käyttää %(markdown)s ja %(latex)s matematiikan kaavoja.
ja_jp: %(markdown)s と %(latex)s の数式を使用できます。

source: You can use %(markdown)s.
fi_fi: Voit käyttää %(markdown)s.
ja_jp: %(markdown)s を使用できます。

source: Markdown is a lightweight markup language that makes it easier to write rich text content. Check the %(link_start)slanguage reference%(link_end)s for more information.
fi_fi: Markdown on kevyt merkintäkieli, joka helpottaa rikkaan tekstisisällön kirjoittamista. Lisätietoja on %(link_start)s-kieliviitteessä%(link_end)s.
ja_jp: Markdownは、リッチテキストコンテンツを簡単に書くことができる軽量マークアップ言語です。詳しくは、%(link_start)s言語リファレンス%(link_end)sをご確認ください。

source: You may write formulae using %(link_start)sLaTeX%(link_end)s (math mode only) by surrounding them in <code>$...$</code>.
fi_fi: Voit kirjoittaa kaavoja käyttämällä %(link_start)sLaTeX%(link_end)s (vain matemaattinen tila) ympäröimällä ne <code>$...$</code>-merkinnöillä.
ja_jp: <code>$...$</code>で囲むことで、式を %(link_start)sLaTeX%(link_end)s （数式モードのみ） で書けます。

source: You can use %(markdown)s and %(latex)s formulae.
fi_fi: Voit käyttää kaavoja %(markdown)s ja %(latex)s.
ja_jp: %(markdown)s と %(latex)s 形式を使用できます。

source: Choose
fi_fi: Valitse
ja_jp: 選択

source: New role
fi_fi: Uusi rooli
ja_jp: 新規分担

source: Category role
fi_fi: Kategorian rooli
ja_jp: カテゴリー内分担

source: IP Network
fi_fi: IP-verkko
ja_jp: IPネットワーク

source: Since the protection mode is set to <em>inheriting</em>, users from the <strong>inherited access control list</strong> will also have access.
fi_fi: Koska suojaustila on asetettu <em>periytyväksi</em>, myös <strong>periytyvän pääsynvalvontalistan</strong> käyttäjät saavat pääsyn.
ja_jp: 保護モードが<em>継承</em>に設定されているため、<strong>継承されたアクセス制限リスト</strong>のユーザーもアクセスできるようになります。

source: Inherited access list
fi_fi: Peritty pääsylista
ja_jp: 継承されたアクセスリスト

source: View list
fi_fi: Näytä lista
ja_jp: 一覧を表示

source: Generate iCalendar link
fi_fi: Luo iCalendar-linkki
ja_jp: iCalendarのリンクを生成

source: Your %(link_start)scalendar link%(link_end)s has been generated.
fi_fi: %(link_start)sKalenterilinkkisi%(link_end)s on luotu.
ja_jp: %(link_start)sカレンダーリンク%(link_end)sが生成されました。

source: No results found
fi_fi: Tuloksia ei löytynyt
ja_jp: 一致するものが見つかりませんでした

source: This file no longer exists. Please reload the page.
fi_fi: Tämä tiedosto ei ole enää olemassa. Lataa sivu uudelleen.
ja_jp: ファイルが見つかりません。ページをリロードしてください。

source: You are not authorized to access this file.
fi_fi: Sinulla ei ole oikeutta käyttää tätä tiedostoa.
ja_jp: このファイルへのアクセスは許可されていません。

source: This file is protected. You will be redirected to the login page.
fi_fi: Tämä tiedosto on suojattu. Sinut ohjataan kirjautumissivulle.
ja_jp: このファイルは保護されています。ログインページにリダイレクトします。

source: Manage material
fi_fi: Hallitse materiaalia
ja_jp: マテリアルの管理

source: Building package
fi_fi: Paketin kokoaminen
ja_jp: パッケージ構成中

source: Login with {0}
fi_fi: Kirjaudu sisään {0}
ja_jp: {0}でログイン

source: Today
fi_fi: Tänään
ja_jp: 今日

source: {0} long-lasting event not shown
fi_fi: {0} pitkäkestoinen tapahtuma ei näkyvissä
ja_jp: {0}件の長期間イベントが非表示

source: Long lasting events
fi_fi: Pitkäkestoiset tapahtumat
ja_jp: 長期間イベント

source: empty
fi_fi: tyhjä
ja_jp: 空

source: {0} event
fi_fi: {0} tapahtuma
ja_jp: {0} 件のイベント

source: The category order has been restored.
fi_fi: Luokkien järjestys on palautettu.
ja_jp: カテゴリーの順序を元に戻しました。

source: The category list has been sorted.
fi_fi: Luokkien luettelo on lajiteltu.
ja_jp: カテゴリー一覧をソートしました。

source: At least one selected category cannot be deleted because it is not empty.
fi_fi: Ainakin yhtä valittua kategoriaa ei voi poistaa, koska se sisältää tapahtumia tai alakategorioita.
ja_jp: 選択したカテゴリーのいずれかが空でないため、削除できません。

source: Delete the selected category
fi_fi: Poista valittu kategoria
ja_jp: 選択した{0}個のカテゴリーを削除

source: Select the categories to delete first.
fi_fi: Valitse ensin poistettavat kategoriat.
ja_jp: 初めに削除するカテゴリーを選択してください。

source: Delete categories
fi_fi: Poista kategoriat
ja_jp: これらのカテゴリーを削除

source: Move the selected category
fi_fi: Siirrä valittu kategoria
ja_jp: 選択した{0}個のカテゴリーを移動

source: Select the categories to move first.
fi_fi: Valitse ensin siirrettävät kategoriat.
ja_jp: 初めに移動するカテゴリーを選択してください。

source: Only {0} out of {1} events is currently selected.
fi_fi: Tällä hetkellä on valittuna vain {0} tapahtumaa {1} tapahtumasta.
ja_jp: 現在{1}件のイベントのうち{0}件のみが選択されています。

source: Move category
fi_fi: Siirrä kategoria
ja_jp: カテゴリーを移動

source: Select new category parent for the category
fi_fi: Valitse kategorialle uusi pääkategoria
ja_jp: 選択した{0}件のカテゴリーに新しい親カテゴリーを選択

source: The category is already here
fi_fi: Kategoria on jo täällä
ja_jp: 選択したカテゴリーはすでにここにあります

source: This is the category you are trying to move
fi_fi: Tämä on kategoria, jota yrität siirtää
ja_jp: これは移動しようとしているカテゴリーの一つです

source: Navigate to
fi_fi: Siirry kohtaan
ja_jp: 移動

source: Navigate to a category
fi_fi: Siirry kategoriaan
ja_jp: カテゴリーへ移動

source: Unknown error while contacting the Community Hub
fi_fi: Tuntematon virhe yhteyden muodostamisessa yhteisökeskukseen
ja_jp: Community Hubへのコンタクト時の不明なエラー

source: Internal error: Parse error on the reply of the Community Hub.
fi_fi: Sisäinen virhe: Virhe viestin jäsentämisessä yhteisökeskukselta.
ja_jp: 内部エラー: Community Hubの応答におけるパースエラー。

source: Unable to contact the Community Hub.
fi_fi: Yhteyttä yhteisökeskukseen ei voida muodostaa.
ja_jp: Community Hubにコンタクトできません。

source: The connection to the Community Hub timed out.
fi_fi: Yhteys yhteisökeskukseen aikakatkaistiin.
ja_jp: Community Hubへの接続がタイムアウトしました。

source: Your server is not registered with the Community Hub.
fi_fi: Palvelintasi ei ole rekisteröity yhteisökeskukseen.
ja_jp: このサーバーはCommunity Hubに登録されていません。

source: Disabled
fi_fi: Pois käytöstä
ja_jp: 無効

source: This server is not registered as part of the community.
fi_fi: Tätä palvelinta ei ole rekisteröity osaksi yhteisöä.
ja_jp: このサーバーはcommunityの一部として登録されていません。

source: Synchronized
fi_fi: Synkronoitu
ja_jp: 同期済

source: This server is registered as part of the community and is up to date.
fi_fi: Tämä palvelin on rekisteröity osaksi yhteisöä ja on ajan tasalla.
ja_jp: このサーバーはcommunityの一部として登録されており、更新済です。

source: Out of sync
fi_fi: Ei synkronoitu
ja_jp: 同期していません

source: Your Indico server is out of sync. Synchronize it with the button on the right.
fi_fi: Indico-palvelintasi ei ole synkronoitu. Voit synkronoida sen painamalla oikeanpuoleista painiketta.
ja_jp: このIndicoサーバーは同期していません。右のボタンから同期してください。

source: Error!
fi_fi: Virhe!
ja_jp: エラー！

source: Your Indico server is not synchronized with the Community Hub! You can solve this <a href="{0}">here</a>.
fi_fi: Indico-palvelintasi ei ole synkronoitu yhteisökeskuksen kanssa! <a href="{0}"> Voit synkronoida Indico-palvelimesi tästä </a>.
ja_jp: このIndicoサーバーはCommunity Hubと同期していません！ <a href="{0}">こちら</a>から解決できます。

source: The back side of the templates that use this one as the back side will be removed.
fi_fi: Tämän mallin taustapuolta käyttävien mallien taustapuoli poistetaan.
ja_jp: こちらを裏面として使用しているテンプレートの裏面は削除されます。

source: Disassociate back sides
fi_fi: Irrota taustapuolet
ja_jp: 裏面を分離

source: Fixed text
fi_fi: Kiinteä teksti
ja_jp: 固定テキスト

source: Please choose a name for the template
fi_fi: Valitse mallille nimi
ja_jp: テンプレートの名前を選んでください

source: The template cannot be empty. Add some elements or a background image.
fi_fi: Malli ei voi olla tyhjä. Lisää joitakin elementtejä tai taustakuva.
ja_jp: テンプレートは空にできません。要素や背景画像を追加してください。

source: The Fixed image element cannot be empty. Upload an image inside it or remove it.
fi_fi: Kiinteä kuvaelementti ei voi olla tyhjä. Lataa kuva sen sisään tai poista se.
ja_jp: 固定画像の要素は空にできません。要素の中に画像をアップロードするか、要素を削除してください。

source: Are you sure you want to change the dimensions of this template?
fi_fi: Haluatko varmasti muuttaa tämän mallin mitat?
ja_jp: このテンプレートのサイズを本当に変更してよいですか？

source: This back side template will be removed
fi_fi: Tämä taustapuolimalli poistetaan
ja_jp: この裏面テンプレートは削除されます

source: The back side of this template will be removed
fi_fi: Mallin taustapuoli poistetaan
ja_jp: このテンプレートの裏側は削除されます

source: Disassociate back side
fi_fi: Irrota taustapuoli
ja_jp: 裏面を分離

source: Error
fi_fi: Virhe
ja_jp: エラー

source: Hide preview
fi_fi: Piilota esikatselu
ja_jp: プレビューを非表示

source: You won't be able to change your decision later. If necessary, please contact the manager of the event.
fi_fi: Et voi muuttaa päätöstäsi myöhemmin. Ota tarvittaessa yhteyttä tapahtuman vastuuhenkilöön.
ja_jp: 後で変更できません。必要に応じてイベントの管理者にご連絡ください。

source: {0} new event will be created.
fi_fi: Luodaan {0} uutta tapahtumaa.
ja_jp: {0}件の新しいイベントを作成します。

source: Menu Entry Settings
fi_fi: Valikkokohdan asetukset
ja_jp: メニュー項目の設定

source: {0} out of {1} displayed
fi_fi: {0} / {1} näytetty
ja_jp: {1}のうち{0}の表示

source: There are no entries that match your search criteria.
fi_fi: Hakuehtojasi vastaavia tuloksia ei löytynyt.
ja_jp: 検索条件に一致するエントリーはありません。

source: Filter sessions
fi_fi: Suodata istunnot
ja_jp: セッションをフィルター

source: Assign new session
fi_fi: Määritä uusi istunto
ja_jp: 新規セッションの割り当て

source: '{0}' has been unscheduled due to the session change.
fi_fi: '{0}' on poistettu aikataulusta istunnossa tapahtuneen muutoksen takia.
ja_jp: セッションの変更のため「{0}」のスケジュールが解除されました。

source: Undo successful! Timetable entry and session have been restored.
fi_fi: Peruutus onnistui! Aikataulutiedot ja istunto on palautettu.
ja_jp: 取り消しに成功しました! タイムテーブルの項目とセッションが復元されました。

source: Filter tracks
fi_fi: Suodata osiot
ja_jp: トラックをフィルター

source: Undoing previous operation...
fi_fi: Peruutetaan edellistä toimintoa...
ja_jp: 前の操作を取り消しています...

source: Email Preview
fi_fi: Sähköpostin esikatselu
ja_jp: メールプレビュー

source: Do you really want to delete the selected registration?
fi_fi: Haluatko varmasti poistaa valitun ilmoittautumisen?
ja_jp: 選択した{0}件の登録を本当に削除しますか？

source: Filter types
fi_fi: Suodatintyypit
ja_jp: フィルターのタイプ

source: Add new type
fi_fi: Lisää uusi tyyppi
ja_jp: 新しいタイプを追加

source: Submitting...
fi_fi: Lähetetään...
ja_jp: 提出中...

source: Your answers have been saved, do not forget to submit the survey when you finish!
fi_fi: Vastauksesi on tallennettu. Muista vielä lähettää ne, kun olet valmis!
ja_jp: 回答を保存しました。完了したらアンケートを提出するのを忘れないでください！

source: Invalid access key
fi_fi: Virheellinen pääsykoodi
ja_jp: 無効なアクセスキー

source: The timetable has not been filled yet.
fi_fi: Aikataulua ei ole vielä täytetty.
ja_jp: タイムテーブルはまだ埋まっていません。

source: Are you sure you want to merge those two users?
fi_fi: Haluatko varmasti yhdistää nämä kaksi käyttäjää?
ja_jp: 本当にこの二名のユーザーを統合しますか？

source: Please notice there are warning messages!
fi_fi: Huomioithan varoitusviestit!
ja_jp: 警告メッセージに注意してください！

source: Confirm user merge
fi_fi: Vahvista käyttäjien yhdistäminen
ja_jp: ユーザー統合の確認

source: This videoconference has been deleted and cannot be used. You can detach it from the event, however.
fi_fi: Tämä videoyhteys on poistettu eikä sitä voi käyttää. Voit kuitenkin irrottaa sen tapahtumasta.

source: Click to toggle collapse status
fi_fi: Napsauta vaihtaaksesi tiivistystilaa
ja_jp: クリックして折りたたみ状態を切り替え

source: Copied to clipboard
fi_fi: Kopioitu leikepöydälle
ja_jp: クリップボードにコピーしました

source: Press {0} to copy
fi_fi: Paina {0} kopioidaksesi
ja_jp: {0}を押してコピー

source: You have unsaved changes. Do you really want to close the dialog without saving?
fi_fi: Sinulla on tallentamattomia muutoksia. Haluatko todella sulkea valintaikkunan tallentamatta?
ja_jp: まだ保存されていない変更があります。本当に保存せずにこのダイアログを閉じますか?

source: Unsaved changes
fi_fi: Tallentamattomat muutokset
ja_jp: 保存されていない変更箇所

source: You have unsaved changes that will be lost.
fi_fi: Sinulla on tallentamattomia muutoksia, jotka menetetään.
ja_jp: 保存していない変更が無効になります

source: Confirm action
fi_fi: Vahvista toiminto
ja_jp: 操作確認

source: Direct link to this item
fi_fi: Suora linkki tähän kohteeseen
ja_jp: このアイテムへの直接リンク

source: Field must be at least {0} character long.
fi_fi: Kentän pituuden on oltava vähintään {0} merkki.
ja_jp: フィールドの長さは少なくとも {0} 文字です。

source: Field cannot be longer than {0} character.
fi_fi: Kenttä ei voi olla pidempi kuin {0} merkki.
ja_jp: フィールドは {0} 文字より長くはできません。

source: Field must be between {0} and {1} characters long.
fi_fi: Kentän pituuden on oltava {0} ja {1} merkin välillä.
ja_jp: フィールドの長さは {0} ～ {1} 文字でなければなりません。

source: Field must contain at least {0} word.
fi_fi: Kentän on sisällettävä vähintään {0} sana.
ja_jp: フィールドは少なくとも {0} 語を含まねばなりません。

source: Field cannot contain more than {0} word.
fi_fi: Kenttä ei voi sisältää enempää kuin {0} sanan.
ja_jp: フィールドには {0} 語より多くは含めれません。

source: Field must contain between {0} and {1} words.
fi_fi: Kentän on sisällettävä {0} – {1} sanaa.
ja_jp: フィールドは {0} ～ {1} 語を含まねばなりません。

source: Save now
fi_fi: Tallenna nyt
ja_jp: 保存する

source: Do not forget to save your changes!
fi_fi: Muista tallentaa muutokset!
ja_jp: 変更を保存するのを忘れないでください!

source: Only {0} out of {1} rows is currently selected
fi_fi: Vain {0} / {1} rivistä on tällä hetkellä valittuna
ja_jp: 現在 {1} 行中 {0} 行のみが選択されています。

source: Select only the current page.
fi_fi: Valitse vain nykyinen sivu.
ja_jp: 現在のページのみを選択

source: Click here to select them all.
fi_fi: Valitse kaikki napsauttamalla tätä.
ja_jp: 全て選択するにはここをクリック。

source: Please confirm
fi_fi: Vahvista
ja_jp: 確認してください

source: Executing operation...
fi_fi: Toimintoa suoritetaan...
ja_jp: 実行中...

source: Operation done!
fi_fi: Toiminto suoritettu!
ja_jp: 操作完了

source: Operation failed!
fi_fi: Toiminto epäonnistui!
ja_jp: 操作に失敗しました。

source: Loading...
fi_fi: Latautuu...
ja_jp: 読み込み中...

source: Select
fi_fi: Valitse
ja_jp: 選択

source: This category doesn't contain any subcategory
fi_fi: Tämä kategoria ei sisällä alakategorioita
ja_jp: このカテゴリーには子カテゴリーがありません

source: Select a category
fi_fi: Valitse kategoria
ja_jp: カテゴリーを選択

source: Not possible for categories where you cannot propose events
fi_fi: Ei mahdollista kategorioissa, joissa et voi ehdottaa tapahtumia
ja_jp: イベント提案ができないカテゴリは不可

source: Not possible for categories where you cannot propose/create events
fi_fi: Ei mahdollista kategorioissa, joissa et voi ehdottaa/luoda tapahtumia
ja_jp: イベントの提案・作成ができないカテゴリーでは不可

source: Not possible for categories where you cannot create events
fi_fi: Ei mahdollista kategorioissa, joissa et voi luoda tapahtumia
ja_jp: イベント作成が許可されていないカテゴリーです

source: Not possible for categories where you are not a manager
fi_fi: Ei mahdollista kategorioissa, joissa et ole vastuuhenkilö
ja_jp: 管理者でないカテゴリーでは不可

source: Not possible for categories descending from category "{0}"
fi_fi: Ei mahdollista kategorioille, jotka ovat peräisin kategoriasta "{0}"
ja_jp: カテゴリー"{0}"から降順するカテゴリーでは不可能です。

source: Not possible for this category
fi_fi: Ei mahdollista tässä kategoriassa
ja_jp: このカテゴリーでは不可

source: Go to: {0}
fi_fi: Siirry kohtaan: {0}
ja_jp: {0}へ移動

source: This category is protected
fi_fi: Tämä kategoria on suojattu
ja_jp: このカテゴリーは保護されています

source: Go to parent: {0}
fi_fi: Siirry yläkategoriaan {0}
ja_jp: 親{0}へ

source: {0} category
fi_fi: {0} kategoria
ja_jp: {0}個のカテゴリー

source: You can only <a class="js-action" data-category-id="{0}">{1}</a> this one.
fi_fi: Voit vain <a class="js-action" data-category-id="{0}">{1}</a> tätä.
ja_jp: こちらは<a class="js-action" data-category-id="{0}">{1}</a>しかできません

source: You can <a class="js-action" data-category-id="{0}">{1}</a> this one, <a class="js-navigate-up" data-parent-id="{2}">navigate up</a> or <a class="js-search">search</a>.
fi_fi: Voit <a class="js-action" data-category-id="{0}">{1}</a> tätä, <a class="js-navigate-up" data-parent-id="{2}">siirtyä yläluokkaan</a> tai <a class="js-search">hakea</a>.
ja_jp: これを<a class="js-action" data-category-id="{0}">{1}</a>する、<a class="js-navigate-up" data-parent-id="{2}">上へ移動</a>する、<a class="js-search">検索</a>する、ができます。

source: You can <a class="js-navigate-up" data-parent-id="{2}">navigate up</a> or <a class="js-search">search</a>.
fi_fi: Voit <a class="js-navigate-up" data-parent-id="{2}">siirtyä yläluokkaan</a> tai <a class="js-search">hakea</a>.
ja_jp: <a class="js-navigate-up" data-parent-id="{2}">上に移動</a>するか、<a class="js-search">検索</a>することができます。

source: Your search doesn't match any category
fi_fi: Hakusi ei vastaa mitään kategoriaa
ja_jp: 検索結果はどのカテゴリーにも一致しません

source: You can <a class="js-search">modify</a> or <a class="js-clear-search">clear</a> your search.
fi_fi: Voit <a class="js-search">muokata</a> tai <a class="js-clear-search">tyhjentää</a> hakusi.
ja_jp: 検索した内容を<a class="js-search">修正</a>または<a class="js-clear-search">消去</a>することができます。

source: In favorite categories
fi_fi: Suosikkikategorioissa
ja_jp: お気に入りのカテゴリー

source: Search result
fi_fi: Hakutulos
ja_jp: 検索結果

source: Displaying {0} out of {1} results.
fi_fi: Näytetään {0} tulosta {1} tuloksesta.
ja_jp: {1} 件中{0}件を表示しています。

source: There are no results.
fi_fi: Tuloksia ei löytynyt.
ja_jp: 結果はありません。

source: Clear search
fi_fi: Tyhjennä haku
ja_jp: 検索をクリア
