Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: You selected category "{0}". Are you sure you want to proceed?
fi_fi: Valitsit kategorian "{0}". Haluatko varmasti jatkaa?
ja_jp: カテゴリー「{0}」を選択しました。本当に続行してよいですか？

source: Type to filter...
fi_fi: Kirjoita suodattaaksesi...
ja_jp: キー入力で絞り込み…

source: You can copy the URL below using CTRL + C (&#8984; + C on OSX):
fi_fi: Voit kopioida alla olevan URL-osoitteen painamalla CTRL + C (&#8984; + C OSX-käyttöjärjestelmässä):
ja_jp: CTRL + C（OSXでは &#8984; + C）で下記のURLをコピーすることができます。

source: Type to add {0}
fi_fi: Kirjoita lisätäksesi {0}
ja_jp: {0}を追加するために入力する

source: Empty values are not allowed.
fi_fi: Tyhjiä arvoja ei sallita.
ja_jp: 空値は不可

source: Select an option
fi_fi: Valitse vaihtoehto
ja_jp: オプションを選択

source: Using default location from: {0} ({1})
fi_fi: Käytetään oletussijaintia : {0} ({1})
ja_jp: {0} ({1})からデフォルトのロケーションを使用する

source: Using custom location
fi_fi: Käytetään mukautettua sijaintia
ja_jp: カスタムロケーションを使用中

source: Just use "{0}"
fi_fi: Käytä vain "{0}".
ja_jp: "{0}"を使用するだけ

source: <strong>1</strong> char left
fi_fi: <strong>1</strong> merkki jäljellä
ja_jp: 残り <strong>{0}</strong> 文字

source: <strong>1</strong> word left
fi_fi: <strong>1</strong> merkki jäljellä
ja_jp: 残り <strong>{0}</strong> 文字

source: Must be between {0} and {1}
fi_fi: Täytyy olla välillä {0} ja {1}
ja_jp: {0}と{1}の間でなければなりません

source: Must be above {0}
fi_fi: Täytyy olla yli {0}
ja_jp: {0}より大きくなければなりません

source: Must be below {0}
fi_fi: Täytyy olla alle {0}
ja_jp: {0}より小さくなければなりません

source: Please fill in the required fields.
fi_fi: Täytä pakolliset kentät.
ja_jp: 必須項目を入力してください。

source: IP networks cannot have management permissions
fi_fi: IP-verkoilla ei voi olla hallintaoikeuksia
ja_jp: 管理権限の無いIPネットワーク

source: Registrants cannot have management permissions
fi_fi: Ilmoittautuneilla ei voi olla hallintaoikeuksia
ja_jp: 管理権限の無い登録者

source: Assign Permissions
fi_fi: Määritä käyttöoikeudet
ja_jp: 許可を与える

source: Delete entry '{0}'
fi_fi: Poista merkintä '{0}'
ja_jp: エントリ '{0}'を削除する

source: Are you sure you want to remove yourself from the list?
fi_fi: Haluatko varmasti poistaa itsesi listalta?
ja_jp: 本当にリストから削除しますか？

source: All options have been added
fi_fi: Kaikki vaihtoehdot on lisätty
ja_jp: すべてのオプションが追加されました

source: This entry was already added
fi_fi: Tämä merkintä on jo lisätty
ja_jp: このエントリーはすでに追加されています

source: Additional users
fi_fi: Lisäkäyttäjät
ja_jp: 追加のユーザー

source: {0} user has implicit read access due to other roles
fi_fi: {0} käyttäjällä on implisiittinen lukuoikeus muiden roolien vuoksi
ja_jp: {0} 人のユーザーは、他のロールにより読み取りアクセス権を持っている。

source: Category Managers
fi_fi: Kategorioiden vastuuhenkilöt
ja_jp: カテゴリー管理者

source: Parent Category Managers
fi_fi: Pääkategorioiden vastuuhenkilöt
ja_jp: 親カテゴリーの管理者

source: Event Managers
fi_fi: Tapahtumien vastuuhenkilöt
ja_jp: イベントマネージャー

source: Registrants in "{0}"
fi_fi: Ilmoittautuneet kohteessa ”{0}”
ja_jp: "{0}"内の登録者

source: Previous tab
fi_fi: Edellinen välilehti
ja_jp: 前のタブ

source: Next tab
fi_fi: Seuraava välilehti
ja_jp: 次のタブ

source: At least one must be selected
fi_fi: Vähintään yksi vaihtoehto on valittava
ja_jp: 少なくとも1つを選択してください

source: Please enable the checkbox
fi_fi: Valitse valintaruutu
ja_jp: チェックボックスを有効にしてください

source: Field must be a number
fi_fi: Kentän on oltava numero
ja_jp: 数値でなければなりません

source: Field must be a positive number
fi_fi: Kentän on oltava positiivinen luku
ja_jp: 正の数でなければなりません

source: Date format is not valid. It should be dd/mm/yyyy hh:mm
fi_fi: Päivämäärämuoto ei ole kelvollinen. Sen tulee olla pp/kk/vvvv hh:mm
ja_jp: 日付の形式が無効です。dd/mm/yyyy hh:mm として下さい

source: Invalid e-mail address
fi_fi: Virheellinen sähköpostiosoite
ja_jp: メールアドレスの形式が無効です

source: Time format is not valid. It should be hh:mm
fi_fi: Aikamuoto ei ole kelvollinen. Sen pitäisi olla hh:mm
ja_jp: 時刻の形式が正しくありません。hh:mmとしてください

source: Field is mandatory
fi_fi: Kenttä on pakollinen
ja_jp: 必須の項目です

source: Add break
fi_fi: Lisää tauko
ja_jp: 休憩を追加

source: Add session
fi_fi: Lisää istunto
ja_jp: セッションを追加

source: Add session block
fi_fi: Lisää istuntojakso
ja_jp: セッションブロックを追加

source: Updating the timetable...
fi_fi: Päivitetään aikataulua...
ja_jp: タイムテーブルを更新中...

source: Print
fi_fi: Tulosta
ja_jp: プリント

source: Switching to full screen mode...
fi_fi: Siirtyminen koko näytön tilaan...
ja_jp: フルスクリーンモードに変更しています...

source: Exit Full Screen
fi_fi: Poistu koko näytöstä
ja_jp: フルスクリーンを中止

source: Full screen
fi_fi: Koko näyttö
ja_jp: フルスクリーン

source: Detailed view
fi_fi: Yksityiskohtainen näkymä
ja_jp: 詳細表示

source: You are viewing the contents of the session block:
fi_fi: Tarkastelet istuntojaksoa:
ja_jp: セッションブロックの内容を表示しています

source: Your changes triggered the automatic modification of some settings:
fi_fi: Muutoksesi laukaisivat joidenkin asetusten automaattisen muokkauksen:
ja_jp: 変更により、一部の設定が自動的に変更されました

source: The <strong>starting time</strong> of the session interval <strong>
fi_fi: Istunnon aikavälin <strong>alkamisaika</strong> <strong>
ja_jp: セッション期間の<strong>開始時間</strong>は、<strong>

source: </strong> was moved from
fi_fi: </strong> siirrettiin kohdasta
ja_jp: </strong> の内容は移動しました

source: The <strong>starting time</strong> of the <strong>Event</strong> was moved from
fi_fi: <strong>Tapahtuman</strong> <strong>alkamisaika</strong> siirrettiin
ja_jp: <strong>イベント</strong> の <strong>開始時間</strong>が変更されました

source: The <strong>ending time</strong> of the session interval <strong>
fi_fi: Istunnon aikavälin <strong>päättymisaika</strong> <strong>
ja_jp: セッション期間の<strong>終了時間</strong>は、<strong>

source: The <strong>ending time</strong> of the <strong>Event</strong> was moved from
fi_fi: <strong>Tapahtuman</strong> <strong>päättymisaika</strong> siirrettiin
ja_jp: <strong>イベント</strong>の<strong>終了時間</strong>が変更されました

source: The contents of the interval <strong>
fi_fi: Aikavälin sisältö <strong>
ja_jp: インターバルの内容<strong>

source: </strong> were moved from
fi_fi: </strong> siirrettiin
ja_jp: </strong>の内容は移動しました

source: to
fi_fi: kohteeseen

source: Add poster
fi_fi: Lisää posteri
ja_jp: ポスターを追加

# Timetable entry
source: Add new
fi_fi: Lisää uusi
ja_jp: 新規追加

source: Fit to content
fi_fi: Sovita sisältöön
ja_jp: コンテンツに合わせる

source: Add new block
fi_fi: Lisää uusi jakso
ja_jp: 新しいブロックを追加

source: Add one hour
fi_fi: Lisää yksi tunti
ja_jp: 1時間を追加

source: Session legend
fi_fi: Istunnon selite
ja_jp: セッション説明

source: see more...
fi_fi: katso lisää...
ja_jp: 続きを表示

source: less...
fi_fi: vähemmän...
ja_jp: 表示を減らす

source: Go to event timetable
fi_fi: Siirry tapahtuman aikatauluun
ja_jp: イベントタイムテーブルへ

source: Up to timetable
fi_fi: Aikataulun mukaisesti
ja_jp: イベントタイムテーブルへ

source: move to resize
fi_fi: siirrä koon muuttamiseksi
ja_jp: 動かしてサイズを変更

source: <kbd class="tt-key">Shift</kbd> is currently pressed. Changes will be applied to blocks after.
fi_fi: <kbd class="tt-key">Shift</kbd> on painettuna. Muutokset otetaan käyttöön jaksoihin myöhemmin.
ja_jp: <kbd class="tt-key">Shift</kbd> が押されています。ブロックの変更は後から適用されます。

source: Drop to move block inside session
fi_fi: Pudota siirtääksesi jaksoa istunnon sisällä
ja_jp: ドロップでブロックをセッション内に移動させる

source: Show materials
fi_fi: Näytä materiaalit
ja_jp: 資料を表示

source: This poster session has
fi_fi: Tässä posterinäyttelyssä on
ja_jp: このポスターセッションは

source: contribution(s).
fi_fi: esitys(tä).
ja_jp: 投稿。

source: Please click for more information.
fi_fi: Klikkaa tästä saadaksesi lisätietoja.
ja_jp: 詳しくはこちらをクリックしてください。

source: This timetable entry does not exist anymore. Please refresh the page.
fi_fi: Tämä aikataulutieto ei ole enää voimassa. Päivitä sivu.
ja_jp: このタイムテーブルエントリーはもう存在しません。ページを更新してください。

source: Move up
fi_fi: Siirry ylöspäin
ja_jp: 上に移動

source: Move down
fi_fi: Siirry alas
ja_jp: 下に移動

source: Edit poster
fi_fi: Muokkaa posteria
ja_jp: ポスターを編集

source: Manage poster protection
fi_fi: Hallitse postereiden suojausta
ja_jp: ポスター保護を管理

source: Unschedule
fi_fi: Peruuta aikataulu
ja_jp: スケジュールを取消す

source: Unschedule poster
fi_fi: Peruuta posteri
ja_jp: ポスターのスケジュールを取消す

source: Are you sure you want to unschedule the poster?
fi_fi: Haluatko varmasti poistaa posterin aikataulusta?
ja_jp: ポスターのスケジュールを本当に取り消しますか？

source: Are you sure you want to delete the poster?
fi_fi: Haluatko varmasti poistaa posterin?
ja_jp: ポスターを本当に削除しますか？

source: No sessions in the timetable
fi_fi: Aikataulussa ei ole istuntoja
ja_jp: タイムテーブルにセッションがありません

source: Rooms
fi_fi: Tilat
ja_jp: 部屋

source: No rooms found in the timetable
fi_fi: Aikataulusta ei löytynyt tiloja
ja_jp: タイムテーブルに該当するルームはありません

source: Filter options
fi_fi: Suodatinvaihtoehdot
ja_jp: フィルターオプション

source: Reset filter
fi_fi: Nollaa suodatin
ja_jp: フィルターをリセット

source: Sort by:
fi_fi: Lajittele:
ja_jp: 並び順:

source: Select:
fi_fi: Valitse:
ja_jp: 選択:

source: Add Contribution
fi_fi: Lisää esitys
ja_jp: 投稿を追加

source: Add selected
fi_fi: Lisää valitut
ja_jp: 選択した項目を追加

source: Create a new one
fi_fi: Luo uusi
ja_jp: 新規作成

source: You may choose to:
fi_fi: Voit valita seuraavista vaihtoehdoista:
ja_jp: 選択することができるのは、

source: Choose one (or more) unscheduled
fi_fi: Valitse yksi (tai useampi), jota ei ole vielä aikataulutettu
ja_jp: スケジュールに追加されていない投稿を1つ以上を選択してください

source: To add an unscheduled contribution, please select at least one
fi_fi: Lisätäksesi ajoittamattoman esityksen valitse ainakin yksi
ja_jp: まだスケジュールにはない投稿を追加するため、1つ以上を選択してください

source: Add contribution
fi_fi: Lisää esitys
ja_jp: 投稿を追加

source: Step 1: Choose type of rescheduling
fi_fi: Vaihe 1: Valitse uudelleenjärjestelyn tyyppi
ja_jp: Step 1: 再スケジュール方法を選択

source: See an example
fi_fi: Katso esimerkki
ja_jp: 例を見る

source: Adjust starting time of all entries
fi_fi: Säädä kaikkien merkintöjen alkamisaika
ja_jp: 全てのエントリーの開始時刻を調整

source: Move the entries of
fi_fi: Siirrä merkinnät
ja_jp: エントリーを移動する

source: by changing their
fi_fi: muuttamalla niiden
ja_jp: を変えることで

source: Move the entries of the interval
fi_fi: Siirrä aikavälin merkinnät
ja_jp: インターバルのエントリーを移動する

source: starting times.
fi_fi: aloitusajat.
ja_jp: 開始時刻

source: The first entry will start when the event starts (
fi_fi: Ensimmäinen merkintä alkaa, kun tapahtuma alkaa (
ja_jp: イベント開始時に最初のエントリーが開始されます (

source: The first entry will start when the interval starts (
fi_fi: Ensimmäinen merkintä alkaa, kun aikaväli alkaa (
ja_jp: インターバル開始時に最初のエントリーが開始されます (

source: and the other entries will follow consecutively after it. The durations of the entries will not change.
fi_fi: ja muut merkinnät seuraavat sitä peräkkäin. Merkintöjen kesto ei muutu.
ja_jp: となり、その後に他のエントリーが連続することになります。なお、各エントリーの期間は変わりません。

source: Adjust duration of all entries
fi_fi: Säädä kaikkien merkintöjen kestoa
ja_jp: 全てのエントリーの時間を調整

source: Adjust the
fi_fi: Säädä
ja_jp: 調整

source: duration
fi_fi: kesto
ja_jp: 期間

source: of the entries of
fi_fi: vaihtoehdot
ja_jp: のエントリーのうち

source: the interval
fi_fi: aikaväli
ja_jp: インターバル

source: to fill the gaps between them, so that their starting time don't change. If a time gap is specified, the duration will be extended up to the value of this time gap before the starting time of the next entry.
fi_fi: täyttää niiden väliset aukot, jotta niiden alkamisaika ei muutu. Jos aikaväli on määritetty, kestoa jatketaan tämän aikavälin arvoon asti ennen seuraavan merkinnän alkamisaikaa.
ja_jp: 開始時刻が変わらないように、それらの間隔を埋めます。間隔の値が指定されている場合、次のエントリーの開始時刻前の間隔の値までエントリーの時間が延長されます。

source: Step 2: Choose time gap between entries
fi_fi: Vaihe 2: Valitse merkintöjen välinen aikaväli
ja_jp: Step 2: エントリー間の間隔を決める

source: Step 3: Choose to fit sessions to their content
fi_fi: Vaihe 3: Valitse istuntojen sovittaminen niiden sisältöön
ja_jp: Step 3: セッションを内容に合わせるかを決める

source: There will be no gaps between consecutive entries.
fi_fi: Peräkkäisten merkintöjen välillä ei saa olla aukkoja.
ja_jp: 隣り合うエントリー間に間隔がありません。

source: Entries will be separated by gaps of
fi_fi: Merkinnät erotetaan toisistaan välilyönneillä
ja_jp: エントリー間に次の間隔が設けられます

source: 1 hour
fi_fi: 1 tunti
ja_jp: 1時間

source: hours
fi_fi: tuntia
ja_jp: 時間

source: and
fi_fi: ja
ja_jp: と

source: 1 minute.
fi_fi: 1 minuutti.
ja_jp: 1分。

source: minutes.
fi_fi: minuuttia.
ja_jp: 分。

source: Rescheduling...
fi_fi: Päivitetään aikataulua...
ja_jp: 再スケジュール中...

source: Are you sure you want to reschedule entries ?
fi_fi: Haluatko varmasti päivittää aikataulun merkinnät?
ja_jp: 本当にエントリーを再スケジュールしますか？

source: The entries that are part of a session will
fi_fi: Istuntoon kuuluvat merkinnät
ja_jp: セッション内のエントリは

source: first
fi_fi: ensimmäinen
ja_jp: 最初

source: be fitted to their content.
fi_fi: sovitettava niiden sisältöön.
ja_jp: 内容に合わせてフィットされます。

source: Then, all entries
fi_fi: Sitten kaikki merkinnät
ja_jp: すべてのエントリー

source: All entries
fi_fi: Kaikki merkinnät
ja_jp: 全てのエントリー

source: will have their
fi_fi: saavat
ja_jp: は

source: starting times
fi_fi: aloitusajat
ja_jp: 開始時刻

source: duration
fi_fi: kesto
ja_jp: 長さが

source: changed.
fi_fi: muuttunut.
ja_jp: 変更されます

source: Please review your choice
fi_fi: Tarkista valintasi
ja_jp: 選択した内容を確認してください

source: Please select the rescheduling type
fi_fi: Valitse aikataulun muutoksen tyyppi
ja_jp: 再スケジュールのタイプを選択してください

source: Reschedule Entries
fi_fi: Aikatauluta merkinnät uudelleen
ja_jp: エントリーの再スケジュール

source: This will change the starting and ending times of the session block {0} so that it encompasses all entries defined in its timetable.
fi_fi: Tämä muuttaa ohjelmaosion {0} alkamis- ja päättymisajat siten, että se kattaa kaikki sen aikataulussa määritellyt merkinnät.
ja_jp: これにより、タイムテーブルに定義されたすべてのエントリーが収まるよう、セッションブロック{0}の開始時刻と終了時刻が変更されます。

source: Are you sure you want to proceed?
fi_fi: Haluatko varmasti jatkaa?
ja_jp: 本当に続行してもよいですか？

source: Fitting...
fi_fi: Sovitetaan...
ja_jp: フィット中…

source: Fit timetable to content
fi_fi: Sovita aikataulu sisältöön
ja_jp: タイムテーブルをコンテンツに合わせる

source: Undo last operation
fi_fi: Peruuta viimeisin toiminto
ja_jp: 最後の操作を取消す

source: Show more
fi_fi: Näytä lisää
ja_jp: さらに表示する

source: Show less
fi_fi: Näytä vähemmän
ja_jp: 表示を減らす

source: Add new keyword
fi_fi: Lisää uusi avainsana
ja_jp: 新しいキーワードを追加

source: This operation is not reversible. Are you sure you want to procceed?
ja_jp: この操作は取り消せません。本当に続けますか？

source: Reset review
ja_jp: レビューをリセットする

source: Reset
ja_jp: リセット

source: Are you sure you want to reset the review?
ja_jp: 本当に審査をリセットしますか？

source: This revision has been updated
ja_jp: リビジョンはアップデートされました

source: n/a
ja_jp: 該当なし

source: OR
ja_jp: または

source: Select extra slots
ja_jp: 追加スロットの選択

source: Remove field
ja_jp: フィールドの削除

source: Specify how long user-provided data for this field will be preserved in the database.
ja_jp: このフィールドにユーザーが提供するデータがどれだけの期間データベースに保存されるかを指定してください。

source: Rooms I manage
ja_jp: 自分が管理している部屋

source: This field only accepts jpg, png, gif and webp picture formats.
ja_jp: この項目は jpg、png、gif、および webp 画像のみが可です。

source: Google Calendar
ja_jp: Google カレンダー

source: Managers only
ja_jp: 管理者のみ

source: Upload permissions
ja_jp: アップロードの許可

source: Set upload permissions
ja_jp: アップロードの権限を設定する

source: Category page
ja_jp: カテゴリーページ

source: statistics
ja_jp: 統計

source: ongoing until %(time)s
ja_jp: まで継続中%(time)s

source: starts %(time)s
ja_jp: %(time)s に開始

source: Logo
ja_jp: ロゴ

source: {} to {}
ja_jp: {}から{}まで

source: The requested action is not possible on this revision
ja_jp: このリビジョンでは、要求された操作は不可能です

source: Checkout
ja_jp: チェックアウト

source: Relative to the event start time
ja_jp: イベントの開始時刻の指定時間前

source: Send the reminder to all participants/registrants of the event.
ja_jp: 全ての参加者/登録者にリマインダーを送る

source: Pending Reminders
ja_jp: 保留中のリマインダー

source: Add Reminder
ja_jp: リマインダーを追加

source: Sent Reminders
ja_jp: リマインダー送信完了

source: Rooms I own or manage
ja_jp: 自分が所有または管理している部屋

source: If you own or manage any rooms, you can choose whether to receive notifications about activity related to them.
ja_jp: ルームを所有または管理している場合、そのルームに関連するアクティビティについて通知を受け取るかどうかを選択できます。

source: {0}s
ja_jp: {0}秒

source: 'Today' 'at' {time_fmt}
ja_jp: '今日' 'の' {time_fmt}

source: Indico logo
ja_jp: Indicoロゴ

source: Reminder Preview
ja_jp: リマインダーのプレビュー
