Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: There is one user with no Indico account. An Indico account may be needed to upload materials and/or manage contents.
fi_fi: Yhdellä käyttäjällä ei ole Indico-tiliä. Indico-tili voi olla tarpeen materiaalin lataamista ja /tai sisällön hallintaa varten.
ja_jp: %(count)s名Indicoアカウントを持たないユーザーがいます。マテリアルのアップロードやコンテンツの管理にはIndicoアカウントが必要です。

source: No persons
fi_fi: Ei henkilöitä
ja_jp: ユーザーなし

source: Registration
fi_fi: Rekisteröityminen
ja_jp: 登録

source: Participant List
fi_fi: Osallistujaluettelo
ja_jp: 参加者一覧

source: A registration has been linked to your account.
fi_fi: Tiliisi on liitetty ilmoittautuminen.
ja_jp: {n} 件ん投稿があなたのアカウントにリンクされました。

source: Gives event managers the opportunity to handle registrations within the event.
fi_fi: Antaa tapahtumajärjestäjille mahdollisuuden käsitellä ilmoittautumisia tapahtuman sisällä.
ja_jp: イベントマネージャーがイベントへの参加登録を管理できるようにします。

source: Grants management access to the registration form.
fi_fi: Antaa ilmoittautumislomakkeen hallintaoikeudet.
ja_jp: 登録フォームへの管理アクセスを付与

source: The template dimensions are too large for the page size you selected
fi_fi: Mallin mitat ovat liian suuret valitsemallesi sivukoolle
ja_jp: 選択したページサイズに対して、テンプレートの寸法が大きすぎる。

source: Registration tags
fi_fi: Ilmoittautumistunnisteet
ja_jp: 登録タグ

source: The target event already has registration tags
fi_fi: Kohdetapahtumalla on jo ilmoittautumistunnisteita

source: The target event already has registration forms
fi_fi: Kohdetapahtumassa on jo ilmoittautumislomakkeita
ja_jp: 対象イベントにはすでに登録フォームがあります

source: Registrations
fi_fi: Ilmoittautumiset
ja_jp: 登録者数

source: The target event already has registrations
fi_fi: Kohdetapahtumassa on jo osallistujia
ja_jp: 対象イベントにはすでに登録があります

source: You have to enable the payment feature in order to set a registration fee.
fi_fi: Ilmoittautumismaksun asettamiseksi sinun on otettava maksutoiminto käyttöön.
ja_jp: 登録料を設定するためには、決済機能を有効にする必要があります。

source: The title of the registration form
fi_fi: Ilmoittautumislomakkeen otsikko
ja_jp: 参加登録フォームのタイトル

source: Introduction
fi_fi: Esittely
ja_jp: 説明

source: Introduction to be displayed when filling out the registration form
fi_fi: Esittely, joka näkyy ilmoittautumislomaketta täytettäessä
ja_jp: 登録フォーム記入にあたっての説明文

source: Contact info
fi_fi: Yhteystiedot
ja_jp: 問合せ先

source: How registrants can get in touch with somebody for extra information
fi_fi: Miten ilmoittautujat voivat ottaa yhteyttä, jos he tarvitsevat lisätietoja
ja_jp: 登録者がその他の情報を求めたい時のための情報

source: Moderated
fi_fi: Moderoitu
ja_jp: 受付管理

source: If enabled, registrations require manager approval
fi_fi: Kun tämä on käytössä, ylläpitäjän täytyy hyväksyä ilmoittautumiset
ja_jp: 有効にすると、登録時に管理者の承認が必要になります

source: The registration form will not be publicly displayed on the event page. Only people with the secret link or an invitation will be able to register.
fi_fi: Ilmoittautumislomake ei näy julkisesti tapahtumasivulla. Vain henkilöt, joilla on salainen linkki tai kutsu, voivat ilmoittautua.
ja_jp: 登録フォームはイベントのページに公開されません。リンクを知っているか招待されたユーザーのみが登録できます。

source: Only logged-in users
fi_fi: Vain kirjautuneet käyttäjät
ja_jp: ログイン済ユーザーのみ

source: Users must be logged in to register
fi_fi: Käyttäjien on oltava kirjautuneina sisään ilmoittautuakseen
ja_jp: 登録するにはログインが必要です

source: Registrant must have account
fi_fi: Ilmoittautujalla on oltava tili
ja_jp: 登録にはアカウントが必要

source: Registrations emails must be associated with an Indico account
fi_fi: Ilmoittautumisen sähköpostiosoitteiden on liityttävä Indico-tiliin
ja_jp: 登録者のメールアドレスがIndicoアカウントに登録されていなければなりません

source: Require CAPTCHA
fi_fi: Vaadi CAPTCHA
ja_jp: CAPTCHAを要求

source: When registering, users with no account have to answer a CAPTCHA
fi_fi: Käyttäjät, joilla ei ole Indico-tiliä, joutuvat ilmoittautuessaan vastaamaan CAPTCHA-kysymykseen
ja_jp: アカウントを持っていないユーザーは、登録時にCAPTCHAに答える必要があります。

source: Limit registrations
fi_fi: Rajoita ilmoittautumiset
ja_jp: 登録者数制限

source: Whether there is a limit of registrations
fi_fi: Onko ilmoittautumisille rajoitusta
ja_jp: 登録者数に制限を設けるか

source: Maximum number of registrations
fi_fi: Ilmoittautumisten enimmäismäärä
ja_jp: 最大登録者数

source: Modification allowed
fi_fi: Muokkaus sallittu
ja_jp: 修正が許可されています

source: Will users be able to modify their data? When?
fi_fi: Voivatko käyttäjät muokata tietojaan? Milloin?
ja_jp: ユーザーが登録情報をいつまで変更できるか

source: Publish number of registrations
fi_fi: Julkaise ilmoittautumisten määrä
ja_jp: 登録者数を公開

source: Number of registered participants will be displayed on the event page
fi_fi: Ilmoittautuneiden määrä näkyy tapahtumasivulla
ja_jp: イベントページに登録者数が表示されます

source: Publish check-in status
fi_fi: Julkaise saapumisen tila
ja_jp: チェックイン状況を公開

source: Check-in status will be shown publicly on the event page
fi_fi: Saapumisen tila näkyy julkisesti tapahtumasivulla
ja_jp: チェックインの状況をイベントのページに公開する

source: Registration fee
fi_fi: Ilmoittautumismaksu
ja_jp: 参加登録費

source: A fixed fee all users have to pay when registering.
fi_fi: Kiinteä maksu, jonka kaikki ilmoittautujat maksavat.
ja_jp: 全ての登録者が支払う参加登録費

source: The currency for new registrations
fi_fi: Uusien ilmoittautumisten valuutta
ja_jp: 新規登録に利用する通貨

source: Notification sender address
fi_fi: Ilmoituksen lähettäjän osoite
ja_jp: 通知の送信元アドレス

source: Message for pending registrations
fi_fi: Viesti odottaville ilmoittautumisille
ja_jp: 登録保留のメッセージ

source: Message for unpaid registrations
fi_fi: Viesti maksamattomille ilmoittautumisille
ja_jp: 未払い者へのメッセージ

source: Message for complete registrations
fi_fi: Viesti valmiille ilmoittautumisille
ja_jp: 参加登録完了メッセージ

source: Attach iCalendar file
fi_fi: Liitä iCalendar-tiedosto
ja_jp: iCalendar ファイル添付

source: Attach an iCalendar file to the mail sent once a registration is complete
fi_fi: Liitä iCalendar-tiedosto sähköpostiin, joka lähetetään kun ilmoittautuminen on valmis
ja_jp: 登録完了時のメールに iCalendar ファイルを添付する

source: Enable e-mail notifications about registrations to organizers
fi_fi: Ota käyttöön järjestäjien sähköposti-ilmoitukset ilmoittautumisista
ja_jp: 主催者への登録に関するメール通知を有効にする

source: List of recipients
fi_fi: Vastaanottajalista
ja_jp: 受信者リスト

source: Email addresses that will receive notifications
fi_fi: Sähköpostiosoitteet, joihin ilmoitukset lähetetään
ja_jp: 通知を受け取るメールアドレス

source: Email address set as the sender of all notifications sent to users. If empty, then {email} is used.
fi_fi: Sähköpostiosoite, joka asetetaan kaikkien käyttäjille lähetettävien ilmoitusten lähettäjäksi. Jos kenttä on tyhjä, käytetään {email}.
ja_jp: 参加者に送られる全通知の送信元となるメールアドレス。空の場合は {email} が使われます。

source: Text included in emails sent to pending registrations (Markdown syntax).
fi_fi: Odottaville ilmoittautumisille lähetettävän sähköpostin teksti (Markdown-syntaksi).
ja_jp: 登録保留のメールに含むテキスト(Markdown構文)

source: Pending Registration Preview
fi_fi: Vahvistusta odottavien ilmoittautumisten esikatselu

source: Text included in emails sent to unpaid registrations (Markdown syntax).
fi_fi: Maksua odottaville ilmmoittautumisille lähetettävän sähköpostin teksti (Markdown-syntaksi).
ja_jp: 未払いの登録者に送るメールのテキスト(Markdown文法)。

source: Unpaid Registration Preview
fi_fi: Maksua odottavan ilmoittautumisen esikatselu

source: Text included in emails sent to complete registrations (Markdown syntax).
fi_fi: Valmiille ilmoittautumisille lähetettävän sähköpostin teksti (Markdown-syntaksi).
ja_jp: 登録完了者に送られるメールのテキスト(Markdown文法)。

source: Complete Registration Preview
fi_fi: Valmiin ilmoittautumisen esikatselu

source: Participant list visibility
fi_fi: Osallistujaluettelon näkyvyys
ja_jp: 参加者リストの可視性

source: Specify under which conditions the participant list will be visible to other participants and everyone else who can access the event
fi_fi: Määritä, missä olosuhteissa osallistujaluettelo on näkyvissä muille osallistujille ja kaikille muille, joilla on pääsy tapahtumaan
ja_jp: 参加者リストを、他の参加者やイベントにアクセス可能な全ての人に公開するにあたっての条件を指定します。

source: Retention period
fi_fi: Säilytysaika
ja_jp: 保存期間

source: Specify for how many weeks the registration data, including the participant list, should be stored. Retention periods for individual fields can be set in the registration form designer
fi_fi: Määritä, kuinka monta viikkoa ilmoittautumistietoja, mukaan lukien osallistujaluetteloa, on säilytettävä. Yksittäisten kenttien säilytysajat voidaan asettaa ilmoittautumislomakkeen suunnittelutyökalussa
ja_jp: 参加者リストを含む登録データを、何週間保存するかを指定します。個々のフィールドの保存期間は、登録フォームのデザイナーで設定できます。

source: Participant visibility cannot be more restrictive for other participants than for the public
fi_fi: Osallistujien näkyvyyttä ei voi rajoittaa muille osallistujille enemmän kuin julkisuuteen
ja_jp: 参加者の他の参加者に対する可視性は、公開レベルより強く制限することはできません

source: The visibility duration cannot be zero.
fi_fi: Näkyvyyden kesto ei voi olla nolla.
ja_jp: 表示期間をゼロにすることはできません。

source: The visibility duration cannot be longer than {} week. Leave the field empty for indefinite.
fi_fi: Näkyvyyden kesto ei voi olla pidempi kuin {} viikko. Jätä kenttä tyhjäksi, jos et halua määrittää kestoa.
ja_jp: 公開期間は {} 週間を超えることはできません。無期限の場合は空欄にしてください。

source: The retention period cannot be lower than the visibility duration.
fi_fi: Säilytysaika ei voi olla lyhyempi kuin näkyvyysaika.
ja_jp: 保存期間は表示期間より短くできません。

source: Moment when registrations will be open
fi_fi: Milloin ilmoittautuminen avataan
ja_jp: 参加登録を受付を開始する日時

source: Moment when registrations will be closed
fi_fi: Milloin ilmoittautumiset suljetaan
ja_jp: 参加登録受付を閉じる日時

source: Deadline until which registration information can be modified (defaults to the end date if empty)
fi_fi: Määräaika, johon asti ilmoittautumistietoja voidaan muokata (oletusarvo on päättymispäivä, jos kenttä on tyhjä)
ja_jp: 登録情報変更の締め切り日時（空の場合終了日時と同じ）

source: Deadline until which registration information can be modified
fi_fi: Määräaika, johon asti ilmoittautumistietoja voidaan muokata
ja_jp: 登録情報の変更の締切

source: Email subject
fi_fi: Sähköpostin aihe
ja_jp: メール題名

source: Skip moderation
fi_fi: Ohita moderointi
ja_jp: 介入をスキップ

source: If enabled, the user's registration will be approved automatically.
fi_fi: Kun tämä asetus on käytössä, käyttäjän ilmoittautuminen hyväksytään automaattisesti.
ja_jp: 有効にすると、ユーザーの登録は自動的に承認されます。

source: Skip access check
fi_fi: Ohita pääsyoikeuden tarkastus
ja_jp: アクセスチェックをスキップ

source: If enabled, the user will be able to register even if the event is access-restricted.
fi_fi: Kun tämä asetus on käytössä, käyttäjä voi ilmoittautua, vaikka tapahtumalla olisi pääsyrajoituksia.
ja_jp: 有効にすると、ユーザーは、イベントのアクセスが制限されていても登録できます。

source: The first name of the user you are inviting.
fi_fi: Kutsumasi käyttäjän etunimi.
ja_jp: 招待する人の名

source: The last name of the user you are inviting.
fi_fi: Kutsumasi käyttäjän sukunimi.
ja_jp: 招待する人の姓

source: The invitation will be sent to this address.
fi_fi: Kutsu lähetetään tähän osoitteeseen.
ja_jp: 招待メールがこのアドレスに送られます。

source: The affiliation of the user you are inviting.
fi_fi: Kutsumasi käyttäjän affiliaatio.
ja_jp: 招待する人の所属。

source: There is already an invitation with this email address.
fi_fi: Tälle sähköpostiosoitteelle on jo lähetetty kutsu.
ja_jp: 既にこのメールアドレスで招待状があります。

source: Users
fi_fi: Käyttäjät
ja_jp: ユーザー

source: Select the users to invite.
fi_fi: Valitse kutsuttavat käyttäjät.
ja_jp: 招待するユーザーを選択

source: There are already invitations for the following email addresses: {emails}
fi_fi: Seuraaviin sähköpostiosoitteisiin on jo lähetetty kutsut: {emails}
ja_jp: 以下のメールアドレスには、すでに招待状が届いています: {emails}

source: There are already registrations with the following email addresses: {emails}
fi_fi: Seuraavilla sähköpostiosoitteilla on jo ilmoittautumisia: {emails}
ja_jp: すでに以下のメールアドレスで登録があります: {emails}

source: Source File
fi_fi: Lähdetiedosto
ja_jp: ソースファイル

source: You need to upload a CSV file.
fi_fi: Sinun on ladattava CSV-tiedosto.
ja_jp: CSVファイルをアップロードする必要があります。

source: CSV field delimiter
fi_fi: CSV-kentän erottimena
ja_jp: CSVフィールド区切り文字

source: Skip existing invitations
fi_fi: Ohita olemassa olevat kutsut
ja_jp: 既存の招待状をスキップ

source: If enabled, users with existing invitations will be ignored.
fi_fi: Jos tämä asetus on käytössä, käyttäjät, joilla on jo kutsut, ohitetaan.
ja_jp: 有効な場合、既存の招待状を持つユーザーは無視します。

source: Beware, addresses in this field will receive one mail per registrant.
fi_fi: Huomio: tämän kentän osoitteisiin lähetetään yksi sähköposti kutakin ilmoittautunutta kohden.
ja_jp: このフィールドにあるアドレスには、登録者1人につき1通のメールが届くので、ご注意ください。

source: Send copy to me
fi_fi: Lähetä kopio minulle
ja_jp: コピーを自分に送る

source: Attach ticket
fi_fi: Liitä lippu
ja_jp: チケットを添付

source: Attach tickets to emails
fi_fi: Liitä liput sähköposteihin
ja_jp: メールにチケットを添付

source: Enable Tickets
fi_fi: Ota liput käyttöön
ja_jp: チケットを有効化

source: Create tickets for registrations using this registration form.
fi_fi: Luo lippuja tällä ilmoittautumislomakkeella.
ja_jp: この登録フォームを用いて登録用チケットを作成する。

source: Export to Google Wallet
fi_fi: Vie Google Wallet -palveluun
ja_jp: Google Walletにエクスポート

source: Allow users to export their ticket to Google Wallet. This currently does not support tickets for accompanying persons.
fi_fi: Salli käyttäjien viedä lippunsa Google Walletiin. Tämä ei tällä hetkellä tue seuralaisten lippuja.
ja_jp: ユーザーにGoogle Walletへのチケットのエクスポートを許可します。現在これは同伴者のチケットはサポートしていません。

source: Export to Apple Wallet
fi_fi: Vie Apple Wallet -lompakkoon
ja_jp: Apple Walletにエクスポート

source: Allow users to export their ticket to Apple Wallet. This currently does not support tickets for accompanying persons.
fi_fi: Salli käyttäjien viedä lippunsa Apple Walletiin. Tämä ei tällä hetkellä tue seuralaisten lippuja.
ja_jp: ユーザーに Apple Wallet へのチケットのエクスポートを許可します。現在のところ、同伴者のチケットには対応していません。

source: Send with an e-mail
fi_fi: Lähetä sähköpostilla
ja_jp: E-Mailで送信

source: Attach PDF ticket to the email sent to a user after completing their registration.
fi_fi: Liitä PDF-lippu sähköpostiin, joka lähetetään käyttäjälle ilmoittautumisen jälkeen.
ja_jp: 参加登録完了時にユーザーに送られるE-MailにPDFチケットを添付する。

source: Download from event homepage
fi_fi: Lataa tapahtuman kotisivulta
ja_jp: イベントのページからダウンロード

source: Allow users to download their ticket from the conference homepage.
fi_fi: Salli käyttäjien ladata lippunsa konferenssin kotisivulta.
ja_jp: ユーザーがカンファレンスのホームページからチケットをダウンロードできるようにします。

source: Download from summary page
fi_fi: Lataa yhteenvetosivulta
ja_jp: サマリーページからダウンロード

source: Allow users to download their ticket from the registration summary page.
fi_fi: Salli käyttäjien ladata lippunsa ilmoittautumisen yhteenvetosivulta.
ja_jp: ユーザーが登録サマリーページからチケットをダウンロード可能にする。

source: Tickets for accompanying persons
fi_fi: Liput seuralaisille
ja_jp: 同伴者のチケット

source: Create tickets for each of the user's accompanying persons.
fi_fi: Luo liput jokaiselle käyttäjän mukana olevalle henkilölle.
ja_jp: ユーザーの同伴者それぞれにチケットを作成

source: Ticket template
fi_fi: Lipun mallipohja
ja_jp: チケットのテンプレート

source: Default category template
fi_fi: Oletuskategorian mallipohja
ja_jp: デフォルトのカテゴリーテンプレート

source: Registration managers
fi_fi: Ilmoittautumisvastaavat
ja_jp: 登録マネージャー

source: List of users allowed to modify registrations
fi_fi: Luettelo käyttäjistä, joilla on oikeus muokata ilmoittautumisia
ja_jp: 登録内容の変更を許可されたユーザーのリスト

source: Indico users
fi_fi: Indico-käyttäjät
ja_jp: Indicoユーザー

source: Send e-mail notifications
fi_fi: Lähetä sähköposti-ilmoituksia
ja_jp: メール通知を送信

source: Notify the users about the registration.
fi_fi: Ilmoita käyttäjille ilmoittautumisesta.
ja_jp: 登録に関する事をユーザーに通知する。

source: A registration for {} already exists.
fi_fi: {} on jo ilmoittautunut.
ja_jp: {} の登録はすでに存在します。

source: Page configuration
fi_fi: Sivun asetukset
ja_jp: ページ設定

source: Save values for next time
fi_fi: Tallenna arvot seuraavaa kertaa varten
ja_jp: 次回のために値を保存する

source: Save these values in the event settings
fi_fi: Tallenna nämä arvot tapahtuman asetuksiin
ja_jp: これらの値をイベント設定に保存する

source: Dashed border around each badge
fi_fi: Katkoviivat nimilappujen ympärillä
ja_jp: 各バッジを囲む破線のボーダー

source: Display a dashed border around each badge
fi_fi: Reunusta nimilaput katkoviivoilla
ja_jp: 各バッジの周囲に破線のボーダーを表示する

source: Page orientation
fi_fi: Sivun suunta
ja_jp: ページの向き

source: Page layout
fi_fi: Sivun asettelu
ja_jp: ページレイアウト

source: The single sided (foldable) option is only available if the template orientation is the same as the page orientation and its width is exactly half of the page width
fi_fi: Yksipuolinen (taitettava) vaihtoehto on käytettävissä vain, jos mallipohjan suunta on sama kuin sivun suunta ja sen leveys on täsmälleen puolet sivun leveydestä.
ja_jp: 片面（折り畳み）オプションは、テンプレートの向きがページの向きと同じで、その幅がページ幅のちょうど半分の場合にのみ利用できます

source: Top margin
fi_fi: Yläreunus
ja_jp: 上部マージン

source: Left margin
fi_fi: Vasen reunus
ja_jp: 左マージン

source: Right margin
fi_fi: Oikea reunus
ja_jp: 右余白

source: Bottom margin
fi_fi: Alareunus
ja_jp: 下部マージン

source: Margin between columns
fi_fi: Sarakkeiden välinen reunus
ja_jp: 列間マージン

source: Margin between rows
fi_fi: Rivien välinen reunus
ja_jp: 行間マージン

source: Skip Moderation
fi_fi: Ohita moderointi
ja_jp: 介入をスキップ

source: If enabled, the registration will be immediately accepted
fi_fi: Kun tämä asetus on käytössä, ilmoittautuminen hyväksytään heti
ja_jp: 有効な場合、登録は即座に承認されます

source: If enabled, invited people will be able to register even if the event is access-restricted.
fi_fi: Kun tämä asetus on käytössä, kutsutut henkilöt voivat ilmoittautua, vaikka tapahtumaan pääsyä olisi rajoitettu.
ja_jp: 有効にすると、招待された人々は、イベントのアクセスが制限されていても登録できます。

source: E-mail users
fi_fi: Lähetä käyttäjille sähköpostia
ja_jp: ユーザーにメール

source: Whether the imported users should receive an e-mail notification
fi_fi: Lähetetäänkö tuoduille käyttäjille sähköposti-ilmoitus
ja_jp: インポートしたユーザーにメール通知を送るかどうか

source: You can provide a reason for the rejection here.
fi_fi: Voit antaa hylkäyksen syyn tässä.
ja_jp: ここに却下理由を提供できます。

source: Attach reason
fi_fi: Liitä syy
ja_jp: 理由を添える

source: Select tags to assign
fi_fi: Valitse liitettävät tunnisteet
ja_jp: 割り当てるタグを選択

source: Select tags to remove
fi_fi: Valitse poistettavat tunnisteet
ja_jp: 削除するタグを選択

source: You cannot add and remove the same tag
fi_fi: Et voi lisätä ja poistaa samaa tunnistetta
ja_jp: 同じタグを追加し削除はできません

source: Specify whether users are required to agree to the event's privacy policy when registering
fi_fi: Määritä, onko käyttäjien hyväksyttävä tapahtuman tietosuojakäytäntö ilmoittautuessaan
ja_jp: 登録の際にユーザーによるイベントのプライバシーポリシーへの同意が必須かどうかを指定

source: 'Show all participants' can only be set if there are no registered users.
fi_fi: "Näytä kaikki osallistujat" -asetus voidaan valita vain, jos ilmoittautuneita käyttäjiä ei ole.
ja_jp: 「すべての参加者を表示」は、登録ユーザーがいない場合にのみ設定できます。

source: The retention period of the whole form cannot be lower than that of individual fields.
fi_fi: Koko lomakkeen säilytysaika ei voi olla lyhyempi kuin yksittäisten kenttien säilytysaika.
ja_jp: フォーム全体の保存期間は、各フィールドのそれよりも短くできません。

source: Action
fi_fi: Toiminto
ja_jp: アクション

source: Apply to complete registrations
fi_fi: Ota käyttöön valmiissa ilmoittautumisissa
ja_jp: 完了済の登録に適用

source: If enabled, registrations in the "complete" state that had no fee before, will have the fee updated and changed to the "unpaid" state.
fi_fi: Kun tämä asetus on käytössä, aiemmin maksuttomiksi merkittyjen valmiiden ilmoittautumisten maksutiedot päivitetään, ja niiden tilaksi tulee "ei maksettu".
ja_jp: 有効な場合、これまでは参加費無しだった「完了」状態の登録に、更新後の参加費があてはめられ、「未納」状態に変わります。

source: Remove fee for unpaid registrations
fi_fi: Poista maksu maksamattomilta ilmoittautumisilta
ja_jp: 未納の登録に対し、参加費を削除

source: Set fee to the registration form's default ({})
fi_fi: Aseta maksuksi ilmoittautumislomakkeen oletusmaksu ({})
ja_jp: 参加費を登録フォームのデフォルトにセット ({})

source: Change fee to custom value
fi_fi: Vaihda maksu mukautetuksi arvoksi
ja_jp: 参加費をカスタム値に変える

source: A fixed fee (in {currency}) the selected users have to pay when registering.
fi_fi: Kiinteä maksu ({currency}), jonka valitut käyttäjät maksavat ilmoittautuessaan.
ja_jp: 登録時に選択したユーザーが払う固定料金 ({currency}建て) 。

source: Notify users
fi_fi: Ilmoita käyttäjille
ja_jp: ユーザーに通知

source: Whether users should be notified about the published receipt
fi_fi: Ilmoitetaanko käyttäjille julkaistusta kuitista
ja_jp: 発行した領収書に関してユーザーに通知を送るかどうか

source: Registration Date
fi_fi: Ilmoittautumispäivä
ja_jp: 登録日

source: Consent to publish
fi_fi: Julkaisulupa
ja_jp: 公開に同意

source: Participant hidden
fi_fi: Osallistuja piilotettu
ja_jp: 参加者非開示

source: Has tags
fi_fi: Sisältää tunnisteita
ja_jp: タグがあります

source: Tags absent
fi_fi: Tunnisteet puuttuvat
ja_jp: 無いタグ

source: Does not have tags
fi_fi: Ei sisällä tunnisteita
ja_jp: タグはありません

source: Has documents
fi_fi: Sisältää asiakirjoja
ja_jp: ドキュメントあり

source: Accommodations paid
fi_fi: Majoitus maksettu
ja_jp: 宿泊費支払い済み

source: Total paid (unpaid)
fi_fi: Maksettu yhteensä (maksamatta)
ja_jp: 支払い合計（未払い）

source: Total
fi_fi: Yhteensä
ja_jp: 合計

source: Row {}: missing e-mail address
fi_fi: Rivi {}: puuttuva sähköpostiosoite
ja_jp: 行 {}: メールアドレスがありません

source: Row {}: invalid e-mail address
fi_fi: Rivi {}: virheellinen sähköpostiosoite
ja_jp: 行 {}: 無効なメールアドレスです

source: Row {}: missing first or last name
fi_fi: Rivi {}: etu- tai sukunimi puuttuu
ja_jp: 行 {}: 姓または名前がありません

source: Row {}: email address is not unique
fi_fi: Rivi {}: sähköpostiosoite ei ole yksilöllinen
ja_jp: 行 {}: メールアドレスが固有のものではありません

source: Row {}: email address belongs to the same user as in row {}
fi_fi: Rivi {}: sähköpostiosoite kuuluu samalle käyttäjälle kuin rivillä {}
ja_jp: 行 {}: メールアドレスが行 {} と同じユーザーのものです

source: Row {}: a registration with this email already exists
fi_fi: Rivi {}: tällä sähköpostiosoitteella on jo ilmoittautuminen
ja_jp: 行 {}: このメールでの登録がすでにあります

source: Row {}: a registration for this user already exists
fi_fi: Rivi {}: käyttäjä on jo ilmoittautunut
ja_jp: 行 {}: このユーザーはすでに登録しています

source: Row {}: an invitation for this user already exists
fi_fi: Rivi {}: tälle käyttäjälle on jo lähetetty kutsu
ja_jp: 行 {}: このユーザーへの招待はすでにあります

source: Could not process image, it may be corrupted or too big
fi_fi: Kuvaa ei voitu käsitellä, se voi olla vioittunut tai liian suuri
ja_jp: イメージを処理できませんでした。壊れているか、大きすぎます。

source: This registration form is private.
fi_fi: Ilmoittautumislomake on yksityinen.
ja_jp: この登録フォームは非公開です。

source: Your invitation code is not valid.
fi_fi: Kutsukoodisi ei ole kelvollinen.
ja_jp: 招待コードは有効ではありません。

source: This invitation does not exist or has been withdrawn.
fi_fi: Tätä kutsua ei ole olemassa tai se on peruutettu.
ja_jp: この招待状は存在しないか、または撤回されました。

source: You are trying to register with a form that requires you to be logged in
fi_fi: Yrität ilmoittautua lomakkeella, joka edellyttää sisäänkirjautumista
ja_jp: ログインが必要なフォームで登録しようとしています

source: You cannot register for this event
fi_fi: Et voi ilmoittautua tähän tapahtumaan
ja_jp: あなたはこのイベントに登録できません

source: We could not find a registration for you. If have already registered, please use the direct access link from the email you received after registering.
fi_fi: Emme löytäneet ilmoittautumistasi. Jos olet jo ilmoittautunut, käytä ilmoittautumisen jälkeen sähköpostiisi lähetettyä suoraa linkkiä.
ja_jp: あなたの登録は見つかりませんでした。 すでに登録済みであれば、登録後に届いたメールに記載されているダイレクトアクセスリンクを用いてください。

source: We could not find a registration for you. If have already registered, please use the direct access link from the email you received after registering or log in to your Indico account.
fi_fi: Emme löytäneet ilmoittautumistasi. Jos olet jo ilmoittautunut, käytä ilmoittautumisen jälkeen sähköpostiisi lähetettyä suoraa linkkiä tai kirjaudu Indico-tilillesi.
ja_jp: お客様の登録が見つかりませんでした。 すでに登録済みであれば、登録後に届いたメールに記載されているダイレクトアクセスリンクを用いるか、またはIndicoアカウントにログインしてください。

source: Your registration has been withdrawn.
fi_fi: Ilmoittautumisesi on peruttu.
ja_jp: 登録を取り下げました。
