Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: I have read, understood and accept the {tosLink}terms of service{/tosLink} and {privacyLink}privacy policy{/privacyLink}.
fi_fi: Olen lukenut, ymmärtänyt ja hyväksyn {tosLink}käyttöehdot{/tosLink} ja {privacyLink}tietosuojakäytännön{/privacyLink}.
ja_jp: {tosLink}サービス利用規約{/tosLink}と{privacyLink}プライバシーポリシー{/privacyLink}を読み、理解した上で同意します。

source: I have read, understood and accept the {tosLink}terms of service{/tosLink}.
fi_fi: Olen lukenut, ymmärtänyt ja hyväksyn {tosLink}palveluehdot{/tosLink}.
ja_jp: {tosLink}サービス利用規約{/tosLink}を読み、理解した上で同意します。

source: I have read, understood and accept the {privacyLink}privacy policy{/privacyLink}.
fi_fi: Olen lukenut, ymmärtänyt ja hyväksyn {privacyLink}tietosuojakäytännön{/privacyLink}.
ja_jp: I have read, understood and accept the {privacyLink}プライバシーポリシー{/privacyLink}を読み、理解した上で、同意します。

source: Passwords must match
fi_fi: Salasanojen tulee täsmätä
ja_jp: パスワードが一致すること

source: There is already some information in Indico that concerns you. We are going to link it automatically.
fi_fi: Indico-järjestelmässä on jo joitakin sinua koskevia tietoja. Yhdistämme ne automaattisesti.
ja_jp: Indicoには、すでにあなたについての情報があります。それを自動でリンクしていきます。

source: User information
fi_fi: Käyttäjätiedot
ja_jp: ユーザー情報

source: Email address
fi_fi: Sähköpostiosoite
ja_jp: メールアドレス

source: First name
fi_fi: Etunimi
ja_jp: 名

source: Last name
fi_fi: Sukunimi
ja_jp: 姓

source: Affiliation
fi_fi: Affiliaatio
ja_jp: 所属

source: Address
fi_fi: Osoite
ja_jp: 住所

source: Phone number
fi_fi: Puhelinnumero
ja_jp: 電話番号

source: Login details
fi_fi: Kirjautumistiedot
ja_jp: ログイン詳細

source: Username
fi_fi: Käyttäjätunnus
ja_jp: ユーザー名

source: Password
fi_fi: Salasana
ja_jp: パスワード

source: Confirm password
fi_fi: Vahvista salasana
ja_jp: パスワード（確認）

source: Account moderation
fi_fi: Tilin hallinta
ja_jp: アカウントモデレーション

source: Each new account needs to be approved by an administrator. We will send you an email as soon as your request has been approved.
fi_fi: Ylläpitäjän on hyväksyttävä Jokainen Uusi tili. Lähetämme sinulle sähköpostin, kun pyyntösi on hyväksytty.
ja_jp: 各新規アカウントは、管理者による承認が必要です。承認され次第、メールでお知らせします。

source: Comment
fi_fi: Kommentti
ja_jp: コメント

source: You can provide additional information or a comment for the administrators who will review your registration.
fi_fi: Voit antaa ylläpitäjille lisätietoja tai kommentin, jotka he näkevät tarkastaessaan rekisteröitymisesi.
ja_jp: 登録内容を確認する管理者のために、追加情報やコメントを記入できます。

source: Terms of service
fi_fi: Käyttöehdot
ja_jp: サービス利用規約

source: Privacy Policy
fi_fi: Tietosuojakäytäntö
ja_jp: プライバシーポリシー

source: Last updated
fi_fi: Viimeksi päivitetty
ja_jp: 最終更新

source: Submit registration request
fi_fi: Lähetä rekisteröintipyyntö
ja_jp: 登録申請

source: Create my Indico profile
fi_fi: Luo Indico-profiilini
ja_jp: Indicoプロファイルを作成

source: Cancel
fi_fi: Peruuta
ja_jp: キャンセル

source: Export
fi_fi: Vie
ja_jp: エクスポート

source: Category
fi_fi: Kategoria
ja_jp: カテゴリー

source: Go to...
fi_fi: Siirry...

source: No room
fi_fi: Ei tilaa
ja_jp: 部屋なし

source: No keywords
fi_fi: Ei avainsanoja
ja_jp: キーワードなし

source: Multiple keywords
fi_fi: Useita avainsanoja
ja_jp: 複数キーワード

source: No category
fi_fi: Ei kategoriaa
ja_jp: カテゴリー無し

source: This category
fi_fi: Tämä kategoria
ja_jp: このカテゴリー

source: No venue
fi_fi: Ei tapahtumapaikkaa
ja_jp: 会場なし

source: Venue
fi_fi: Tapahtumapaikka
ja_jp: 会場

source: Room
fi_fi: Tila
ja_jp: 部屋

source: Keywords
fi_fi: Avainsanat
ja_jp: キーワード

source: Display by:
fi_fi: Järjestä:
ja_jp: 表示：

source: Select all
fi_fi: Valitse kaikki
ja_jp: 全て選択

source: Clear
fi_fi: Tyhjennä
ja_jp: クリア

source: Unlisted event
fi_fi: Listaamaton tapahtuma
ja_jp: 一覧にないイベント

source: There are no event move requests.
fi_fi: Tapahtumien siirtopyyntöjä ei ole.
ja_jp: イベント移動の要望はありません。

source: User
fi_fi: Käyttäjä
ja_jp: ユーザー

source: Event
fi_fi: Tapahtuma
ja_jp: イベント

source: Event Date
fi_fi: Tapahtuman päivämäärä
ja_jp: イベント日程

source: Requested Date
fi_fi: Pyydetty päivämäärä
ja_jp: 希望日

source: Approve
fi_fi: Hyväksy
ja_jp: 承認

source: or
fi_fi: tai
ja_jp: または

source: Provide the rejection reason
fi_fi: Ilmoita hylkäyksen syy
ja_jp: 拒否の理由を記入する

source: and
fi_fi: ja
ja_jp: と

source: Reject
fi_fi: Hylkää
ja_jp: 拒否

source: Events
fi_fi: Tapahtumat
ja_jp: イベント

source: Contributions
fi_fi: Esitykset
ja_jp: 投稿

source: Number of events
fi_fi: Tapahtumien lukumäärä
ja_jp: 表示するイベントの数

source: The year is the one of the start date of the event.
fi_fi: Vuosi määräytyy tapahtuman alkamispäivämäärän mukaan.
ja_jp: 年号は、イベントの開始日のものです。

source: No data available
fi_fi: Ei tietoja saatavilla
ja_jp: データがありません

source: Number of contributions
fi_fi: Esitysten määrä
ja_jp: 投稿の数

source: The year is the one of the start date of the contribution.
fi_fi: Vuosi määräytyy esityksen alkamispäivämäärän mukaan.
ja_jp: 年号は、拠出開始日のものです。

source: Total number of events
fi_fi: Tapahtumia yhteensä
ja_jp: イベント数の合計

source: Total number of contributions
fi_fi: Esityksiä yhteensä
ja_jp: 投稿数の合計

source: Number of attachments
fi_fi: Liitteiden määrä
ja_jp: 添付ファイルの数

source: Number of users
fi_fi: Käyttäjien määrä
ja_jp: ユーザー数

source: Last updated on: {time}
fi_fi: Viimeksi päivitetty: {time}
ja_jp: 最新アップデート時刻: {time}

source: Add category to favorites (This will make events in this category visible on your Dashboard.)
fi_fi: Lisää kategoria suosikkeihin (Tämän jälkeen kategorian tapahtumat näkyvät hallintapaneelissasi.)
ja_jp: カテゴリをお気に入りに追加する（このカテゴリのイベントがダッシュボードに表示されるようになります）。

source: Delete category from favorites.
fi_fi: Poista kategoria suosikeista.
ja_jp: カテゴリーをブックマークから削除

source: Login as...
fi_fi: Kirjaudu käyttäjänä...
ja_jp: ...としてログイン

source: Your session expired
fi_fi: Istuntosi on vanhentunut
ja_jp: セッション有効期限切れ

source: Your current session is about to expire
fi_fi: Nykyinen istuntosi on vanhentumassa
ja_jp: セッション有効期限が間もなく切れます

source: Your session has expired and you have been logged out. Please log in again if you wish to continue using Indico.
fi_fi: Istuntosi on vanhentunut, joten sinut on kirjattu ulos. Kirjaudu uudelleen jatkaaksesi Indicon käyttöä.
ja_jp: セッション有効期限が切れ、ログアウトされました。Indicoの利用し続けるには再度ログインして下さい。

source: If you need to save anything, you can also dismiss this message, but any operations on the current page will fail until you manually log in again.
fi_fi: Voit sulkea tämän viestin, jos sinun täytyy tallentaa jotain. Sivun toiminnot eivät kuitenkaan ole käytettävissä , ennen kuin kirjaudut uudelleen sisään.
ja_jp: 保存する必用があればこのメッセージを消すこともできますが、再度手動でログインするまでは、このページで行う操作は失敗するでしょう。

source: Your session will expire soon and you need to log in again to renew it if you wish to continue using Indico.
fi_fi: Istuntosi on vanhentumassa. Jatkaaksesi Indicon käyttöä sinun on kirjauduttava uudelleen sisään.
ja_jp: あなたのセッションは間もなく有効期限が切れるため、Indicoの使用を続けるには 再度ログインして更新する必用があります。

source: If you dismiss this message, it will not show up until after your session has expired
fi_fi: Jos suljet tämän viestin, se ei enää näy uudelleen ennen kuin istuntosi on vanhentunut
ja_jp: このメッセージを消すと、セッション有効期限が切れるまで表示されません

source: Click on the "Refresh" button if you wish to continue using Indico or you will be logged out.
fi_fi: Jatkaaksesi Indicon käyttöä Napsauta "Päivitä”. Muussa tapauksessa sinun on kirjauduttava uudelleen. Jos suljet tämän viestin, se ei enää näy uudelleen ennen kuin istuntosi on vanhentunut.
ja_jp: Indicoの使用を続けるには「更新」 ボタンをクリックしてください。 そうしないとログアウトされます。

source: If you dismiss this message, it will not show up until your session expired.
fi_fi: Jos suljet tämän viestin, se ei enää näy uudelleen ennen kuin istuntosi on vanhentunut.
ja_jp: このメッセージを消すと、セッション有効期限が切れるまで表示されません。

source: Login again
fi_fi: Kirjaudu uudelleen
ja_jp: 再ログイン

source: Refresh
fi_fi: Päivitä
ja_jp: 更新

source: Dismiss
fi_fi: Sulje
ja_jp: 消去

source: Snooze
fi_fi: Lykkää
ja_jp: スヌーズ

source: Manage custom PDF
fi_fi: Hallinnoi mukautettua PDF:ää
ja_jp: カスタムPDFの管理

source: Upload custom PDF
fi_fi: Lisää mukautettu PDF
ja_jp: カスタムPDFのアップロード

source: Manage PDF
fi_fi: Hallinnoi PDF:ää
ja_jp: PDFを管理する

source: Upload PDF
fi_fi: Lisää PDF
ja_jp: PDFをアップロードする

source: Upload BoA
fi_fi: Lisää abstraktikirja
ja_jp: 抄録ブックをアップロードする

source: Manage custom Book of Abstracts
fi_fi: Hallinnoi mukautettua abstraktikirjaa
ja_jp: カスタムアブストラクト集の管理

source: Manage Book of Abstracts
fi_fi: Hallinnoi abstraktikirjaa
ja_jp: 抄録ブックの管理

source: Delete custom PDF
fi_fi: Poista mukautettu PDF
ja_jp: カスタムPDFを削除する

source: Delete current PDF
fi_fi: Poista nykyinen PDF
ja_jp: 現在のPDFを削除

source: You can upload a custom PDF for your Book of Abstracts. Please note that this overrides the autogenerated file. To switch back to the default book of abstracts you'll have to delete the custom file.
fi_fi: Voit lisätä mukautetun PDF-tiedoston abstraktikirjaasi. Huomioithan, että tämä korvaa automaattisesti luodun tiedoston. Palataksesi oletusarvoiseen abstraktikirjaan sinun täytyy poistaa mukautettu tiedosto.
ja_jp: 抄録集用にカスタムPDFをアップロードすることができます。これは、自動生成されたファイルを上書きすることに注意してください。デフォルトの抄録集に戻すには、カスタムファイルを削除する必要があります。

source: You can upload a PDF file with the Book of Abstracts here.
fi_fi: Voit lisätä abstraktikirjan PDF-tiedoston täällä.
ja_jp: こちらから、抄録集と一緒にPDFファイルをアップロードすることができます。

source: Confirm deletion
fi_fi: Vahvista poisto
ja_jp: 削除の確認

source: Do you really want to delete the custom Book of Abstracts? This will revert to the default auto-generated one.
fi_fi: Haluatko varmasti poistaa mukautetun abstraktikirjan? Tämä palauttaa abstraktikirjan oletusarvoisen, automaattisesti luodun version.
ja_jp: カスタムの抄録集を本当に削除しますか？これでは、デフォルトの自動生成されたものに戻ってしまいます。

source: Do you really want to delete the Book of Abstracts? This will disable the Book of Abstracts until you upload a new one.
fi_fi: Haluatko varmasti poistaa abstraktikirjan? Tämä poistaa abstraktikirjan käytöstä, kunnes lisäät uuden.
ja_jp: 本当にアブストラクト集を削除しますか？新しいものをアップロードするまで、このアブストラクト集は使用できなくなります。

source: Delete
fi_fi: Poista
ja_jp: 削除

source: Regex Pattern
fi_fi: Regex-kuvio
ja_jp: 正規表現パターン

source: URL with placeholder(s)
fi_fi: URL-osoite paikkamerkeillä
ja_jp: プレースホルダー付き URL

source: Analyze on regex101.com
fi_fi: Testaa sivustolla regex101.com
ja_jp: regex101.com で解析

source: Delete entry
fi_fi: Poista merkintä
ja_jp: 項目を削除

source: Add entry
fi_fi: Lisää merkintä
ja_jp: 項目を追加

source: Test drive
fi_fi: Kokeile
ja_jp: 試運転

source: You can write some markdown below and see how the above rules are applied
fi_fi: Kirjoita alla Markdownia nähdäksesi, miten yllä olevat säännöt toimivat
ja_jp: 下記にMarkdownを書いてみて、上記のルールがどのように反映されるか見る事ができます

source: Write some Markdown here...
fi_fi: Kirjoita tähän Markdownia...
ja_jp: ここにMarkdownで書いてみる...

source: Add event to favorites
fi_fi: Lisää tapahtuma suosikkeihin
ja_jp: イベントをブックマークへ追加

source: Delete event from favorites
fi_fi: Poista tapahtuma suosikeista
ja_jp: イベントをブックマークから削除

source: Basic
fi_fi: Perus
ja_jp: 基本

source: Just the event.
fi_fi: Vain tapahtuma.
ja_jp: イベントのみ

source: A detailed timetable containing individual session blocks and top-level contributions.
fi_fi: Yksityiskohtainen aikataulu, joka sisältää sekä yksittäiset istuntojaksot että ylätason esitykset.
ja_jp: 個々のセッションブロックとトップレベルの提出物を含む詳細なタイムテーブル。

source: Compact
fi_fi: Kompakti
ja_jp: コンパクト

source: Detailed
fi_fi: Yksityiskohtainen
ja_jp: 詳細

source: A detailed timetable containing all individual contributions.
fi_fi: Yksityiskohtainen aikataulu, joka sisältää kaikki esitykset.
ja_jp: すべての個人の提出物を含む詳細なタイムテーブル。

source: Publish contributions
fi_fi: Julkaise esitykset
ja_jp: 投稿の公開

source: Set contribution list in draft mode
fi_fi: Siirrä lista esityksistä luonnostilaan
ja_jp: 投稿リストを下書きモードに設定する

source: Are you sure you want to change the contribution list back to draft mode?
fi_fi: Haluatko varmasti siirtää listan esityksistä takaisin luonnostilaan?
ja_jp: 本当に投稿リストを下書きモードに戻しても良いですか？

source: By doing so the following menu items won't be accessible:
fi_fi: Tämä estää seuraavien valikkokohtien käytön:
ja_jp: それをすると、以下のメニューにアクセスできなくなります。

source: Are you sure you want to publish the contribution list?
fi_fi: Haluatko varmasti julkaista listan esityksistä?
ja_jp: 投稿リストを本当に公開しますか？

source: By doing so the following menu items will be accessible:
fi_fi: Tämä mahdollistaa seuraavien valikkokohtien käytön:
ja_jp: それをすることで、次のメニューにアクセスできるようになります。

source: Contribution List
fi_fi: Lista esityksistä
ja_jp: 投稿リスト

source: My Contributions
fi_fi: Omat esitykset
ja_jp: 私の投稿

source: Author List
fi_fi: Lista kirjoittajista
ja_jp: 著者リスト

source: Speaker List
fi_fi: Lista puhujista
ja_jp: 発表者リスト

source: Timetable
fi_fi: Aikataulu
ja_jp: タイムテーブル

source: Book of Abstracts
fi_fi: Abstraktikirja
ja_jp: アブストラクトの冊子

source: No
fi_fi: Ei
ja_jp: いいえ

source: Yes
fi_fi: Kyllä
ja_jp: はい

source: Published
fi_fi: Julkaistu
ja_jp: 公開済み

source: Draft
fi_fi: Luonnos
ja_jp: 下書き

source: Contribution
fi_fi: Esitys
ja_jp: 投稿

source: Submit paper
fi_fi: Lähetä artikkeli
ja_jp: 論文投稿

source: Submit poster
fi_fi: Lähetä posteri
ja_jp: ポスターを投稿する

source: Submit slides
fi_fi: Lähetä esitysdioja
ja_jp: スライドを投稿する

source: Submit
fi_fi: Lähetä
ja_jp: 送信

source: Submit files
fi_fi: Lähetä tiedostot
ja_jp: ファイルを追加

source: Editable list
fi_fi: Muokattavat kohteet
ja_jp: 原稿リスト

source: other modules
fi_fi: muut moduulit
ja_jp: その他のモジュール

source: other views
fi_fi: muut näkymät
ja_jp: その他のビュー

source: Display
fi_fi: Näytä
ja_jp: 表示

source: Management
fi_fi: Hallinta
ja_jp: 管理

source: Confirmation required
fi_fi: Vahvistus vaaditaan
ja_jp: 確認が必要

source: Editor uploaded changes to your paper. Please download the updated files and verify their changes. If you reject them, you can upload a new version afterwards.
fi_fi: Artikkeliisi on tehty muutoksia. Lataa päivitetyt tiedostot ja vahvista muutokset. Jos et hyväksy muutoksia, voit lisätä uuden version myöhemmin.
ja_jp: 編集者があなたの論文への変更をアップロードしました。更新されたファイルをダウンロードし、その変更点を確認してください。もし拒否するのであれば、後で新しいバージョンをアップロードすることができます。

source: You can leave a comment if you wish
fi_fi: Halutessasi voit jättää kommentin
ja_jp: 必要ならコメントを残すことができます

source: Accept
fi_fi: Hyväksy
ja_jp: 承諾

source: Leave a comment...
fi_fi: Kirjoita kommentti...
ja_jp: コメントを残す...

source: Restrict visibility of this comment to other editors only
fi_fi: Rajoita tämän kommentin näkyvyys vain muille muokkaajille
ja_jp: このコメントの可視性を他の編集者に制限する

source: {userName} left a comment
fi_fi: {userName} kirjoitti kommentin
ja_jp: {userName} がコメントしました

source: Visible only to editors
fi_fi: Näkyy vain muokkaajille
ja_jp: 編集者にのみ開示

source: edited
fi_fi: muokattu
ja_jp: Edited on

source: Edit comment
fi_fi: Muokkaa kommenttia
ja_jp: コメントを編集

source: Remove comment
fi_fi: Poista kommentti
ja_jp: コメント削除

source: Are you sure you want to remove this comment?
fi_fi: Haluatko varmasti poistaa tämän kommentin?
ja_jp: このコメント削除しますか？

source: Actions
fi_fi: Toiminnot
ja_jp: 操作

source: Confirm action: {action}
fi_fi: Vahvista toiminto: {action}
ja_jp: 操作確認: {action}

source: Delete paper
fi_fi: Poista artikkeli
ja_jp: 論文を削除

source: Delete slide
fi_fi: Poista dia
ja_jp: スライドを削除

source: Delete poster
fi_fi: Poista posteri
ja_jp: ポスターを削除

source: This file was modified since the last revision.
fi_fi: Tätä tiedostoa on muokattu viimeisen version jälkeen.
ja_jp: このファイルは一つ前のバージョンから変更されています。

source: This file was added since the last revision.
fi_fi: Tämä tiedosto on lisätty viimeisen version jälkeen.
ja_jp: このファイルは一つ前のバージョンから追加されています。

source: No files uploaded
fi_fi: Ei lisättyjä tiedostoja
ja_jp: ファイルがアップロードされていません

source: Download ZIP
fi_fi: Lataa ZIP
ja_jp: ZIP をダウンロード

source: Replace the existing file
fi_fi: Korvaa olemassa oleva tiedosto
ja_jp: 既存のファイルを置き換える

source: Delete the existing file
fi_fi: Poista olemassa oleva tiedosto
ja_jp: 既存のファイルを削除する

source: Revert to the existing file
fi_fi: Palauta olemassa oleva tiedosto
ja_jp: 既存のファイルに戻す

source: An error occurred while uploading this file
fi_fi: Tiedoston lataamisessa tapahtui virhe
ja_jp: このファイルのアップロード中にエラーが発生しました

source: This file type is required
fi_fi: Tämä tiedostotyyppi on pakollinen
ja_jp: このファイルタイプは必須です

source: This file does not conform to the filename template {template}
fi_fi: Tiedoston nimi ei vastaa {template} tiedostonimimallia.
ja_jp: このファイルはファイル名テンプレート {template} に準拠していません

source: Use an existing file
fi_fi: Käytä olemassa olevaa tiedostoa
ja_jp: 既存のファイルを使用する

source: Filename pattern: {pattern}
fi_fi: Tiedostonimen malli: {pattern}
ja_jp: ファイル名パターン: {pattern}

source: Upload in progress
fi_fi: Lataus käynnissä
ja_jp: アップロード中

source: No changes yet
fi_fi: Ei vielä muutoksia
ja_jp: まだ変更はありません

source: Invalid file name: {files}
fi_fi: Virheellinen tiedostonimi: {files}
ja_jp: 無効なファイル名: {files}

source: Required file type missing: {types}
fi_fi: Vaadittu tiedostotyyppi puuttuu: {types}
ja_jp: 必要なファイルタイプがありません: {types}

source: Undo review
fi_fi: Kumoa arviointi
ja_jp: レビューの取り消し

source: Undo
fi_fi: Kumoa
ja_jp: 取り消し

source: Save changes
fi_fi: Tallenna muutokset
ja_jp: 変更を保存

source: Edit review comment
fi_fi: Muokkaa arviointikommenttia
ja_jp: 審査コメントを編集

source: Request approval
fi_fi: Pyydä hyväksyntää
ja_jp: 承認を申請

source: Request changes
fi_fi: Pyydä muutoksia
ja_jp: 変更申請

source: Upload files
fi_fi: Lisää tiedostoja
ja_jp: ファイルをアップロード

source: Unknown
fi_fi: Tuntematon
ja_jp: 不明

source: Upload corrected revision
fi_fi: Lisää korjattu versio
ja_jp: 修正したリビジョンをアップロード

source: Submit new revision
fi_fi: Lähetä uusi versio
ja_jp: 新しいリビジョンを提出

source: Not Ready
fi_fi: Ei valmis
ja_jp: 使用不可

source: {submitterName} submitted for the contribution {contributionLink}
fi_fi: {submitterName} lähetti jotakin esitykseen {contributionLink}
ja_jp: {submitterName} が投稿 {contributionLink} に提出しました

source: {editorName} is the assigned editor
fi_fi: {editorName} on valittu muokkaajaksi
ja_jp: {editorName} は担当編集者です

source: unassign
fi_fi: poista tehtävästä
ja_jp: 割り当て解除

source: No editor assigned
fi_fi: Muokkaajaa ei ole valittu
ja_jp: 担当編集者なし

source: assign myself
fi_fi: valitse minut muokkaajaksi
ja_jp: 自分を割り当てる

source: This editable is not fulfilling reviewing conditions.
fi_fi: Tämä muokattava kohde ei täytä arviointiehtoja.
ja_jp: この原稿は審査条件を満たしていません。

source: The Editing period hasn't started yet.
fi_fi: Muokkausjakso ei ole vielä alkanut.
ja_jp: 編集期間はまだ始まっていません。

source: Since you are a manager you can edit anyway.
fi_fi: Koska olet vastuuhenkilö, voit kuitenkin muokata tätä.
ja_jp: あなたはマネージャーなので、いずれにせよ編集できます。

source: This editable is not currently assigned to you.
fi_fi: Tätä muokattavaa kohdetta ei ole tällä hetkellä osoitettu sinulle.

source: {submitterName} has submitted files
fi_fi: {submitterName} on lähettänyt tiedostoja
ja_jp: {submitterName} がファイルを投稿しました

source: Retracted
fi_fi: Peruutettu
ja_jp: 撤回されました

source: Hide
fi_fi: Piilota
ja_jp: 隠す

source: Show details
fi_fi: Näytä tiedot
ja_jp: 詳細表示

source: This revision has been retracted by the editor.
fi_fi: Muokkaaja on vetänyt tämän version takaisin.
ja_jp: このリビジョンは編集者によって撤回されました。

source: {link}Click here to refresh{/link} and see the most recent version.
fi_fi: {link}Päivitä tästä {/link} nähdäksesi uusimman version.
ja_jp: {link}ここをクリックして更新{/link}して最新バージョンをご覧ください。

source: Your decision
fi_fi: Päätöksesi
ja_jp: あなたの判断

source: You cannot accept an editable that does not contain any publishable files.
fi_fi: Et voi hyväksyä kohdetta, joka ei sisällä julkaistavia tiedostoja.
ja_jp: 公開可能なファイルが含まれていない原稿はアクセプトできません。

source: Tag code or title...
fi_fi: Tunnistekoodi tai otsikko...
ja_jp: タグコードまたはタイトル...

source: There are no publishable files. Please upload a {types} file.
fi_fi: Julkaistavia tiedostoja ei ole. lisää {types} -tiedosto.
ja_jp: 公開可能なファイルがありません。少なくとも次のどれか一つのタイプでファイルをアップロードしてください: {types}

source: There is no publishable file uploaded.
fi_fi: Julkaistavaa tiedostoa ei ole lisätty.
ja_jp: 公開可能なファイルがアップロードされていない。

source: {editorName} (editor) has made some changes to the paper
fi_fi: {editorName} (muokkaaja) on tehnyt muutoksia artikkeliin
ja_jp: {editorName} (編集者) が論文に変更を加えました

source: Submitter has accepted proposed changes
fi_fi: Lähettäjä hyväksyi ehdotetut muutokset
ja_jp: 提出者は変更案を受諾しました

source: Submitter has rejected proposed changes
fi_fi: Lähettäjä on hylännyt ehdotetut muutokset
ja_jp: 提出者は変更案を拒否しました

source: Submitter has been asked to make some changes
fi_fi: Lähettäjää on pyydetty tekemään muutoksia
ja_jp: 投稿者は、いくつかの変更を求められています

source: {editorName} (editor) has accepted after making some changes
fi_fi: {editorName} (muokkaaja) hyväksyi muutosten jälkeen
ja_jp: {editorName} (編集者) はいくつかの変更を加えた後、受諾しました

source: {editorName} (editor) has accepted this revision
fi_fi: {editorName} (muokkaaja) hyväksyi tämän version
ja_jp: {editorName} (編集者) はこのリビジョンを受諾しました

source: {editorName} (editor) has rejected this revision
fi_fi: {editorName} (muokkaaja) hylkäsi tämän version
ja_jp: {editorName} (編集者) はこのリビジョンを却下しました

source: Revision has been replaced
fi_fi: Versio on korvattu
ja_jp: リビジョンを入れ替えました

source: This editable's state has been reset
fi_fi: Tämän muokattavan kohteen tila on palautettu
ja_jp: 編集可能状態がリセットされました

source: Save
fi_fi: Tallenna
ja_jp: 保存

source: No editable types enabled yet. Click the toggle to enable any editable types.
fi_fi: Muokattavia aineistotyyppejä ei ole vielä otettu käyttöön. Ota kytkimestä käyttöön haluamasi tyypit.
ja_jp: 原稿タイプがまだ有効ではありません。切り替えをクリックして、原稿タイプを有効にできます。

source: List
fi_fi: Lista
ja_jp: リスト

source: Manage
fi_fi: Hallinnoi
ja_jp: 管理

source: List of editable types
fi_fi: Lista muokattavista kohteista
ja_jp: 原稿タイプのリスト

source: Toggle editable types
fi_fi: Valitse muokattavat aineistotyypit
ja_jp: 原稿タイプを切り替え

source: Tags
fi_fi: Tunnisteet
ja_jp: タグ

source: Configure the tags that can be assigned to revisions
fi_fi: Määritä versioihin liitettävissä olevat tunnisteet
ja_jp: リビジョンに割り当てられるタグを設定する

source: Configure
fi_fi: Määritä
ja_jp: 設定

source: Custom editing workflow
fi_fi: Mukautettu muokkaustyönkulku
ja_jp: カスタム編集ワークフロー

source: Checking custom editing workflow status
fi_fi: Tarkastetaan mukautetun muokkaustyönkulun tilaa
ja_jp: カスタム編集ワークフローの状態を確認しています

source: Workflow service unavailable: {error}
fi_fi: Työnkulkupalvelu ei ole käytettävissä: {error}
ja_jp: ワークフローサービス使用不可: {error}

source: Use a custom editing workflow provided by an external service
fi_fi: Käytä ulkoisen palvelun tarjoamaa mukautettua muokkaustyönkulkua
ja_jp: 外部サービスから提供されるカスタム編集ワークフローを使用

source: Custom editing workflow: {name} ({version})
fi_fi: Mukautettu muokkaustyönkulku: {name} ({version})
ja_jp: カスタム編集ワークフロー: {name} ({version})

source: Connected to a custom editing workflow service
fi_fi: Yhdistetty mukautettuun muokkaustyönkulkupalveluun
ja_jp: カスタム編集ワークフローサービスに接続しました

source: disconnect
fi_fi: katkaise yhteys
ja_jp: 切断

source: Connect
fi_fi: Yhdistä
ja_jp: 接続する

source: Disconnect
fi_fi: Katkaise yhteys
ja_jp: 切断

source: Disconnect editing workflow service
fi_fi: Katkaise yhteys muokkaustyönkulkupalveluun
ja_jp: 編集ワークフローサービスの接続を解除しました

source: Disconnecting the editing workflow service while it is unavailable may leave your editing process in an inconsistent state. Do not perform this action if you plan to continue using the workflow service later. {strong}The current error with the workflow service is most likely temporary. Attempting to disconnect and reconnect will most likely not fix it.{/strong}
fi_fi: Yhteyden katkaiseminen muokkaustyönkulkupalveluun sen ollessa poissa käytöstä voi aiheuttaa epäjohdonmukaisuuksia. Älä katkaise yhteyttä, jos aiot käyttää palvelua myöhemmin uudelleen. {strong} Virhe on todennäköisesti väliaikainen, eikä yhteyden katkaiseminen ja uudelleenyhdistäminen todennäköisesti ratkaise sitä.{/strong}
ja_jp: 編集ワークフローサービスが利用できない状態で接続を解除すると、編集作業に一貫性のない状態が残ることがあります。後でワークフローサービスを継続して使用する予定がある場合は、このアクションを実行しないでください。{strong}ワークフロー・サービスの現在のエラーは一時的なものである可能性が高いです。接続を解除して再接続しても直らない可能性が高いです。{/strong}
