Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: A %(title)s request has been rejected.
fi_fi: %(title)s -pyyntö on hylätty.
ja_jp: %(title)s のリクエストが却下されました。

source: Request withdrawn
fi_fi: Pyyntö peruutettu
ja_jp: リクエストが取り下げられました

source: The %(title)s request for your event has been withdrawn.
fi_fi: %(title)s -pyyntö tapahtumallesi on peruutettu.
ja_jp: イベントへの %(title)s のリクエストが取り下げられました。

source: Withdrawn service request
fi_fi: Peruutettu palvelupyyntö
ja_jp: 取り下げられたサービスリクエスト

source: A %(title)s request has been withdrawn.
fi_fi: %(title)s -pyyntö on peruutettu.
ja_jp: %(title)s のリクエストが取り下げられました。

source: Event roles
fi_fi: Tapahtuman roolit
ja_jp: イベント内分担

source: The target event already has event roles
fi_fi: Kohdetapahtumalla on jo tapahtumaroolit
ja_jp: 対象イベントにはすでにイベント分担があります

source: You need to upload a CSV or TXT file.
fi_fi: Sinun on ladattava CSV- tai TXT-tiedosto.
ja_jp: CSVかTXTファイルをアップロードする必要があります。

source: Remove existing members
fi_fi: Poista nykyiset jäsenet
ja_jp: 既存メンバーの削除

source: There are no roles defined yet.
fi_fi: Roolia ei ole vielä määritelty.
ja_jp: まだ分担が定義されていません。

source: 1 person
fi_fi: 1 henkilö
ja_jp: %(count)s名

source: Edit role
fi_fi: Muokkaa roolia
ja_jp: 分担を編集

source: Delete role '%(name)s'
fi_fi: Poista rooli "%(name)s"
ja_jp: 分担「%(name)s」を削除

source: Delete role
fi_fi: Poista rooli
ja_jp: 分担を削除

source: Are you sure you want to permanently delete this role?
fi_fi: Haluatko varmasti poistaa tämän roolin pysyvästi?
ja_jp: この分担を完全に削除しますか?

source: There are no members yet.
fi_fi: Jäseniä ei ole vielä lisätty.
ja_jp: まだメンバーはいません

source: Export users to CSV file
fi_fi: Vie käyttäjät CSV-tiedostoon
ja_jp: ユーザーをCSVファイルに書き出す

source: Import users from CSV file
fi_fi: Tuo käyttäjät CSV-tiedostosta
ja_jp: CSVファイルからユーザーを取り込む

source: Add user
fi_fi: Lisää käyttäjä
ja_jp: ユーザーを追加

source: You should upload a CSV or TXT file with one email address per line.
fi_fi: Sinun tulee ladata CSV- tai TXT-tiedosto, jossa on yksi sähköpostiosoite rivillä.
ja_jp: 1行に1つのメールアドレスを記載したCSVファイルまたはTXTファイルをアップロードしてください。

source: A series with this ID does not exist.
fi_fi: Tällä tunnuksella ei ole sarjaa.
ja_jp: このIDを持つシリーズは存在しません。

source: At least one event is already in a series.
fi_fi: Ainakin yksi tapahtuma on jo sarjassa.
ja_jp: 少なくとも1つのイベントが既にシリーズにあります。

source: At least one event is already in a different series.
fi_fi: Ainakin yksi tapahtuma on jo eri sarjassa.
ja_jp: 少なくとも1つのイベントが既に別のシリーズにあります。

source: You must be a manager of all chosen events.
fi_fi: Sinun on oltava kaikkien valittujen tapahtumien vastuuhenkilö.
ja_jp: 選ばれたすべてのイベントのマネージャーである必要があります。

source: At least one event is unlisted.
fi_fi: Ainakin yksi tapahtuma on listaamaton.
ja_jp: 少なくとも1つのイベントが未掲載です。

source: Allows coordinators to modify contributions in their sessions.
fi_fi: Sallii koordinaattoreiden muokata esityksiä omissa istunnoissaan.
ja_jp: コーディネーターに自分のセッションの投稿の変更を許可します。

source: Allows coordinators to manage/reschedule session blocks of their sessions. This includes creating new session blocks.
fi_fi: Sallii koordinaattoreiden hallita ja ajoittaa omien istuntojensa jaksoja. Tämä sisältää uusien istuntojaksojen luomisen.
ja_jp: コーディネーターに、自分のセッションのセッションブロックを管理／再スケジュールすることを許可します。 新しいセッションブロックの作成もはいります。

source: You have been granted manager/coordination privileges for a session.
fi_fi: Sinulle on myönnetty vastuuhenkilön/koordinaattorin oikeudet istuntoon.
ja_jp: あなたに {} セッションのマネージャー／コーディネーター権限が付与されました。

source: Coordination
fi_fi: Koordinointi
ja_jp: コーディネート

source: Grants coordination access to the session.
fi_fi: Myöntää istunnon koordinaatio-oikeudet.
ja_jp: セッションへのコーディネートアクセス権を付与する。

source: My Sessions
fi_fi: Omat istunnot
ja_jp: 私のセッション

source: The target event already has sessions
fi_fi: Kohdetapahtumassa on jo istuntoja
ja_jp: 対象イベントはすでにセッションがあります

source: Session code
fi_fi: Istunnon koodi
ja_jp: セッションコード

source: The code that will identify the session in the Book of Abstracts.
fi_fi: Istunnon tunnistekoodi abstraktikirjassa.
ja_jp: アブストラクト集でセッションを識別するためのコードです。

source: Default contribution duration
fi_fi: Esityksen oletuskesto
ja_jp: 既定の投稿の所要時間

source: Duration that a contribution created within this session will have by default.
fi_fi: Tähän istuntoon luodun esityksen oletuskesto.
ja_jp: このセッション内に作成される投稿に与えられるデフォルトの所要時間

source: Default location
fi_fi: Oletussijainti
ja_jp: 既定の場所

source: Default location for blocks inside the session.
fi_fi: Oletussijainti lohkoille istunnon sisällä.
ja_jp: このセッション内のブロックの規定の場所

source: Colors
fi_fi: Värit
ja_jp: 色

source: Title of the session block
fi_fi: Istuntojakson otsikko
ja_jp: セッションブロックのタイトル

source: Title of the session
fi_fi: Istunnon nimi
ja_jp: セッションのタイトル

source: Block title
fi_fi: Lohkon nimi
ja_jp: ブロックタイトル

source: Whether the session is a poster session or contains normal presentations
fi_fi: Onko kyseessä posteriesitys vai sisältääkö istunto tavanomaisia esityksiä
ja_jp: ポスターセッションか通常の発表か

source: A session type with this name already exists
fi_fi: Tällä nimellä on jo olemassa istuntotyyppi
ja_jp: この名前のセッションタイプはすでに存在します

source: List of sessions
fi_fi: Istuntojen luettelo
ja_jp: セッション一覧

source: Edit session
fi_fi: Muokkaa istuntoa
ja_jp: セッションを編集

source: Manage protection
fi_fi: Hallitse suojausta
ja_jp: 保護を管理

source: Manage timetable
fi_fi: Hallitse aikataulua
ja_jp: タイムテーブルを管理

source: There are no conveners in this block
fi_fi: Lohkossa ei ole koollekutsujia
ja_jp: このブロックには世話人がいません

source: Contribution list
fi_fi: Esitysluettelo
ja_jp: 投稿リスト

source: No scheduled contributions
fi_fi: Ei ajoitettuja esityksiä
ja_jp: 投稿の予定なし

source: Edit session '%(title)s'
fi_fi: Muokkaa istuntoa "%(title)s"
ja_jp: セッション「%(title)s」を編集

source: Manage protection for session '%(title)s'
fi_fi: Hallitse suojausta istunnolle "%(title)s"
ja_jp: セッション「%(title)s」の保護を管理

source: You don't have any sessions at the moment.
fi_fi: Sinulla ei ole tällä hetkellä istuntoja.
ja_jp: 現時点ではセッションがありません。

source: Blocks
fi_fi: Lohkot
ja_jp: ブロック

source: Blocks within '%(title)s'
fi_fi: Sessioon %(title)s sisältyvät lohkot
ja_jp: 「%(title)s」内のブロック

source: Change color
fi_fi: Vaihda väri
ja_jp: 色の変更

source: Edit this session
fi_fi: Muokkaa tätä istuntoa
ja_jp: このセッションを編集

source: Manage session protection
fi_fi: Hallitse istunnon suojausta
ja_jp: セッション保護の管理

source: Go to this session timetable
fi_fi: Siirry tämän istunnon aikatauluun
ja_jp: このセッションタイムテーブルへ

source: Remove this session
fi_fi: Poista tämä istunto
ja_jp: このセッションを削除

source: Do you really want to delete the session '%(title)s'?
fi_fi: Haluatko todella poistaa istunnon "%(title)s"?
ja_jp: 本当にこのセッション「%(title)s」を削除しますか？

source: There are no sessions yet.
fi_fi: Istuntoja ei vielä ole.
ja_jp: まだセッションはありません。

source: Edit session type
fi_fi: Muokkaa istunnon tyyppiä
ja_jp: セッションのタイプを編集

source: Do you really want to delete this session type?
fi_fi: Haluatko todella poistaa tämän istuntotyypin?
ja_jp: 本当にこのセッションタイプを削除しますか？

source: Delete session type
fi_fi: Poista istuntotyyppi
ja_jp: セッションタイプを削除

source: Manage session types
fi_fi: Hallitse istuntotyyppejä
ja_jp: セッションタイプを管理

source: Session types
fi_fi: Istuntotyypit
ja_jp: セッションタイプ

source: Manage the sessions of the event from the list below or configure the <strong>session types</strong> from the settings menu above.
fi_fi: Hallitse tapahtuman istuntoja alla olevasta listasta tai määritä <strong>istuntotyypit</strong> asetukset-valikosta yläpuolelta.
ja_jp: 下記の一覧からイベントのセッションを管理するか、上の設定メニューから<strong>セッションタイプ</strong>を設定してください。

source: Add new session
fi_fi: Lisää uusi istunto
ja_jp: 新規セッションの追加

source: Remove selected sessions
fi_fi: Poista valitut istunnot
ja_jp: 選択したセッションを削除

source: Do you really want to delete the selected sessions?
fi_fi: Haluatko varmasti poistaa valitut istunnot?
ja_jp: 本当に選択したセッションを削除しますか？

source: Add new session type
fi_fi: Lisää uusi istuntotyyppi
ja_jp: 新しいセッションタイプを追加

source: New session type
fi_fi: Uusi istuntotyyppi
ja_jp: 新規セッションタイプ

source: There are no session types yet.
fi_fi: Istuntotyyppejä ei vielä ole.
ja_jp: セッションタイプはまだありません。

source: Offline Copy
fi_fi: Offline-kopio
ja_jp: オフラインコピー

source: Running
fi_fi: Käynnissä
ja_jp: 実行中

source: Success
fi_fi: Valmis
ja_jp: 成功

source: Failed
fi_fi: Epäonnistunut
ja_jp: 失敗

source: Expired
fi_fi: Vanhentunut
ja_jp: 期限切れ

source: New Offline Copy
fi_fi: Uusi offline-kopio
ja_jp: 新規オフラインコピー

source: Build an offline copy
fi_fi: Luo offline-kopio
ja_jp: オフラインコピーを作成

source: Are you sure you want to build an offline copy of this event? Beware that it is a heavy operation, especially for large events, and it might take some time to finish.
fi_fi: Haluatko varmasti luoda offline-kopion tästä tapahtumasta? Huomaa, että tämä on raskas operaatio, etenkin suurten tapahtumien kohdalla, ja sen suorittaminen voi kestää jonkin aikaa.
ja_jp: 本当にこのイベントのオフラインコピーを生成しますか？ 大きなイベントの場合は重たい処理になり、時間がかかることがあるので注意してください。

source: Build offline copy
fi_fi: Luo offline-kopio
ja_jp: オフラインコピーを作成

source: This will build an offline copy of the event. This is useful if you want to make it available where no Internet connection is available.
fi_fi: Tämä luo tapahtumasta offline-kopion. Tämä on hyödyllistä, jos haluat, että tapahtuma on käytettävissä myös ilman Internet-yhteyttä.
ja_jp: イベントのオフラインコピーを作成します。インターネット接続が無い環境でもイベントを閲覧可能にしたい場合等に有用です。

source: Existing Offline Copies
fi_fi: Olemassa olevat offline-kopiot
ja_jp: 既存のオフラインコピー

# Offline copy of an event
source: Requested by
fi_fi: Lähettäjä
ja_jp: 申請者

# Offline copy of an event
source: Requested on
fi_fi: Pyydetty
ja_jp: 申請日時

source: There are no offline copies of this event.
fi_fi: Tapahtumasta ei ole olemassa offline-kopioita.
ja_jp: このイベントのオフラインコピーはありません。

source: Offline copy of an event ready for download
fi_fi: Tapahtuman offline-kopio valmiina ladattavaksi
ja_jp: イベントのオフラインコピーがダウンロード準備完了

source: The offline copy of the event "%(title)s" is ready for download.
fi_fi: Tapahtuman "%(title)s" offline-kopio on valmis ladattavaksi.
ja_jp: イベント「%(title)s」のオフラインコピーのダウンロード準備ができました。

source: Download link:
fi_fi: Latauslinkki:
ja_jp: ダウンロードリンク:

source: Surveys
fi_fi: Kyselyt
ja_jp: アンケート

source: Gives event managers the opportunity to create surveys.
fi_fi: Tapahtuman järjestäjät voivat luoda kyselyitä.
ja_jp: イベントマネージャーがアンケート(Survey)を作成できるようにします。

source: Grants management access to surveys.
fi_fi: Myöntää kyselyiden hallintaoikeudet.
ja_jp: アンケートへの管理権限を付与する。

source: The target event already has surveys
fi_fi: Kohdetapahtumassa on jo kyselyitä
ja_jp: 対象イベントにはすでにアンケートがあります

source: The title of the survey
fi_fi: Kyselyn nimi
ja_jp: アンケートのタイトル

source: An introduction to be displayed before the survey
fi_fi: Ennen kyselyä näytettävä esittely
ja_jp: アンケート前に表示される説明文

source: Anonymous submissions
fi_fi: Nimettömät vastaukset
ja_jp: 匿名提出

source: User information will not be attached to submissions
fi_fi: Käyttäjätietoja ei liitetä vastauksiin
ja_jp: ユーザーの情報が提出データに付随しません

source: Require users to be logged in for submitting the survey
fi_fi: Vaadi käyttäjiltä sisäänkirjautuminen vastaamista varten
ja_jp: アンケートの送信にはユーザーのログインを要求

source: Limit submissions
fi_fi: Rajoita vastauskertoja
ja_jp: 提出数上限

source: Whether there is a submission cap
fi_fi: Onko vastauskerroille yläraja
ja_jp: 提出数の上限を設けるかどうか

source: Maximum number of submissions accepted
fi_fi: Vastauskertojen enimmäismäärä
ja_jp: 受け入れる最大提出数

source: Private survey
fi_fi: Yksityinen kyselytutkimus
ja_jp: プライベートアンケート

source: Only selected people can answer the survey.
fi_fi: Vain valitut henkilöt voivat vastata kyselyyn.
ja_jp: 選ばれた人々のみがアンケートに回答できます。

source: Partial completion
fi_fi: Keskeneräiset vastaukset
ja_jp: 一部保存可

source: Allow to save answers without submitting the survey.
fi_fi: Salli vastausten tallentaminen ilman niiden lähettämistä.
ja_jp: 提出せずに回答の一時保存を許可する

source: Send email notifications for specific events related to the survey.
fi_fi: Lähetä sähköposti-ilmoituksia kyselyyn liittyvistä tapahtumista.
ja_jp: このアンケートに関する出来事に関して、メールによる通知を送る

source: Notify participants of the event when this survey starts.
fi_fi: Lähetä ilmoitus tapahtuman osallistujille kyselyn alkaessa.
ja_jp: このアンケートの開始時にイベント参加者に通知する。

source: Start notification recipients
fi_fi: Ilmoituksen vastaanottajat
ja_jp: 開始通知受信者

source: Email addresses to notify about the start of the survey
fi_fi: Sähköpostiosoitteet, joihin ilmoitetaan kyselyn alkamisesta
ja_jp: アンケート開始を通知するメールアドレス

source: New submission notification recipients
fi_fi: Ilmoituksen vastaanottajat
ja_jp: 新規投稿通知受信者

source: Email addresses to notify when a new submission is made
fi_fi: Sähköpostiosoitteet, joihin ilmoitetaan uusista vastauksista
ja_jp: 新規提出がされた時に通知するメールアドレス

source: There is already a survey named "{}" on this event
fi_fi: Tästä tapahtumasta on jo olemassa kysely nimeltä "{}"
ja_jp: このイベントには既に「{}」という名前のアンケートがあります

source: Moment when the survey will open for submissions
fi_fi: Hetki, jolloin kysely avataan vastausten lähettämistä varten
ja_jp: アンケート受付開始時刻

source: Moment when the survey will close
fi_fi: Milloin kysely avataan vastausten lähettämistä varten
ja_jp: アンケート受付終了時刻

source: Resend start notification
fi_fi: Lähetä aloitusilmoitus uudelleen
ja_jp: 開始通知の再送

source: Resend the survey start notification.
fi_fi: Lähetä kyselyn aloitusilmoitus uudelleen.
ja_jp: アンケート開始通知を再送信する。

source: Display as section
fi_fi: Näytä osiona
ja_jp: セクション表示

source: Whether this is going to be displayed as a section or standalone
fi_fi: Näytetäänkö tämä osiona vai itsenäisenä kokonaisuutena
ja_jp: セクションとして表示するか、質問項目のみを単独で表示するか

source: The title of the section.
fi_fi: Osion otsikko.
ja_jp: セクションのタイトル

source: The text that should be displayed.
fi_fi: Näytettävä teksti.
ja_jp: 表示させたいテキスト。

source: You need to upload a JSON file.
fi_fi: Sinun on lähetettävä JSON-tiedosto.
ja_jp: JSONファイルをアップロードする必要があります。

source: Choose a previously exported survey content to import. Existing sections will be preserved.
fi_fi: Valitse aiemmin viety kyselyn sisältö, jonka haluat tuoda. Olemassa olevat osiot säilyvät ennallaan.
ja_jp: インポートするために、以前にエクスポートされたアンケートのコンテンツを選択します。既存のセクションは保持されます。

source: Link to the survey
fi_fi: Linkki kyselyyn
ja_jp: アンケートへのリンク

source: You are trying to answer a survey that requires you to be logged in
fi_fi: Vastataksesi tähän kyselyyn sinun on kirjauduttava sisään
ja_jp: ログインが必要なアンケートに回答しようとしています

source: This survey is not active
fi_fi: Tämä kysely ei ole aktiivinen
ja_jp: このアンケートは実施中ではありません

source: You have already answered this survey
fi_fi: Olet jo vastannut tähän kyselyyn
ja_jp: 既にこのアンケートに答えました

source: The survey has been submitted
fi_fi: Kysely on lähetetty
ja_jp: アンケートが提出されました

source: Invalid file selected.
fi_fi: Valittu tiedosto ei kelpaa.
ja_jp: 無効なファイルを選択しました。

source: The questionnaire has been imported.
fi_fi: Kyselylomake on tuotu.
ja_jp: アンケートの質問がインポートされました。

source: Section "{title}" added
fi_fi: Osio "{title}" lisätty
ja_jp: セクション「{title}」が追加されました

source: Standalone section added
fi_fi: Itsenäinen osio lisätty
ja_jp: 独立セクションを追加しました

source: Section "{title}" updated
fi_fi: Osio "{title}" päivitetty
ja_jp: セクション「{title}」を更新しました

source: Standalone section updated
fi_fi: Itsenäinen osio päivitetty
ja_jp: 独立セクションを更新しました

source: Section "{title}" deleted
fi_fi: Osio "{title}" poistettu
ja_jp: セクション「{title}」を削除しました。

source: Standalone section deleted
fi_fi: Itsenäinen osio poistettu
ja_jp: 独立セクションを削除しました

source: Text item added
fi_fi: Tekstilohko lisätty
ja_jp: テキスト項目を追加しました

source: Text item updated
fi_fi: Tekstilohko päivitetty
ja_jp: テキスト項目を更新しました

source: Text item deleted
fi_fi: Tekstilohko poistettu
ja_jp: テキスト項目を削除しました

source: Question "{title}" added
fi_fi: Kysymys "{title}" lisätty
ja_jp: 質問「{title}」を追加しました

source: Question "{title}" updated
fi_fi: Kysymys "{title}" päivitetty
ja_jp: 質問「{title}」を更新しました

source: Question "{title}" deleted
fi_fi: Kysymys "{title}" poistettu
ja_jp: 質問「{title}」を削除しました

source: There are no submissions in this survey
fi_fi: Tässä kyselyssä ei ole vastauksia
ja_jp: このアンケートには提出がありません

source: Survey modified
fi_fi: Kyselyä muokattu
ja_jp: アンケートを変更しました

source: Survey deleted
fi_fi: Kysely poistettu
ja_jp: アンケートを削除しました

source: Survey created
fi_fi: Kysely luotu
ja_jp: アンケートを作成しました

source: Survey was scheduled
fi_fi: Kysely ajoitettu
ja_jp: アンケートがスケジュールされました

source: Survey is now closed
fi_fi: Kysely on nyt suljettu
ja_jp: アンケートを終了しました

source: Survey is now open
fi_fi: Kysely on nyt avoinna
ja_jp: アンケートを開始しました

source: The title of the question
fi_fi: Kysymyksen otsikko
ja_jp: 質問のタイトル

source: The description (shown below the question's field).
fi_fi: Kuvaus (näkyy kysymyskentän alla).

source: If the user has to answer the question.
fi_fi: Jos käyttäjän on vastattava kysymykseen.
ja_jp: ユーザーは必ず答えなければならないかどうか

source: No selection
fi_fi: Ei valintaa
ja_jp: 選択なし

source: There is an open survey.
fi_fi: Kysely on avoinna.
ja_jp: 実施中のアンケートが<strong>%(count)s</strong> 件あります。

source: Show the surveys
fi_fi: Näytä kyselyt
ja_jp: アンケートを表示

source: Fill out the survey
fi_fi: Vastaa kyselyyn
ja_jp: アンケートを表示

source: You already submitted this survey.
fi_fi: Olet jo vastannut tähän kyselyyn.
ja_jp: このアンケートはすでに提出済みです。

source: Fill out
fi_fi: Vastaa
ja_jp: 回答する

source: Survey
fi_fi: Kysely
ja_jp: アンケート

source: Available from
fi_fi: Saatavana
ja_jp: 受付開始日時

source: Survey already filled out
fi_fi: Kyselyyn on jo vastattu
ja_jp: アンケートはすでに記入済み

source: Survey is closed
fi_fi: Kysely on suljettu
ja_jp: アンケートは終了しました

source: Continue
fi_fi: Jatka
ja_jp: 続ける

source: No surveys available for this event
fi_fi: Tälle tapahtumalle ei ole kyselyjä
ja_jp: このイベントにはアンケートがありません

source: Save answers
fi_fi: Tallenna vastaukset
ja_jp: 回答を保存する

source: Your answers will be submitted anonymously.
fi_fi: Vastauksesi lähetetään nimettömästi.
ja_jp: あなたの回答は匿名で提出されます。

source: Your answers will be associated with your account.
fi_fi: Vastauksesi liitetään tiliisi.
ja_jp: あなたの回答はアカウントに関連付けられます。

source: New survey submission for "%(survey_title)s" in the event "%(event_title)s"
fi_fi: Uusi vastaus kyselyyn %(survey_title)s tapahtumassa %(event_title)s
ja_jp: イベント「%(event_title)s」のアンケート「%(survey_title)s」に新規提出

source: A new submission has been made for the survey "%(survey_title)s" in the event "%(event_title)s".
fi_fi: Kyselyyn %(survey_title)s on lähetetty uusi vastaus tapahtumassa %(event_title)s.
ja_jp: イベント「%(event_title)s」のアンケート「%(survey_title)s」に新規提出がありました。

source: A new submission has been made for the survey "%(survey_title)s" in the event "%(event_title)s" by %(name)s.
fi_fi: %(name)s on lähettänyt vastauksen kyselyyn %(survey_title)s tapahtumassa %(event_title)s.
ja_jp: イベント「%(event_title)s」のアンケート「%(survey_title)s」に%(name)sによる新規提出がありました。

source: You can access the new submission here:
fi_fi: Voit tarkastella uutta vastausta täällä:
ja_jp: 新しい提出はこちらからアクセスできます:

source: You can access all the submissions by clicking on the link below:
fi_fi: Voit tarkastella kaikkia vastauksia alla olevan linkin kautta:
ja_jp: 以下のリンクをクリックすると、すべての提出にアクセスできます:

source: Survey "%(survey_title)s" started in the event "%(event_title)s"
fi_fi: Kysely "%(survey_title)s" alkoi tapahtumassa "%(event_title)s".
ja_jp: アンケート「%(survey_title)s」がイベント「%(event_title)s」にて開始されました

source: The survey "%(survey_title)s" in the event "%(event_title)s" is now open.
fi_fi: Kysely %(survey_title)s tapahtumassa %(event_title)s on nyt avoinna.
ja_jp: アンケート「%(survey_title)s」がイベント「%(event_title)s」にて今開始されました。

source: You may answer the survey by clicking the link below:
fi_fi: Voit vastata kyselyyn klikkaamalla alla olevaa linkkiä:
ja_jp: 以下のリンクをクリックしてアンケートに回答:

source: Standalone section
fi_fi: Erillinen osio
ja_jp: 単独セクション

source: This section will not be displayed as a section but its contents will show up standalone.
fi_fi: Tämä osio ei näy osiona, mutta sen sisältö näkyy erillisenä.
ja_jp: このセクションは一つのセクションとして表示されるのではなく、質問項目のみが単独で表示されます。

source: Edit section
fi_fi: Muokkaa osiota
ja_jp: セクションを編集

source: Delete section
fi_fi: Poista osio
ja_jp: セクションを削除

source: Are you sure you want to delete this section and all questions inside it?
fi_fi: Haluatko varmasti poistaa tämän osion ja kaikki sen sisältämät kysymykset?
ja_jp: このセクションとこの中にある全ての質問を削除しますか。

source: Add text item
fi_fi: Lisää tekstilohko
ja_jp: テキスト項目を追加

source: Add question
fi_fi: Lisää kysymys
ja_jp: 質問を追加

source: No items have been added yet so this section will not be displayed.
fi_fi: Kohteita ei ole lisätty, joten tätä osiota ei näytetä.
ja_jp: まだ項目が追加されていないため、このセクションは表示されません。

source: Clone question
fi_fi: Kloonaa kysymys
ja_jp: 質問を複製

source: Edit question
fi_fi: Muokkaa kysymystä
ja_jp: 質問を編集

source: Delete question
fi_fi: Poista kysymys
ja_jp: 質問を削除

source: Are you sure you want to delete this question?
fi_fi: Haluatko varmasti poistaa tämän kysymyksen?
ja_jp: この質問を削除しますか?

source: Edit text item
fi_fi: Muokkaa tekstilohkoa
ja_jp: テキスト項目を編集

source: Delete text
fi_fi: Poista teksti
ja_jp: テキストを削除

source: Are you sure you want to delete this text item?
fi_fi: Haluatko varmasti poistaa tämän tekstilohkon?
ja_jp: 本当にこのテキスト項目を削除しますか？

source: Manage "%(title)s"
fi_fi: Hallitse kyselyä ”%(title)s”
ja_jp: 「%(title)s」を管理

source: The survey is private
fi_fi: Kysely on yksityinen
ja_jp: このアンケートはプライベートです

source: Share the secret link with anyone you want to submit a response.
fi_fi: Lähetä yksityinen linkki niille, joiden toivot vastaavan kyselyyn.
ja_jp: 回答してほしい人に秘匿リンクを共有する。

source: Edit settings for this survey.
fi_fi: Muokkaa tämän kyselyn asetuksia.
ja_jp: このアンケートに関する設定を変更します。

source: Edit survey
fi_fi: Muokkaa kyselyä
ja_jp: アンケート編集

source: Questionnaire
fi_fi: Kysely
ja_jp: アンケート

source: Add, remove or modify questions.
fi_fi: Lisää, poista tai muokkaa kysymyksiä.
ja_jp: 質問の追加・削除・変更

source: Contact event participants
fi_fi: Ota yhteyttä tapahtuman osallistujiin
ja_jp: イベント参加者に連絡

source: Send an email to the event participants about this survey.
fi_fi: Lähetä tapahtuman osallistujille sähköposti tästä kyselystä.
ja_jp: 調査についてイベント参加者にメールを送信。

source: Submissions
fi_fi: Vastaukset
ja_jp: 回答

source: Results
fi_fi: Tulokset
ja_jp: 結果

source: Remove all selected submissions?
fi_fi: Poistetaanko kaikki valitut vastaukset?
ja_jp: 選択した回答をすべて削除しますか？

source: Are you sure you want to remove all selected submissions?
fi_fi: Haluatko varmasti poistaa kaikki valitut vastaukset?
ja_jp: 本当に選択した回答をすべて削除してよろしいですか？

source: Submitted
fi_fi: Vastattu
ja_jp: 提出

source: There are no submissions yet.
fi_fi: Vastauksia ei vielä ole.
ja_jp: まだ回答はありません。

source: Anonymous
fi_fi: Anonyymi
ja_jp: 匿名

source: Are you sure you want to remove this submission?
fi_fi: Haluatko varmasti poistaa tämän vastauksen?
ja_jp: 本当にこの回答を削除しますか？

source: Note: Authenticated users will not be able to submit an anonymous survey again even if you delete their submission.
fi_fi: Huomaa: Vaikka poistaisit todennetun käyttäjän vastauksen, hän ei voi vastata kyselyyn uudelleen nimettömästi.
ja_jp: 注：認証されたユーザーは、匿名アンケートの回答を削除しても、再び匿名アンケートに回答することはできません。

source: Remove submission
fi_fi: Poista vastaus
ja_jp: 回答を削除

source: Surveys can be used to make questionnaires for the event and collect people's answers.
fi_fi: Kyselytoimintoa voidaan käyttää kyselyiden luomiseen tapahtumia varten ja vastausten keräämiseen.
ja_jp: イベントに関するアンケートを作成し、人々の回答を集計することができます。

source: The survey is live.
fi_fi: Kysely on käynnissä.
ja_jp: このアンケートは稼働しています。

source: The survey finished.
fi_fi: Kysely on päättynyt.
ja_jp: このアンケートは終了しました。

source: The survey is not running.
fi_fi: Kysely ei ole käynnissä.
ja_jp: このアンケートは動作していません。

source: Delete this survey
fi_fi: Poista tämä kysely
ja_jp: このアンケートを削除

source: Delete survey?
fi_fi: Poistetaanko kysely?
ja_jp: アンケートを削除？

source: Do you really want to delete the survey &quot;%(title)s&quot;?
fi_fi: Haluatko todella poistaa kyselyn "%(title)s"?
ja_jp: 本当にアンケート&quot;%(title)s&quot;を削除しますか？
