Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: How to repeat
fi_fi: Toistotapa
ja_jp: 繰り返し方法

source: What to clone
fi_fi: Mitä kloonataan
ja_jp: クローン化するもの

source: Refresh user information
fi_fi: Päivitä käyttäjätietoja
ja_jp: ユーザー情報を更新

source: When checked, names and affiliations of users in the cloned event will be synchronized with their Indico user profiles.
fi_fi: Kun tämä valinta on valittuna, kloonatun tapahtuman käyttäjien nimet ja organisaatiotiedot synkronoidaan heidän Indico-käyttäjäprofiileihinsa.
ja_jp: チェックすると、複製したイベントにいるユーザーの名前と所属が、Indicoのユーザープロファイルと同期されます。

source: You have to select a category
fi_fi: Sinun on valittava kategoria
ja_jp: カテゴリーを選択する必要があります

source: You can't create events in this category
fi_fi: Et voi luoda tapahtumia tässä kategoriassa
ja_jp: このカテゴリーでは、イベントを作成できません

source: Starting
fi_fi: Aloitus
ja_jp: 初日

source: Until a given day (inclusive)
fi_fi: Tiettyyn päivään asti (mukaan lukien)
ja_jp: 指定した日まで（その日も含む）

source: A number of times
fi_fi: Useita kertoja
ja_jp: 回数

source: Number of times
fi_fi: Kertojen määrä
ja_jp: 回数

source: You can clone a maximum of 100 times
fi_fi: Voit kloonata enintään 100 kertaa
ja_jp: クローンは最大100回分まで作成可能です

source: The time period must be positive
fi_fi: Aikajakson on oltava positiivinen
ja_jp: 期間は正の値でなければなりません

source: Months
fi_fi: Kuukaudet
ja_jp: 月

source: Number of months between repetitions
fi_fi: Toistojen välisten kuukausien määrä
ja_jp: 繰り返しの間の月数

source: Session blocks
fi_fi: Istuntojaksot
ja_jp: セッションブロック

source: Event URL
fi_fi: Tapahtuman URL
ja_jp: イベントページURL

source: There is nothing to import
fi_fi: Ei ole mitään tuotavaa
ja_jp: インポートするものが有りません

source: This option depends on other options which are unavailable
fi_fi: Tämä vaihtoehto riippuu muista vaihtoehdoista, jotka eivät ole käytettävissä
ja_jp: このオプションは、利用できない他のオプションに依存します

source: This is the primary language of the event. It will be included in the metadata of the event.
fi_fi: Tämä on tapahtuman ensisijainen kieli. Se lisätään tapahtuman metatietoihin.
ja_jp: これはイベントの主要言語です。イベントのメタデータに記載されます。

source: Enforce language
fi_fi: Pakota kieli
ja_jp: 言語を強制

source: If set, Indico will use the default language instead of the user's language when displaying the event or sending emails related to it. This setting should be enabled only for events where it is important that there is no mix of languages e.g. due to custom menu titles.
fi_fi: Jos tämä asetus on valittuna, Indico käyttää tapahtuman oletuskieltä käyttäjän kielen sijaan tapahtumaa näytettäessä tai siihen liittyviä sähköposteja lähetettäessä. Tätä asetusta tulisi käyttää vain tapahtumissa, joissa kielten sekoittuminen on ongelma, esimerkiksi mukautettujen valikon otsikoiden vuoksi.
ja_jp: 設定すると、Indicoはイベントの表示やそれに関連するメールの送信時に、ユーザーの言語ではなく、既定の言語を使用します。この設定は、例えばカスタムメニュータイトル等において、言語が混在しないことが重要なイベントでのみ有効にすべきです。

source: Additional languages
fi_fi: Lisäkielet
ja_jp: 追加言語

source: Languages from this list will be used if the user selected one of them, even if it's not the event's default language.
fi_fi: Tämän luettelon kieliä käytetään, jos käyttäjä on valinnut jonkin niistä, vaikka se ei olisikaan tapahtuman oletuskieli.
ja_jp: イベントの既定の言語ではなくても、このリストにある言語をユーザーが選択していれば、それが使用されます。

source: No default language
fi_fi: Ei oletuskieltä
ja_jp: 既定の言語なし

source: The ID of the contribution (optionally padded with zeros, e.g. {id:2} for "01" or {id} for "1")
fi_fi: Esityksen tunnus (valinnaisesti lisätyillä nollilla, esim. {id:2} for "01" tai {id} for "1")
ja_jp: 投稿 ID（オプションでゼロを追加：例／{id:2} で「01」、{id} で「1」）

source: The program code of the contribution's session
fi_fi: Sisällön istunnon ohjelmakoodi
ja_jp: 投稿のセッションのプログラムコード

source: The program code of the contribution's session block
fi_fi: Sisällön istuntojakson ohjelmakoodi
ja_jp: 投稿のセッションブロックのプログラムコード

source: The program code of the contribution's track
fi_fi: Esityksen osion ohjelmakoodi
ja_jp: 投稿のトラックのプログラムコード

source: The year of the contribution
fi_fi: Esitysvuosi
ja_jp: 投稿年

source: The month of the contribution
fi_fi: Esityskuukausi
ja_jp: 投稿月

source: The day of the contribution
fi_fi: Esityspäivä
ja_jp: 投稿日

source: The weekday of the contribution (e.g. "TU")
fi_fi: Esityksen viikonpäivä (esim. ”ti”)
ja_jp: 投稿曜日（例：火）

source: The weekday of the contribution (e.g. "TUE")
fi_fi: Esityksen viikonpäivä (esim. ”ti”)
ja_jp: 投稿曜日（例：火曜）

source: The ID of the subcontribution
fi_fi: Osaesityksen tunnus
ja_jp: 補助投稿のID

source: The program code of the subcontribution's contribution
fi_fi: Osaesityksen esityksen ohjelmakoodi
ja_jp: 補助投稿の投稿のプログラムコード

source: The ID of the session
fi_fi: Istunnon tunnus
ja_jp: セッションのID

source: The program code of the session's session type
fi_fi: Istunnon istuntotyypin ohjelmakoodi
ja_jp: セッションのセッションタイプのプログラムコード

source: The program code of the session block's session
fi_fi: Istuntojakson istunnon ohjelmakoodi
ja_jp: セッションブロックのセッションのプログラムコード

source: The year of the session block
fi_fi: Istuntojakson vuosi
ja_jp: セッションブロックの年

source: The month of the session block
fi_fi: Istuntojakson kuukausi
ja_jp: セッションブロックの月

source: The day of the session block
fi_fi: Istuntojakson päivä
ja_jp: セッションブロックの日

source: The weekday of the session block (e.g. "TU")
fi_fi: Istuntojakson viikonpäivä (esim. ”ti”)
ja_jp: セッションブロックの曜日（例：火）

source: The weekday of the session block (e.g. "TUE")
fi_fi: Istuntojakson viikonpäivä (esim. ”ti”)
ja_jp: セッションブロック曜日（例：火曜）

source: Edit session "{name}"
fi_fi: Muokkaa istuntoa "{name}"
ja_jp: セッション「{name}」を編集

source: Edit contribution "{name}"
fi_fi: Muokkaa esitystä ”{name}”
ja_jp: 投稿 "{name}" を編集

source: Edit folder "{name}"
fi_fi: Muokkaa kansiota "{name}"
ja_jp: フォルダー「{name}」を編集

source: Edit attachment "{name}"
fi_fi: Muokkaa liitettä "{name}"
ja_jp: 添付「{name}」を編集

source: You have added a user with no Indico account.
fi_fi: Olet lisännyt käyttäjän, jolla ei ole Indico-tiliä.
ja_jp: Indicoアカウントを持たないユーザーを {} 名追加しました。

source: An Indico account may be needed to upload materials and/or manage contents.
fi_fi: Indico-tili voi olla tarpeen materiaalien lataamiseen ja/tai sisällön hallintaan.
ja_jp: マテリアルのアップロードやコンテンツの管理には、Indicoアカウントが必要な場合があります。

source: To invite them, please go to the {link_start}Roles page{link_end}
fi_fi: Voit kutsua heidät siirtymällä {link_start}Roolit-sivulle{link_end}.
ja_jp: 招待するには、{link_start}分担ページ{link_end}に行ってください

source: Please contact the manager if you think this user should be able to access these features.
fi_fi: Ota yhteyttä vastuuhenkilöön, jos mielestäsi tämän käyttäjän tulisi saada käyttää näitä ominaisuuksia.
ja_jp: ユーザーがそれらの機能にアクセス可能にすべきなら、マネージャーにコンタクトしてください。

source: Event "{}" successfully deleted.
fi_fi: Tapahtuma "{}&quot; poistettu onnistuneesti.
ja_jp: イベント「{}」を正常に削除しました。

source: The event type has been changed to {}.
fi_fi: Tapahtuman tyypiksi on muutettu {}.
ja_jp: イベントタイプを {} に変更しました。

source: The event is now locked.
fi_fi: Tapahtuma on nyt lukittu.
ja_jp: イベントがロックされました。

source: The event is now unlocked.
fi_fi: Tapahtuma on nyt avattu.
ja_jp: イベントのロックが解除されました。

source: Event "{event}" has been moved to category "{category}"
fi_fi: Tapahtuma "{event}" on siirretty kategoriaan "{category}".
ja_jp: イベント「{event}」をカテゴリー「{category}」に移動しました。

source: Moving the event "{event}" to "{category}" has been requested and is pending approval
fi_fi: Tapahtuma "{event}" on pyydetty siirrettäväksi kategoriaan "{category}" ja se odottaa hyväksyntää
ja_jp: イベント「{event}」の「{category}」への移動を申請し、承認待ちです

source: The move request has been withdrawn
fi_fi: Siirtopyyntö peruutettiin
ja_jp: 移動要請は取り下げられました

source: You are not authorized to manage this event.
fi_fi: Sinulla ei ole oikeuksia hallita tätä tapahtumaa.
ja_jp: このイベントを管理する権限がありません。

source: You can clone maximum of 100 times at once
fi_fi: Voit kloonata kerralla enintään 100 kertaa
ja_jp: 一度に複製できるのは最大100回までです

source: Welcome to your cloned event!
fi_fi: Tervetuloa kloonattuun tapahtumaasi!
ja_jp: 複製したイベントへようこそ！

source: {} new events created.
fi_fi: {} uusia tapahtumia luotu.
ja_jp: {}件の新しいイベントが作成されました。

source: Cannot import from the same event
fi_fi: Ei voi tuoda samasta tapahtumasta
ja_jp: 同じイベントからはインポートできません

source: Cannot import from a different type of event
fi_fi: Ei voi tuoda eri tyyppisestä tapahtumasta
ja_jp: 異なるタイプのイベントからはインポートできません

source: You do not have management rights to this event
fi_fi: Sinulla ei ole hallintaoikeuksia tähän tapahtumaan
ja_jp: このイベントの管理権がありません

source: Import successful!
fi_fi: Tuonti onnistui!
ja_jp: インポート成功

source: There are no people matching your selected recipient roles.
fi_fi: Valitsemasi vastaanottajaroolit eivät vastaa ketään henkilöä.
ja_jp: 選択した受信者ロールに一致する人がいません。

source: Download PDF
fi_fi: Lataa PDF
ja_jp: PDFをダウンロード

source: Privacy settings have been updated
fi_fi: Tietosuoja-asetukset on päivitetty
ja_jp: プライバシー設定が更新されました

source: The program codes have been successfully assigned
fi_fi: Ohjelmakoodit on määritetty onnistuneesti
ja_jp: プログラムコードの割り当てに成功しました

source: No codes have been changed
fi_fi: Koodeja ei ole muutettu
ja_jp: コードは変更されていません

source: Protection settings have been updated
fi_fi: Suojausasetukset on päivitetty
ja_jp: 保護設定が更新されました

source: Changing the event type to %(type)s will change the look of the event page and may disable some features not available for the new event type.
fi_fi: Tapahtuman tyypin muuttaminen tyypiksi (%(type)s) muuttaa tapahtuman ulkoasua ja saattaa poistaa käytöstä joitakin ominaisuuksia, jotka eivät ole käytettävissä uudelle tapahtumatyypille.
ja_jp: イベントタイプを%(type)sに変更すると、ページの見た目が変更され、いくつかの新たなタイプで利用不可能な機能が無効化されることがあります。

source: Change type
fi_fi: Muuta tyyppi
ja_jp: タイプ変更

source: This is the event's current type.
fi_fi: Tämä on tapahtuman nykyinen tyyppi.
ja_jp: 現在のイベントタイプ

source: Confirm type change
fi_fi: Vahvista tyypin muutos
ja_jp: タイプ変更の確認

source: Only the event creator and category managers may unlock an event.
fi_fi: Vain tapahtuman luoja ja kategorioiden vastuuhenkilöt voivat avata tapahtuman lukituksen.
ja_jp: イベント作成者とカテゴリーマネージャーのみがイベントをアンロックできます。

source: Unlock
fi_fi: Avaa lukitus
ja_jp: アンロック

source: Only the event creator and category managers may lock an event.
fi_fi: Vain tapahtuman luoja ja luokkien vastuuhenkilöt voivat lukita tapahtuman.
ja_jp: イベント作成者とカテゴリーマネージャーのみがイベントをロックできます。

source: Lock
fi_fi: Lukitse
ja_jp: ロック

source: Unlock event
fi_fi: Avaa tapahtuman lukitus
ja_jp: ロックを解除

source: Lock event
fi_fi: Lukitse tapahtuma
ja_jp: イベントをロック

source: Import from event
fi_fi: Tuo tapahtumasta
ja_jp: イベントからインポート

source: Import from other event
fi_fi: Tuo toisesta tapahtumasta
ja_jp: 他のイベントからインポート

source: Clone event
fi_fi: Kloonaa tapahtuma
ja_jp: イベントを複製

source: Clone Event
fi_fi: Kloonaa tapahtuma
ja_jp: イベントを複製

source: Event actions
fi_fi: Tapahtuman toiminnot
ja_jp: イベント操作

source: Events cloned from the current event:
fi_fi: Nykyisestä tapahtumasta kloonatut tapahtumat:
ja_jp: 現在のイベントから複製されたイベント:

source: Created by %(name)s (%(email)s) from event on %(link_start)s%(date)s%(link_end)s
fi_fi: Luonut %(name)s (%(email)s) tapahtumasta %(link_start)s%(date)s%(link_end)s
ja_jp: %(name)s (%(email)s) によって %(link_start)s%(date)s%(link_end)s のイベントから作成されました。

source: Created by %(name)s (%(email)s)
fi_fi: Luonut %(name)s (%(email)s)
ja_jp: 作成者: %(name)s (%(email)s)

source: Registrations visibility to other participants
fi_fi: Ilmoittautumisten näkyvyys muille osallistujille
ja_jp: 他の参加者への登録の開示方法

source: Hiding all
fi_fi: Kaikki piilossa
ja_jp: すべてを隠す

source: Showing with consent
fi_fi: Näytetään suostumuksella
ja_jp: 同意の上で表示

source: Showing all
fi_fi: Näytetään kaikki
ja_jp: すべてを表示

source: Registrations visibility to everyone else
fi_fi: Ilmoittautumisten näkyminen kaikille muille
ja_jp: 全ての人への登録の開示方法

source: Manage privacy settings
fi_fi: Hallitse tietosuoja-asetuksia
ja_jp: プライバシー設定の管理

# Short URL
source: None
fi_fi: Ei mitään

source: Edit basic event data
fi_fi: Muokkaa tapahtuman perustietoja
ja_jp: イベントの基本データを編集

source: Short URL
fi_fi: Lyhyt URL
ja_jp: 短縮URL

source: Copy link to clipboard
fi_fi: Kopioi linkki leikepöydälle
ja_jp: リンクをクリップボードにコピー

source: Edit event dates
fi_fi: Muokkaa tapahtuman päivämääriä
ja_jp: イベントの日程を編集

source: Screen dates
fi_fi: Näyttöpäivämäärät
ja_jp: ホームに掲載される日程

source: Edit event location
fi_fi: Muokkaa tapahtuman sijaintia
ja_jp: イベント会場を編集

source: Google Wallet ticketing is enabled in this event and you specified a venue/room or address, but not both. For the ticket in Google Wallet to display information about the event's physical location you need to fill in both fields.
fi_fi: Google Wallet -lippuominaisuus on otettu käyttöön tässä tapahtumassa. Olet määrittänyt joko tapahtumapaikan/tilan tai osoitteen, mutta et molempia. Jotta Google Wallet -lipussa näkyisi tapahtuman fyysinen sijainti , sinun on täytettävä molemmat kentät.
ja_jp: このイベントでGoogle Wallet ticketingを有効にしましたが、会場／部屋もしくは住所のうち、どちらかしか指定していません。Google Walletのチケットにイベントの物理的場所を表示するため、両方のフィールドを記入する必要があります。

source: Edit speakers
fi_fi: Muokkaa puhujia
ja_jp: 発表者を編集

source: Edit chairpersons
fi_fi: Muokkaa puheenjohtajia
ja_jp: 座長の設定

source: Edit contact info
fi_fi: Muokkaa yhteystietoja
ja_jp: 連絡先を編集

source: Organizer
fi_fi: Järjestäjä
ja_jp: 運営者

source: Additional info
fi_fi: Lisätietoja
ja_jp: 追加情報

source: Contact title
fi_fi: Yhteystiedon otsikko
ja_jp: 問合せ先タイトル

source: Edit keywords / references / label
fi_fi: Muokkaa avainsanoja / viitteitä / tunnisteita
ja_jp: キーワード／リファレンス／ラベルを編集

source: Edit keywords / label
fi_fi: Muokkaa avainsanoja / tunnisteita
ja_jp: キーワード／ラベルを編集

source: This label indicates that the event is not happening. Reminders are disabled.
fi_fi: Tämä tunniste osoittaa, että tapahtumaa ei järjestetä. Muistutukset on poistettu käytöstä.
ja_jp: このラベルはイベントが実施されていない事を示します。リマインダーは無効になっています。

source: Edit supported languages
fi_fi: Muokkaa tuettuja kieliä
ja_jp: 対応言語を編集

source: Some placeholders returned an empty string.<br> Make sure their corresponding objects already have program codes assigned.
fi_fi: Jotkut paikkamerkit palauttivat tyhjän merkkijonon.<br> Varmista, että vastaaville objekteille on jo määritetty ohjelmakoodit.
ja_jp: 空文字列のプレースホルダーがあります。<br> 対応するオブジェクトにプログラム・コードが割り当てられていることを確認してください。

source: Empty placeholders:
fi_fi: Tyhjät paikkamerkit:
ja_jp: 空のプレースホルダー:

source: No code
fi_fi: Ei koodia
ja_jp: コードなし

source: There are no objects of this type in the event.
fi_fi: Tapahtumassa ei ole tämän tyyppisiä kohteita.
ja_jp: イベントに、このタイプのオブジェクトはありません。

source: Please verify the program codes that will be assigned.<br> You may edit them before finishing the assignment, but any custom changes here will be overwritten if you assign codes again at a later point.
fi_fi: Tarkista ohjelmakoodit, jotka tullaan määrittämään.<br> Voit muokata niitä ennen tehtävän loppuun saattamista, mutta kaikki tässä tehdyt muutokset korvataan, jos määrität koodit uudelleen myöhemmin.
ja_jp: 割り当てられるプログラムコードを確認してください。<br> 割り当て前にコードを編集することもできますが、ここで変更した内容は、後で再びコードを割り当てた場合は上書きされます。

source: Current code
fi_fi: Nykyinen koodi
ja_jp: 現在のコード

source: New code
fi_fi: Uusi koodi
ja_jp: 新規コード

source: See the display page of the event
fi_fi: Katso tapahtuman näyttösivu
ja_jp: このイベントの閲覧用ページを表示する

source: This event has been locked and cannot be modified.
fi_fi: Tämä tapahtuma on lukittu eikä sitä voi muokata.
ja_jp: このイベントはロックされているため、操作できません。

source: 1. Repetition
fi_fi: 1. Toistuvuus
ja_jp: 1. 繰り返し

source: 2. Contents
fi_fi: 2. Sisältö
ja_jp: 2. 内容

source: 3. Category
fi_fi: 3. kategoria
ja_jp: 3. カテゴリー

source: 4. Dates
fi_fi: 4. Päivämäärät
ja_jp: 4. 日付

source: How should the event be cloned?
fi_fi: Miten tapahtuma pitäisi kloonata?
ja_jp: どのようにイベントを複製しますか？

source: What should be cloned?
fi_fi: Mitä kloonataan?
ja_jp: 何を複製しますか？

source: Where should the events be placed?
fi_fi: Mihin tapahtumat tulisi sijoittaa?
ja_jp: イベントをどこに配置しますか？

source: %(lastday)s<strong>All cloned events will occur on the last day of the month.</strong>%(endlastday)s %(link)sWhen?%(endlink)s
fi_fi: %(lastday)s<strong>Kaikki kloonatut tapahtumat järjestetään kuun viimeisenä päivänä.</strong> %(endlastday)s%(link)skun%(endlink)s
ja_jp: %(lastday)s<strong>複製されるイベントの開催日は、すべてその月の最終日になります。</strong>%(endlastday)s %(link)sいつ？%(endlink)s

source: Please note that if you delete the event you will lose all the information contained in it, %(strong)sincluding %(num_bookings)s Room Booking occurrence(s)%(endstrong)s linked to it. This operation is irreversible!
fi_fi: Huomaa, että jos poistat tapahtuman, menetät kaikki sen sisältämät tiedot, %(strong)smukaan lukien siihen liittyvät %(num_bookings)s tilavaraukset%(endstrong)s. Tätä toimintoa ei voi peruuttaa!
ja_jp: イベントを消去すると、これにリンクした%(strong)s%(num_bookings)s件の部屋の予約日程も含めて%(endstrong)sすべての情報を失うことに留意してください。この操作は元に戻せません。

source: Please note that if you delete the event you will lose all the information contained in it. This operation is irreversible!
fi_fi: Huomaa, että jos poistat tapahtuman, menetät kaikki sen sisältämät tiedot. Tätä toimintoa ei voi peruuttaa!
ja_jp: イベントを削除すると、それに含まれるすべての情報が失われますので、ご注意ください。この操作は元に戻せません

source: You are about to <strong>delete</strong> the whole event <strong>%(event_title)s (%(event_date)s)</strong>
fi_fi: Olet aikeissa <strong>poistaa</strong> koko tapahtuman <strong>%(event_title)s (%(event_date)s)</strong>
ja_jp: イベント<strong>%(event_title)s (%(event_date)s)</strong>をまるごと<strong>削除</strong>しようとしています

source: Delete events
fi_fi: Poista tapahtumat
ja_jp: イベントを削除

source: Please note that if you delete the events you will lose all the information contained in them, %(strong)sincluding %(num_booking_occurrences)s Room Booking occurrence(s)%(endstrong)s. This operation is irreversible!
fi_fi: Huomaa, että jos poistat tapahtumat, menetät kaikki niissä olevat tiedot, %(strong)smukaan lukien %(num_booking_occurrences)s tilavaraukset%(endstrong)s. Tätä toimintoa ei voi peruuttaa!
ja_jp: イベントを消去すると、%(strong)s%(num_booking_occurrences)s 件の部屋の予約日程も含めて%(endstrong)sすべての情報を失うことに留意してください。この操作は元に戻せません。

source: Please note that if you delete the events you will lose all the information contained in them. This operation is irreversible!
fi_fi: Huomaa, että jos poistat tapahtumat, menetät kaikki niissä olevat tiedot. Tätä toimintoa ei voi peruuttaa!
ja_jp: イベントを削除すると、そのイベントに含まれるすべての情報が失われますのでご注意ください。この操作は元に戻せません

source: You are about to <strong>delete</strong> the following event:
fi_fi: Olet aikeissa <strong>poistaa</strong> seuraavan tapahtuman:
ja_jp: 次の<strong>%(count)s</strong>個のイベントを<strong>削除</strong>しようとしています:

source: Contact/Support
fi_fi: Yhteystiedot/Tuki
ja_jp: 問い合わせ先／サポート

source: Event protection
fi_fi: Tapahtumien suojaus
ja_jp: イベントの保護

source: Session coordinator rights
fi_fi: Istunnon koordinaattorin oikeudet
ja_jp: セッションコーディネーターの権限

source: Basic rights
fi_fi: Perusoikeudet
ja_jp: 基本的な権利

source: Restricted session timetable management (add contributions, create breaks)
fi_fi: Rajoitettu istuntoaikataulun hallinta (lisää osallistujia, luo taukoja)
ja_jp: 制限付きセッションのタイムテーブル管理（投稿の追加、休憩の作成）

source: View contribution list (no modifications)
fi_fi: Näytä lista esityksistä (ei muokkauksia)
ja_jp: 投稿一覧を表示（修正なし）

source: View session main data (no modifications)
fi_fi: Tarkastele istunnon päätietoja (ei muutoksia)
ja_jp: セッションのメインデータを表示（修正なし）

source: Subcontribution rights
fi_fi: Osaesityksen oikeudet
ja_jp: 補助投稿の権限

source: 1. Select event
fi_fi: 1. Valitse tapahtuma
ja_jp: 1. イベント選択

source: Which event should be imported?
fi_fi: Mikä tapahtuma tuodaan?
ja_jp: どのイベントをインポートしますか？

source: You will import data from the following event:
fi_fi: Tuot tiedot seuraavasta tapahtumasta:
ja_jp: 以下のイベントからデータをインポートします:

source: What should be imported?
fi_fi: Mitä tuodaan?
ja_jp: 何をインポートしますか？

source: Please note that if you lock this event, you will not be able to change it anymore. Only the creator of the event or a category manager will be able to unlock it.
fi_fi: Huomaa, että jos lukitset tämän tapahtuman, et voi enää muuttaa sitä. Vain tapahtuman luoja tai kategorian vastuuhenkilö voi avata sen lukituksen.
ja_jp: このイベントをロックすると、何も変更が出来なくなります。イベント作成者およびカテゴリーマネージャーのみがロックを解除出来ます。

source: You are about to lock this event!
fi_fi: Olet aikeissa lukita tämän tapahtuman!
ja_jp: イベントをロックしようとしています！

source: The following objects have custom protection settings.<br> Clicking their title will open the protection settings for that specific object.
fi_fi: Seuraavilla kohteilla on mukautetut suojausasetukset.<br> Napsauttamalla niiden otsikkoa avaat kyseisen kohteen suojausasetukset.
ja_jp: 以下のオブジェクトは、カスタム保護設定があります。<br> タイトルをクリックすると、そのオブジェクトの保護設定が開きます。

source: Privacy dashboard
fi_fi: Tietosuojan hallintapaneeli
ja_jp: プライバシーダッシュボード

source: Data controller
fi_fi: Rekisterinpitäjä
ja_jp: データ管理者

source: Privacy notice
fi_fi: Tietosuojailmoitus
ja_jp: プライバシー告知

source: Registration forms
fi_fi: Ilmoittautumislomakkeet
ja_jp: 登録フォーム

source: Program codes
fi_fi: Ohjelmakoodit
ja_jp: プログラムコード

source: You can automatically assign program codes in your event to have more meaningful ways of referencing e.g. certain contributions outside Indico.
fi_fi: Voit ottaa käyttöön automaattiset ohjelmakoodit, joiden avulla voit viitata selkeämmin esimerkiksi tiettyihin esityksiin Indicon ulkopuolella.
ja_jp: 例えばインディコ外の投稿などをより適切に参照する方法を実装するために、イベントにプログラムコードを自動的に割り当てることができます。

source: Program code templates
fi_fi: Ohjelmakoodimallit
ja_jp: プログラムコードのテンプレート

source: Edit program code templates
fi_fi: Muokkaa ohjelmakoodimalleja
ja_jp: プログラムコードのテンプレートを編集

source: Assign program codes to sessions
fi_fi: Määritä istuntojen ohjelmakoodit
ja_jp: セッションにプログラムコードを割り当てる

source: No template defined
fi_fi: Mallia ei ole määritelty
ja_jp: テンプレートが定義されていません

source: Assign program codes to session blocks
fi_fi: Määritä istuntojakson ohjelmakoodit
ja_jp: セッションブロックにプログラムコードを割り当てる

source: Assign program codes to contributions
fi_fi: Määritä esitysten ohjelmakoodit
ja_jp: 投稿にプログラムコードを割り当てる

source: Assign program codes to subcontributions
fi_fi: Määritä osaesitysten ohjelmakoodit
ja_jp: 補助投稿にプログラムコードを割り当てる

source: Awaiting moderation
fi_fi: Odottaa moderointia
ja_jp: コメントは審査待ちです

source: There is a pending request to move this event to <a href="%(url)s">%(category)s</a>.
fi_fi: Tälle tapahtumalle on odottava siirtopyyntö kohteeseen <a href="%(url)s">%(category)s</a>.
ja_jp: このイベントを<a href="%(url)s">%(category)s</a>に移動したいという要請が保留になっています。

source: Book the event location
fi_fi: Varaa tapahtumapaikka
ja_jp: イベント会場を予約

source: There is no active booking linked to this event.
fi_fi: Tapahtumaan ei ole liitetty aktiivista varausta.
ja_jp: このイベントに関連するアクティブな予約はありません。

source: Book the room
fi_fi: Varaa tila
ja_jp: 部屋を予約

source: This event is currently unlisted
fi_fi: Tapahtuma on listaamaton
ja_jp: このイベントは現在非掲載です

source: Unlisted events are not shown in any category and only explicitly authorized users can see them.<br> <strong>Please note:</strong> If you want to preserve events long-term, you should consider publishing them to a category.
fi_fi: Listaamattomia tapahtumia ei näytetä missään kategoriassa, ja ne ovat nähtävissä vain erikseen oikeutetuille käyttäjille. <br> <strong>Huom:</strong> Jos haluat säilyttää tapahtumat pitkään, harkitse niiden julkaisemista johonkin kategoriaan.
ja_jp: 非掲載イベントは、どのカテゴリーにも表示されず、明示的に許可されたユーザーのみが見ることができます。<br> <strong>注意：</strong>イベントを長期的に保存したい場合は、カテゴリーへの公開を検討すべきです。

source: Lecture
fi_fi: Luento
ja_jp: レクチャー

source: Meeting
fi_fi: Kokous
ja_jp: ミーティング

source: Conference
fi_fi: Konferenssi
ja_jp: カンファレンス

source: Minutes
fi_fi: Muistio
ja_jp: 議事録

source: The target event already has minutes
fi_fi: Kohdetapahtumassa on jo muistioita
ja_jp: 対象イベントにはすでに議事録があります

source: There are minutes attached to this event.
fi_fi: Tähän tapahtumaan liittyy muistioita.
ja_jp: このイベントには議事録が添付されています。

source: Show them
fi_fi: Näytä ne
ja_jp: それらを表示

source: Permanent link
fi_fi: Pysyvä linkki
ja_jp: パーマネントリンク
