Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Who will be able to see the field
fi_fi: Kuka voi nähdä kentän
ja_jp: フィールドを見れる人

source: User editable
fi_fi: Käyttäjän muokattavissa
ja_jp: ユーザー原稿

source: Whether the submitter/author can fill out the field during abstract submission.
fi_fi: Voiko lähettäjä/kirjoittaja täyttää kentän abstraktin lähettämisen yhteydessä.
ja_jp: アブストラクト提出時に提出者／著者が項目に記入可能かどうか。

source: Start date of the contribution
fi_fi: Esityksen alkamispäivä
ja_jp: 投稿の開始日

source: Duration
fi_fi: Kesto
ja_jp: 所要時間

source: People
fi_fi: Ihmiset
ja_jp: 人数

source: External IDs
fi_fi: Ulkoiset tunnukset
ja_jp: 外部ID

source: Manage external resources for this contribution
fi_fi: Hallitse esityksen ulkoisia resursseja
ja_jp: この投稿のための外部リソースの管理

source: Program code
fi_fi: Ohjelmakoodi
ja_jp: プログラムコード

source: With the current duration the contribution exceeds the block end date
fi_fi: Nykyisellä kestolla esitys ylittää lohkon päättymispäivän
ja_jp: 現在の所要時間では、投稿がブロックの終了日を超えます

source: With the current duration the contribution exceeds the event end date
fi_fi: Nykyisellä kestolla esitys ylittää tapahtuman päättymispäivän
ja_jp: 現在の所要時間では、投稿がイベントの終了日を超えます

source: The speakers of the subcontribution
fi_fi: Osaesityksen puhujat
ja_jp: この補助投稿の発表者

source: Manage external resources for this sub-contribution
fi_fi: Hallitse osaesityksen ulkoisia resursseja
ja_jp: この補助投稿のための外部リソースを管理

source: With this time, the contribution would exceed the event end time.
fi_fi: Tällä ajalla esitys ylittäisi tapahtuman päättymisajan.
ja_jp: この時刻だと、投稿はイベント終了時刻を超えてしまいます。

source: With this time, the contribution would exceed the current day.
fi_fi: Tällä ajalla esitys ylittäisi tämän päivän.
ja_jp: この時刻だと、投稿はその日を過ぎてしまいます。

source: With this duration, the contribution would exceed the event end time.
fi_fi: Tällä kestolla esitys ylittäisi tapahtuman päättymisajan.
ja_jp: この所要時間では、投稿がイベントの終了時刻を超えます。

source: With this duration, the contribution would exceed the current day.
fi_fi: Tällä kestolla esitys ylittäisi tämän päivän.
ja_jp: この所要時間では、投稿がその日を超えてしまいます。

source: Edit (basic)
fi_fi: Muokkaa (perus)
ja_jp: 編集する（基本）

source: Allows submitters to edit basic information of their contribution (title, description, speakers and authors)
fi_fi: Antaa lähettäjille mahdollisuuden muokata lähettämänsä sisällön perustietoja (otsikko, kuvaus, puhujat ja kirjoittajat).
ja_jp: 投稿者に投稿の基本情報（タイトル、説明、発表者、著者）の編集を許可

source: Edit (custom)
fi_fi: Muokkaa (mukautettu)
ja_jp: 編集する（カスタム）

source: Allows submitters to edit user-editable custom fields of their contributions as well
fi_fi: Antaa lähettäjille mahdollisuuden muokata lähetyksissään myös mukautettuja käyttäjien muokattavissa olevia kenttiä
ja_jp: 提出者に、投稿におけるユーザー原稿のカスタムフィールドの編集も許可します

source: Private
fi_fi: Yksityinen
ja_jp: 非公開

source: If selected, this contribution type cannot be chosen by users submitting an abstract.
fi_fi: Mikäli tämä valitaan, abstraktien lähettäjät eivät voi valita esitystyyppiä.
ja_jp: 選択した場合、アブストラクトを提出するユーザーはこの投稿タイプを選べません。

source: A contribution type with this name already exists
fi_fi: Tällä nimellä oleva esitystyyppi on jo olemassa
ja_jp: この名前の投稿タイプはすでにあります

source: Format
fi_fi: Muoto
ja_jp: フォーマット

source: No session
fi_fi: Ei istuntoa
ja_jp: セッションなし

source: Registered
fi_fi: Ilmoittautunut
ja_jp: 登録済み

source: Nobody registered
fi_fi: Ei ilmoittautuneita
ja_jp: 登録者無し

source: Scheduled
fi_fi: Aikataulutettu
ja_jp: 予定済み

source: Not scheduled
fi_fi: Ei aikataulutettu
ja_jp: スケジュールされていません

source: The contribution '{}' is not displayed in the list due to the enabled filters
fi_fi: Esitys '{}' ei näy luettelossa käytössä olevien suodattimien vuoksi
ja_jp: フィルタが有効なため、投稿「{}」 は一覧に表示されません。

source: Row {}: malformed CSV data - please check that the number of columns is correct
fi_fi: Rivi {}: virheellinen CSV-data – tarkista, että sarakkeiden määrä on oikea
ja_jp: 行 {}: 不正なCSVデータ - 列数が正しいかどうか確認してください

source: Row {row}: can't parse date: "{date}"
fi_fi: Rivi {row}: päivämäärää ei voi jäsentää: "{date}"
ja_jp: 行 {row}: 日付を読み取れません: 「{date}」

source: Row {row}: can't parse duration: {duration}
fi_fi: Rivi {row}: ei voi jäsentää kestoa: {duration}
ja_jp: 行 {row}: 所要時間を読み取れません: {duration}

source: Row {}: contribution title is required
fi_fi: Rivi {}: esityksen otsikko on pakollinen
ja_jp: 行 {}: 投稿タイトルが必須です

source: Row {row}: invalid email address: {email}
fi_fi: Rivi {row}: virheellinen sähköpostiosoite: {email}
ja_jp: 行 {row}: 無効なメールアドレスです: {email}

source: TeX archive
fi_fi: TeX-arkisto
ja_jp: TeXアーカイブ

source: The contributions of this event have not been published yet.
fi_fi: Tämän tapahtuman esityksiä ei ole vielä julkaistu.
ja_jp: 本イベントの投稿はまだ公開されていません。

source: Contribution '{}' created successfully
fi_fi: Esitys '{}' luotu onnistuneesti
ja_jp: 投稿「{}」が正常に作成されました

source: Contribution '{}' successfully updated
fi_fi: Esitys &apos;{}&apos; päivitetty onnistuneesti
ja_jp: 投稿「{}」が正常に更新されました

source: The contribution has been deleted.
fi_fi: Esitys on poistettu.
ja_jp: {count} 件の投稿を削除しました。

source: Contribution '{}' successfully deleted
fi_fi: Esitys '{}' poistettu onnistuneesti
ja_jp: 投稿「{}」が正常に削除されました

source: Subcontribution '{}' created successfully
fi_fi: Osaesitys '{}' luotu onnistuneesti
ja_jp: 補助投稿「{}」が正常に作成されました

source: Subcontribution '{}' updated successfully
fi_fi: Osaesitys '{}' päivitetty onnistuneesti
ja_jp: 補助投稿「{}」が正常に更新されました。

source: Subcontribution '{}' deleted successfully
fi_fi: Osaesitys '{}' poistettu onnistuneesti
ja_jp: 補助投稿「{}」が正常に削除されました。

source: The selected contributions do not have any materials.
fi_fi: Valituissa esityksissä ei ole materiaaleja.
ja_jp: 選択された投稿には、マテリアルがありません。

source: {} contribution has been imported.
fi_fi: {} esitys on tuotu.
ja_jp: {} 件の投稿がインポートされました。

source: Event dates/times adjusted due to imported data.
fi_fi: Tapahtumien päivämäärät/ajat on muutettu tuontitietojen vuoksi.
ja_jp: インポートデータのため、イベント日時を調整しました。

source: Default contribution duration was changed successfully
fi_fi: Oletusesitysaika on muutettu onnistuneesti
ja_jp: デフォルトの投稿所要時間が正常に変更されました

source: Submitter edit settings changed successfully
fi_fi: Lähettäjän muokkausasetukset muutettu onnistuneesti
ja_jp: 投稿者編集設定を正常に変更しました

source: Managers and submitters
fi_fi: Järjestäjät ja lähettäjät
ja_jp: マネージャーと提出者

source: Only managers
fi_fi: Vain järjestäjät
ja_jp: マネージャーのみ

source: No value
fi_fi: Ei arvoa
ja_jp: 価なし

source: Customize contribution list
fi_fi: Mukauta esitysluettelo
ja_jp: 投稿リストのカスタマイズ

source: Change the configuration of the contribution list by applying filtering (%(filter_icon)s) options.
fi_fi: Muuta esitysluettelon asetuksia soveltamalla suodatusvaihtoehtoja (%(filter_icon)s).
ja_jp: フィルタリング (%(filter_icon)s) オプションを適用して、投稿リストの設定を変更します。

source: Available filtering options
fi_fi: Käytettävissä olevat suodatusvaihtoehdot
ja_jp: 利用可能なフィルタリングオプション

source: Available filters for custom fields
fi_fi: Käytettävissä olevat suodattimet mukautetuille kentille
ja_jp: カスタムフィールドで利用可能なフィルター

source: The filtering criteria do not match with any of the existing contributions. Try to clear the filters.
fi_fi: Suodatusehdot eivät vastaa yhtään olemassa olevaa esitystä. Yritä tyhjentää suodattimet.
ja_jp: フィルタリング条件が、既存の投稿のどれとも一致しません。フィルタを解除してみてください。

source: There are no contributions yet.
fi_fi: Esityksiä ei ole vielä lisätty.
ja_jp: まだ投稿はありません。

source: Edit this contribution
fi_fi: Muokkaa esitystä
ja_jp: この投稿を編集

source: Edit contribution '%(title)s'
fi_fi: Muokkaa esitystä ”%(title)s”
ja_jp: 投稿 '%(title)s' を編集

source: Details for %(full_name)s
fi_fi: %(full_name)s tiedot
ja_jp: %(full_name)sの詳細

# Salutation
source: Title:
fi_fi: Otsikko:
ja_jp: タイトル:

source: Affiliation:
fi_fi: Affiliaatio:
ja_jp: 所属:

source: Author in the following contribution
fi_fi: Kirjoittaja seuraavassa esityksessä
ja_jp: 次の投稿内の著者

source: Board: %(board_number)s
fi_fi: Taulu: %(board_number)s
ja_jp: ボード: %(board_number)s

source: Edit contribution
fi_fi: Muokkaa esitystä
ja_jp: 投稿を編集

source: The contributions of this event have not been published yet. You can only access this page because you are an event manager.
fi_fi: Tämän tapahtuman esityksiä ei ole vielä julkaistu. Voit käyttää tätä sivua vain, koska olet tapahtuman järjestäjä.
ja_jp: このイベントの投稿はまだ公開されていません。あなたがこのページにアクセスできるのは、あなたがイベントマネージャーだからです。

source: External references
fi_fi: Ulkoiset viitteet
ja_jp: 外部参照

source: Subcontributions
fi_fi: Osaesitykset
ja_jp: 補助投稿

source: Edit subcontribution '%(title)s'
fi_fi: Muokkaa osaesitystä '%(title)s'
ja_jp: 補助投稿 '%(title)s' を編集

source: Edit subcontribution
fi_fi: Muokkaa osaesitystä
ja_jp: 補助投稿を編集

source: Contribution list configuration
fi_fi: Esitysluettelon asetukset
ja_jp: 投稿リストの設定

source: Filters
fi_fi: Suodattimet
ja_jp: フィルター

source: Generate a URL for the selected filters.
fi_fi: Luo URL-osoite valituille suodattimille.
ja_jp: 選択したフィルタのURLを生成する。

source: Back to the event
fi_fi: Takaisin tapahtumaan
ja_jp: イベントに戻る

source: Speaker at
fi_fi: Puhujana

source: Author in
fi_fi: Kirjoittajana

source: Co-author in
fi_fi: Yhteiskirjoittajana

source: Enter search string
fi_fi: Syötä hakusana
ja_jp: 検索文字列を入力

source: Advanced
fi_fi: Lisäasetukset
ja_jp: 高度な設定

source: Presenters
fi_fi: Esittäjät
ja_jp: 発表者

source: Material
fi_fi: Materiaali
ja_jp: マテリアル

source: This contribution is scheduled within a session block and time can't be modified.
fi_fi: Sisältö on aikataulutettu istuntojaksoon, eikä sen aikaa voi muuttaa.
ja_jp: この投稿は、セッションブロック中に予定されており、時間の変更はできません。

source: This contribution is scheduled within a session block and duration can't be modified.
fi_fi: Sisältö on aikataulutettu istuntojaksoon, eikä sen kestoa voi muuttaa.
ja_jp: この投稿は、セッションブロック中に予定されており、所要時間の変更はできません。

source: This speaker registered for the event
fi_fi: Tämä puhuja on ilmoittautunut tapahtumaan
ja_jp: この発表者はイベントに登録しました

source: This speaker did not register yet
fi_fi: Tämä puhuja ei ole vielä ilmoittautunut
ja_jp: この発表者はまだ登録していません

source: Manage subcontributions
fi_fi: Hallitse osaesityksiä
ja_jp: 補助投稿を管理

source: Subcontributions of contribution #%(id)s
fi_fi: Esityksen #%(id)s osaesitykset
ja_jp: 投稿#%(id)sの補助投稿

source: Clone contribution
fi_fi: Kloonaa esitys
ja_jp: 投稿をクローン

source: Clone contribution '%(title)s'
fi_fi: Kloonaa esitys ”%(title)s”
ja_jp: 投稿 '%(title)s' をクローン

source: Are you sure you want to clone this contribution?
fi_fi: Haluatko varmasti kloonata tämän esityksen?
ja_jp: この投稿のクローンを作成しますか?

source: Manage contribution protection
fi_fi: Hallitse esityksen suojausta
ja_jp: 投稿の保護を管理

source: Delete contribution '%(title)s'?
fi_fi: Poistetaanko esitys ”%(title)s”?
ja_jp: 投稿「%(title)s」を削除しますか？

source: Delete contribution
fi_fi: Poista esitys
ja_jp: 投稿を削除

source: Are you sure you want to completely delete contribution '%(title)s'?
fi_fi: Haluatko varmasti poistaa esityksen ”%(title)s” kokonaan?
ja_jp: 本当に投稿「%(title)s」を完全に削除しますか？

source: Contributions are in draft mode
fi_fi: Esitykset ovat luonnosmuodossa
ja_jp: 投稿はドラフトモードです

source: While in draft mode, regular users cannot see the contributions and timetable.
fi_fi: Kun esitykset ovat luonnostilassa, tavalliset käyttäjät eivät näe esityksiä eivätkä aikataulua.
ja_jp: ドラフトモード中は、一般ユーザーは投稿やタイムテーブルを見ることができません。

source: Add new subcontribution
fi_fi: Lisää uusi osaesitys
ja_jp: 新しい補助投稿と追加

source: Do you really want to delete the selected subcontributions?
fi_fi: Haluatko varmasti poistaa valitut osaesitykset?
ja_jp: 本当に選択した補助投稿を削除しますか？

source: Delete subcontribution '%(title)s'
fi_fi: Poista osaesitys '%(title)s'
ja_jp: 補助投稿「%(title)s」を削除

source: Delete subcontribution
fi_fi: Poista osaesitys
ja_jp: 補助投稿を削除

source: Are you sure you want to delete this subcontribution?
fi_fi: Haluatko varmasti poistaa tämän osaesityksen?
ja_jp: 本当にこの補助投稿を削除しますか？

source: There are no subcontributions in this contribution yet
fi_fi: Tässä esityksessä ei ole vielä osaesityksiä
ja_jp: この投稿にはまだ補助投稿がありません

source: Edit contribution type
fi_fi: Muokkaa esitystyyppiä
ja_jp: 投稿のタイプを変更

source: Do you really want to delete this contribution type?
fi_fi: Haluatko varmasti poistaa tämän esitystyypin?
ja_jp: 本当にこの投稿タイプを削除しますか？

source: Delete contribution type
fi_fi: Poista esitystyyppi
ja_jp: 投稿タイプを削除

source: Set default contribution duration
fi_fi: Aseta esitysten oletuskesto
ja_jp: 既定の投稿の所要時間を設定

source: Contribution duration
fi_fi: Esityksen kesto
ja_jp: 投稿の所要時間

source: Manage custom fields
fi_fi: Hallitse mukautettuja kenttiä
ja_jp: カスタムフィールドの管理

source: Custom fields
fi_fi: Mukautetut kentät
ja_jp: カスタムフィールド

source: Submitter privileges
fi_fi: Lähettäjän oikeudet
ja_jp: 投稿者の権限

source: Manage the contributions of the event from the list below or configure the <strong>contribution types</strong> and <strong>custom fields</strong> from the settings menu above.
fi_fi: Hallitse tapahtuman esityksiä alla olevasta listasta tai määritä <strong>esitystyypit</strong> ja <strong>mukautetut kentät</strong> asetukset-valikosta yllä.
ja_jp: 下のリストからイベントの投稿を管理したり、上の設定メニューから<strong>投稿タイプや</strong> <strong>カスタムフィールドを</strong>設定できます。

source: Add new contribution
fi_fi: Lisää uusi esitys
ja_jp: 新規投稿の追加

source: New contribution
fi_fi: Uusi esitys
ja_jp: 新規投稿

source: Do you really want to delete the selected contributions?
fi_fi: Haluatko varmasti poistaa valitut esitykset?
ja_jp: 選択した投稿を本当に削除しますか？

source: Material package
fi_fi: Materiaalipaketti
ja_jp: マテリアルパッケージ

source: Export data
fi_fi: Vie tiedot
ja_jp: データのエクスポート

source: Import contributions from CSV file
fi_fi: Tuo esitykset CSV-tiedostosta
ja_jp: CSVファイルから投稿を読み込む

source: Import contributions from CSV File
fi_fi: Tuo esitykset CSV-tiedostosta
ja_jp: CSVファイルから投稿を読み込む

source: Import
fi_fi: Tuo
ja_jp: インポート

source: Assign program codes
fi_fi: Määritä ohjelmakoodit
ja_jp: プログラムコードを割り当て

source: Add custom field
fi_fi: Lisää mukautettu kenttä
ja_jp: カスタムフィールドの追加

source: Abstracts content
fi_fi: Abstraktien sisältö
ja_jp: アブストラクトの内容

source: Edit abstracts content
fi_fi: Muokkaa abstraktien sisältöä
ja_jp: アブストラクトの内容を編集

source: This field cannot be deleted
fi_fi: Tätä kenttää ei voi poistaa
ja_jp: このフィールドは削除できません

source: Edit custom field
fi_fi: Muokkaa mukautettua kenttää
ja_jp: カスタムフィールドの編集

source: Do you really want to delete this field? Data stored in this field will be lost.
fi_fi: Haluatko todella poistaa tämän kentän? Tähän kenttään tallennetut tiedot menetetään.
ja_jp: このフィールドを本当に削除しますか？このフィールドに保存されているデータは失われます。

source: Delete custom field
fi_fi: Poista mukautettu kenttä
ja_jp: カスタムフィールドを削除

source: There are no custom contribution fields yet.
fi_fi: Mukautettuja esityskenttiä ei ole vielä lisätty.
ja_jp: カスタム投稿フィールドがありません。

source: You should upload a CSV (comma-separated values) file with exactly 7 columns in the following order:
fi_fi: Sinun tulee ladata CSV-tiedosto (pilkuin erotetut arvot), jossa on tarkalleen 7 saraketta seuraavassa järjestyksessä:
ja_jp: 以下の順序で正確に7つの列を持つCSV（comma-separated values）ファイルをアップロードする必要があります:

source: Start date/time in %(link)sISO 8601%(endlink)s format %(subitem)se.g. 2017-12-03T12:00:00%(endsubitem)s
fi_fi: Aloituspäivämäärä/-aika %(link)sISO 8601%(endlink)s -muodossa, %(subitem)sesim. 2017-12-03T12:00:00%(endsubitem)s
ja_jp: %(link)sISO 8601%(endlink)sフォーマットでの開始日時 - %(subitem)s 例: 2017-12-03T12:00:00%(endsubitem)s

source: Duration (minutes)
fi_fi: Kesto (minuuttia)
ja_jp: 所要時間（分）

source: Speaker - First name
fi_fi: Puhuja - etunimi
ja_jp: 発表者 - 名前

source: Speaker - Last name
fi_fi: Puhuja - Sukunimi
ja_jp: 発表者 - 姓

source: Speaker - Affiliation
fi_fi: Puhuja - Affiliaatio
ja_jp: 発表者 - 所属

source: Speaker - E-mail address
fi_fi: Puhuja - Sähköpostiosoite
ja_jp: 発表者 - メール

source: Only the field "Title" is mandatory.
fi_fi: Ainoastaan kenttä "Otsikko" on pakollinen.
ja_jp: 「タイトル」フィールドだけは必須です。

source: Users will be matched with existing Indico identities through their e-mail.
fi_fi: Käyttäjät yhdistetään olemassa oleviin Indico-tunnuksiin heidän sähköpostiosoitteidensa avulla.
ja_jp: ユーザーは、メールを通じて、既存のIndico IDと対応づけられます。

source: Add new contribution type
fi_fi: Lisää uusi esitystyyppi
ja_jp: 新しい投稿タイプを追加

source: New contribution type
fi_fi: Uusi esitystyyppi
ja_jp: 新しい投稿タイプ

source: There are no contribution types yet.
fi_fi: Esitystyyppejä ei ole vielä lisätty.
ja_jp: 投稿タイプはまだありません。

source: External ID type '{}' created successfully
fi_fi: Ulkoinen tunnistetyyppi '{}' luotu onnistuneesti
ja_jp: 外部IDタイプ「{}」が正常に作成されました

source: External ID type '{}' successfully updated
fi_fi: Ulkoinen tunnistetyyppi '{}' päivitetty onnistuneesti
ja_jp: 外部IDタイプ「{}」が正常に更新されました

source: External ID type '{}' successfully deleted
fi_fi: Ulkoinen tunnistetyyppi '{}' poistettu onnistuneesti
ja_jp: 外部IDタイプ「{}」が正常に削除されました

source: Event label '{}' created successfully
fi_fi: Tapahtuman tunniste '{}' luotu onnistuneesti
ja_jp: イベントラベル '{}' が正常に作成されました

source: Allowed keywords have been saved
fi_fi: Sallitut avainsanat on tallennettu
ja_jp: 可能なキーワードが保存されました

source: Event label '{}' successfully updated
fi_fi: Tapahtuman tunniste '{}' päivitetty onnistuneesti
ja_jp: イベントラベル '{}' が正常に更新されました

source: Event label '{}' successfully deleted
fi_fi: Tapahtuman tunniste '{}' poistettu onnistuneesti
ja_jp: イベントラベル '{}' が正常に削除されました

source: An event with this ID does not exist.
fi_fi: Tällä tunnuksella ei ole tapahtumaa.
ja_jp: このIDのイベントは存在しません。

source: This event has been deleted.
fi_fi: Tämä tapahtuma on poistettu.
ja_jp: このイベントは削除されました。

source: This page is currently not visible by non-admin users (menu entry disabled)!
fi_fi: Tämä sivu ei ole tällä hetkellä näkyvissä muille kuin järjestelmänvalvojille (valikkokohta poistettu käytöstä)!
ja_jp: このページは現在、管理者以外のユーザーは見ることができません（メニュー項目が無効）！

source: You are not authorized to access this event.
fi_fi: Sinulla ei ole oikeutta osallistua tähän tapahtumaan.
ja_jp: あなたはこのイベントにアクセスする権限がありません。

source: An event with this ID/shortcut does not exist.
fi_fi: Tällä tunnuksella/pikakuvakkeella varustettua tapahtumaa ei ole olemassa.
ja_jp: このID/ショートカットを持つイベントはありません。

source: Editing
fi_fi: Muokkaus
ja_jp: 編集

source: Gives event managers the opportunity to let contributors submit papers and/or slides to be edited and eventually published.
fi_fi: Antaa tapahtumajärjestäjille mahdollisuuden pyytää osallistujia lähettämään artikkeleita ja/tai diaesityksiä muokattaviksi ja julkaistaviksi.
ja_jp: イベントマネージャーに、投稿者から論文やスライドを投稿してもらい、それらを編集し、最終的に出版する機会を提供します。

source: A default publishable PDF file type has been created; if you want to use other file types in your event's editing workflow, please configure them accordingly.
fi_fi: Julkaistava oletus-PDF-tiedostotyyppi on luotu. Jos haluat käyttää muita tiedostotyyppejä tapahtumasi muokkausprosessissa, määritä ne asianmukaisesti.
ja_jp: デフォルトの発行可能なPDFファイル形式が作成されました。イベントの編集ワークフローで他のファイル形式を使用したい場合は、適宜設定してください。

source: Papers
fi_fi: Artikkelit
ja_jp: 論文

source: Posters
fi_fi: Posterit
ja_jp: ポスター

source: Editing manager
fi_fi: Muokkausvastaava
ja_jp: 編集マネージャー

source: Grants unrestricted access to the editing module.
fi_fi: Antaa rajoittamattoman pääsyn muokkausmoduuliin.
ja_jp: 編集モジュールへの無制限のアクセス権限を付与する。

source: Paper Editor
fi_fi: Artikkelien muokkaaja
ja_jp: 論文エディター

source: Grants editor rights for paper editing on an event.
fi_fi: Myöntää muokkausoikeuden tapahtuman artikkeleihin.
ja_jp: イベントの論文編集権限を付与する。

source: Slides Editor
fi_fi: Diaesitysten muokkaaja
ja_jp: スライドエディター

source: Grants editor rights for slides editing on an event.
fi_fi: Myöntää muokkausoikeuden tapahtuman diaesityksiin.
ja_jp: イベントのスライド編集権限を付与する。

source: Poster Editor
fi_fi: Postereiden muokkaaja
ja_jp: ポスターエディター

source: Grants editor rights for poster editing on an event.
fi_fi: Myöntää muokkausoikeuden tapahtuman postereihin.
ja_jp: イベントのポスター編集権限を付与する。

source: Editing (configured tags, file types, review conditions)
fi_fi: Muokkaus (määritetyt tunnisteet, tiedostotyypit, arviointiehdot)
ja_jp: 編集（設定されたタグ、ファイルタイプ、審査条件）

source: Tag code must be unique
fi_fi: Tunnistekoodin on oltava yksilöllinen
ja_jp: タグコードは一意でなければなりません

source: Name must be unique
fi_fi: Nimen on oltava yksilöllinen
ja_jp: 名前は一意でなければなりません

source: Filename template cannot include dots
fi_fi: Tiedostonimen malli ei saa sisältää pisteitä
ja_jp: ファイル名テンプレートにドットを含めることはできません

source: Extensions cannot have leading dots
fi_fi: Tiedostopäätteet eivät saa alkaa pisteellä
ja_jp: 拡張子の先頭にドットを付けることはできません

source: Cannot unset the only publishable file type
fi_fi: Ainoaa julkaistavaksi määriteltyä tiedostotyyppiä ei voi poistaa
ja_jp: 発行可能なファイル形式が一つしかないため、解除できません

source: Invalid file type used
fi_fi: Virheellinen tiedostotyyppi
ja_jp: 無効なファイル形式を使用

source: Conditions have to be unique
fi_fi: Ehtojen on oltava yksilöllisiä
ja_jp: 条件は一意でなければなりません

source: Connection failed
fi_fi: Yhteyden muodostaminen epäonnistui
ja_jp: 接続に失敗しました

source: Invalid response
fi_fi: Virheellinen vastaus
ja_jp: 応答が無効です

source: You are not an editor of the {} type
fi_fi: Et ole {}-tyypin muokkaaja
ja_jp: あなたは {} 形式の編集者ではありません

source: This user is not an editor of the {} type
fi_fi: Tämä käyttäjä ei ole {}-tyypin muokkaaja
ja_jp: このユーザー は {} 形式の編集者ではありません

source: Cannot delete file type which already has files
fi_fi: Tiedostotyyppiä, johon jo liittyy tiedostoja, ei voi poistaa
ja_jp: すでにファイルが存在するファイルタイプを削除できません

source: Cannot delete file type which is used in a review condition
fi_fi: Arviointiehtoihin sisältyvää tiedostotyyppiä ei voi poistaa
ja_jp: 審査条件で使用されているファイルタイプを削除することはできません

source: Cannot delete the only publishable file type
fi_fi: Ainoaa julkaistavaa tiedostotyyppiä ei voi poistaa
ja_jp: 発行可能なファイル形式が一つしかないため、削除できません

source: Could not register event with service: {}
fi_fi: Tapahtumaa ei voitu rekisteröidä palveluun: {}
ja_jp: イベントをサービスに登録できませんでした: {}

source: Could not disconnect event from service: {}
fi_fi: Tapahtumaa ei voitu irrottaa palvelusta: {}
ja_jp: イベントをサービスから切り離せませんでした: {}

source: No such file was found within the paper
fi_fi: Tällaista tiedostoa ei löytynyt artikkelista
ja_jp: 論文内にそのようなファイルは見つかりませんでした

source: You cannot perform this action on this revision
fi_fi: Et voi suorittaa tätä toimintoa tässä versiossa
ja_jp: このリビジョンでは、この操作を実行できません

source: Editable already exists
fi_fi: Muokattava kohde on jo olemassa
ja_jp: 原稿はすでにあります

source: Submission failed, please try again later.
fi_fi: Lähetys epäonnistui, yritä myöhemmin uudelleen.
ja_jp: 送信に失敗しました。後でもう一度やり直してください。

source: Deletion failed, please try again later.
fi_fi: Poistaminen epäonnistui, yritä myöhemmin uudelleen.
ja_jp: 削除に失敗しました。後でもう一度やり直してください。

source: Failed processing review, please try again later.
fi_fi: Käsittely epäonnistui, yritä myöhemmin uudelleen.
ja_jp: 審査処理に失敗しました、後でもう一度試してください。

source: You do not have the permission to unassign this user
fi_fi: Sinulla ei ole lupaa poistaa tämän käyttäjän määritystä
ja_jp: このユーザーの割り当てを解除する権限がありません

source: This editable already has an editor assigned
fi_fi: Tälle muokattavalle kohteelle on jo valittu muokkaaja
ja_jp: この原稿には編集者がすでに割れ意当てられています

source: You do not have the permission to assign yourself
fi_fi: Sinulla ei ole lupaa valita itseäsi
ja_jp: 自分自身を割り当てる権限はありません

# Editable
source: Ready for Review
fi_fi: Valmiina arvioitavaksi

# Editable
source: Needs Confirmation
fi_fi: Tarvitsee vahvistuksen

# Editable
source: Needs Changes
fi_fi: Tarvitsee muutoksia

source: You can view details on the following URL:
fi_fi: Voit tarkastella yksityiskohtia seuraavasta URL-osoitteesta:
ja_jp: 詳細は以下のURLをみてください:

source: New comment on contribution %(title)s
fi_fi: Uusi kommentti esitykseen %(title)s
ja_jp: 投稿 %(title)s に新規コメント

source: %(author_name)s has posted a new comment on contribution %(title)s:
fi_fi: %(author_name)s on lähettänyt uuden kommentin esitykseen %(title)s:
ja_jp: %(author_name)s は、投稿 %(title)s に新たなコメントをポストしました:

source: Someone has posted a new comment on contribution %(title)s.
fi_fi: Joku on lähettänyt uuden kommentin esitykseen %(title)s.
ja_jp: 投稿 %(title)s に新規コメントをポストした人がいます。
