Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Use this link to come back to this page.<br> Make sure to keep it private as you do not need to be logged in to access it.
fi_fi: Käytä tätä linkkiä palataksesi tälle sivulle.<br> Säilytä linkki salassa, sillä sen käyttämiseen ei tarvita kirjautumista.
ja_jp: このページに戻るには下記のリンクを使用してください。<br>ログインしなくてもアクセスできるので、このリンクは必ず非公開にしてください。

source: ref: #%(id)s
fi_fi: viite: #%(id)s

source: Event Registration
fi_fi: Tapahtumailmoittautuminen
ja_jp: イベント登録

source: Total:
fi_fi: Yhteensä:
ja_jp: 合計:

source: Registrant picture
fi_fi: Ilmoittautuneen kuva
ja_jp: 登録者の写真

source: We're contacting you because you registered for the event %(strong)s{event_title}%(endstrong)s.
fi_fi: Otamme sinuun yhteyttä, koska olet ilmoittautunut tapahtumaan %(strong)s{event_title}%(endstrong)s.
ja_jp: あなたはイベント%(strong)s{event_title}%(endstrong)sに登録されましたので、ご連絡しています。

source: You can view your registration details on this page:
fi_fi: Voit tarkastella ilmoittautumistietojasi tällä sivulla:
ja_jp: このページで登録内容を確認することができます:

source: Invitation to register
fi_fi: Ilmoittautumiskutsu
ja_jp: 参加登録へのご招待

source: We'd like to invite you to register for the following event:
fi_fi: Haluamme kutsua sinut ilmoittautumaan tapahtumaan:
ja_jp: あなたをこのイベントへの参加登録に招待いたします:

source: You can register (or decline the invitation) by using this link:
fi_fi: Voit ilmoittautua (tai kieltäytyä kutsusta) tästä linkistä:
ja_jp: こちらのリンクから参加登録（もしくは招待の辞退）ができます:

source: New pending registration for %(title)s
fi_fi: Uusi odottava ilmoitus tapahtumassa %(title)s
ja_jp: 保留中の%(title)sへの新規登録

source: New registration for %(title)s
fi_fi: Uusi ilmoittautuminen tapahtumaan %(title)s
ja_jp: %(title)sへの新規登録

source: Dear organizer,
fi_fi: Hyvä tapahtuman järjestäjä,
ja_jp: 主催者の方へ、

source: There is a new registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s.
fi_fi: Tapahtumaan %(strong)s%(title)s%(endstrong)s on tullut uusi ilmoittautuminen käyttäjältä %(strong)s%(name)s%(endstrong)s.
ja_jp: イベント%(strong)s%(title)s%(endstrong)sに%(strong)s%(name)s%(endstrong)sによる新たな登録があります。

source: To manage this registration form follow this link:
fi_fi: Hallitaksesi tätä ilmoittautumislomaketta seuraa tätä linkkiä:
ja_jp: この登録フォームを管理するには、このリンクを使ってください:

source: Manage registration form
fi_fi: Hallitse ilmoittautumislomaketta
ja_jp: 登録フォームの管理

source: Rejection reason:
fi_fi: Hylkäysperuste:
ja_jp: 却下理由:

source: Please note that it's waiting for manual approval by a manager.
fi_fi: Huomaa, että se odottaa vastuuhenkilön manuaalista hyväksyntää.
ja_jp: マネージャーによる手動の承認待ちであることをご了承ください。

source: You can manage this registration %(link)shere%(endlink)s.
fi_fi: %(link)sHallitse tätä ilmoittautumista%(endlink)s.
ja_jp: この登録は%(link)sこちら%(endlink)sで管理できます。

source: Registration for %(title)s
fi_fi: Ilmoittautuminen tapahtumaan %(title)s
ja_jp: %(title)sへの登録

source: Thank you! Your registration for the event %(strong)s%(title)s%(endstrong)s %(at_time)s has been received.
fi_fi: Kiitos! Ilmoittautumisesi tapahtumaan %(strong)s%(title)s%(endstrong)s %(at_time)s on vastaanotettu.
ja_jp: ありがとうございます！あなたのイベント%(strong)s%(title)s%(endstrong)s %(at_time)sへの登録を受け付けました。

source: To manage your registration follow this link:
fi_fi: Voit hallita ilmoittautumistasi tästä linkistä:
ja_jp: あなたの登録の管理は、このリンクから行ってください:

source: Manage my registration
fi_fi: Hallitse ilmoittautumistani
ja_jp: 自分の登録を管理

source: Please note that this event requires manual approval.
fi_fi: Huomaa, että tämä tapahtuma vaatii manuaalisen hyväksynnän.
ja_jp: このイベントは手動での承認が必要ですので、ご注意ください。

source: You will be notified when the registration process is complete.
fi_fi: Saat ilmoituksen, kun ilmoittautuminen on valmis.
ja_jp: 登録処理が完了したらお知らせします。

source: Please proceed to the checkout %(link)shere%(endlink)s in order to complete it.
fi_fi: %(link)sSiirry kassalle%(endlink)s viimeistelläksesi sen.
ja_jp: 完了するために、%(link)sこちら%(endlink)sからチェックアウトへ進んでください。

source: Modified pending registration for %(title)s
fi_fi: Odottavaa ilmoittautumista tapahtumassa %(title)s on muokattu
ja_jp: 保留中の %(title)s への修正登録

source: Modified registration for %(title)s
fi_fi: Ilmoittautumista tapahtumassa %(title)s on muokattu
ja_jp: %(title)s への修正登録

source: There was a modification for the registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s.
fi_fi: %(strong)s%(name)s%(endstrong)s muokkasi ilmoittautumista tapahtumassa %(strong)s%(title)s%(endstrong)s.
ja_jp: イベント %(strong)s%(title)s%(endstrong)s における %(strong)s%(name)s%(endstrong)s の登録に変更がありました。

source: Registration modified for %(title)s
fi_fi: Ilmoittautumista tapahtumassa %(title)s muokattu
ja_jp: %(title)s への登録が変更されました

source: Your registration for the event %(strong)s%(title)s%(endstrong)s%(at_time)s has been modified.
fi_fi: Ilmoittautumistasi tapahtumassa %(strong)s%(title)s%(endstrong)s%(at_time)s on muokattu.
ja_jp: あなたの、イベント %(strong)s%(title)s%(endstrong)s%(at_time)s への登録内容が変更されました。

source: Document published for registration in %(title)s
fi_fi: Asiakirja julkaistu liittyen ilmoittautumiseen tapahtumassa %(title)s
ja_jp: %(title)s の登録についてドキュメントが公開されました

source: Document created for registration in %(title)s
fi_fi: Asiakirja luotu liittyen ilmoittautumiseen tapahtumassa %(title)s
ja_jp: %(title)s の登録についてドキュメントが作成されました

source: The following document has been published for the event %(strong)s%(title)s%(endstrong)s under the registration for %(strong)s%(name)s%(endstrong)s:
fi_fi: Seuraava asiakirja on julkaistu tapahtumassa %(strong)s%(title)s%(endstrong)s liittyen ilmoittautumiseen %(strong)s%(name)s%(endstrong)s:
ja_jp: イベント %(strong)s%(title)s%(endstrong)s での登録 %(strong)s%(name)s%(endstrong)s に、次のドキュメントが公開されまあした:

source: The following document has been created for the event %(strong)s%(title)s%(endstrong)s under the registration for %(strong)s%(name)s%(endstrong)s:
fi_fi: Seuraava asiakirja on luotu tapahtumassa %(strong)s%(title)s%(endstrong)s liittyen ilmoittautumiseen %(strong)s%(name)s%(endstrong)s:
ja_jp: イベント %(strong)s%(title)s%(endstrong)s での登録 %(strong)s%(name)s%(endstrong)s に、次のドキュメントが作られました:

source: New document available for %(title)s
fi_fi: Uusi asiakirja saatavilla tapahtumassa %(title)s
ja_jp: %(title)sの新たなドキュメントが入手可能です

source: A document regarding your registration for the event %(strong)s%(title)s%(endstrong)s %(at_time)s has been made available to you:
fi_fi: Ilmoittautumistasi tapahtumassa %(strong)s%(title)s%(endstrong)s%(at_time)s koskeva asiakirja on nyt saatavillasi:
ja_jp: イベント %(strong)s%(title)s%(endstrong)s %(at_time)s へのあなたの登録に関するドキュメントが入手可能になりました:

source: A document regarding your registration for the event %(strong)s%(title)s%(endstrong)s %(at_time)s has been made available to you and sent to you as an attachment.
fi_fi: Ilmoittautumistasi tapahtumassa %(strong)s%(title)s%(endstrong)s%(at_time)s koskeva asiakirja on saatavilla ja se on lähetetty sinulle sähköpostin liitetiedostona.
ja_jp: イベント %(strong)s%(title)s%(endstrong)s %(at_time)s へのあなたの登録に関するドキュメントが入手可能になったので、添付ファイルとして送りました。

source: Reminder to register
fi_fi: Muistutus ilmoittautumisesta
ja_jp: 登録のリマインド

source: This is a reminder to register for the following event:
fi_fi: Tämä on muistutus ilmoittautumisesta tapahtumaan:
ja_jp: 次のイベントへの登録のリマインダーです:

source: Registration complete for %(title)s
fi_fi: Ilmoittautuminen tapahtumaan %(title)s valmis
ja_jp: %(title)sへの登録は完了しました

source: Registration pending for %(title)s
fi_fi: Ilmoittautuminen tapahtumaan %(title)s odottaa
ja_jp: %(title)sへの登録は保留中です

source: Registration rejected for %(title)s
fi_fi: Ilmoittautuminen tapahtumaan %(title)s hylätty
ja_jp: %(title)sへの登録はリジェクトされました

source: Registration withdrawn for %(title)s
fi_fi: Ilmoittautuminen tapahtumaan %(title)s peruutettu
ja_jp: %(title)sへの登録は取り下げられました

source: Registration unpaid for %(title)s
fi_fi: Ilmoittautuminen tapahtumaan %(title)s maksamatta
ja_jp: %(title)sへの登録は未払いです

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)scomplete%(endstrong)s.
fi_fi: Käyttäjän %(strong)s%(name)s%(endstrong)s ilmoittautuminen tapahtumaan %(strong)s%(title)s%(endstrong)son nyt %(strong)svalmis%(endstrong)s.
ja_jp: %(strong)s%(name)s%(endstrong)s によるイベント %(strong)s%(title)s%(endstrong)s への登録が %(strong)s完了%(endstrong)sしました。

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)spending%(endstrong)s.
fi_fi: Käyttäjän %(strong)s%(name)s%(endstrong)s ilmoittautuminen tapahtumaan %(strong)s%(title)s%(endstrong)s on nyt %(strong)sodottamassa%(endstrong)s.
ja_jp: %(strong)s%(name)s%(endstrong)s によるイベント %(strong)s%(title)s%(endstrong)s への登録は現在 %(strong)s保留%(endstrong)sされています。

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)srejected%(endstrong)s.
fi_fi: Käyttäjän %(strong)s%(name)s%(endstrong)s ilmoittautuminen tapahtumaan %(strong)s%(title)s%(endstrong)s on nyt %(strong)shylätty%(endstrong)s.
ja_jp: %(strong)s%(name)s%(endstrong)s によるイベント %(strong)s%(title)s%(endstrong)s への登録は%(strong)s却下%(endstrong)sされました。

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)swithdrawn%(endstrong)s.
fi_fi: Käyttäjän %(strong)s%(name)s%(endstrong)s ilmoittautuminen tapahtumaan %(strong)s%(title)s%(endstrong)s on nyt %(strong)speruutettu%(endstrong)s.
ja_jp: %(strong)s%(name)s%(endstrong)s によるイベント %(strong)s%(title)s%(endstrong)s への登録は、先ほど %(strong)s取り下げ%(endstrong)sられました。

source: The registration for the event %(strong)s%(title)s%(endstrong)s under %(strong)s%(name)s%(endstrong)s is now %(strong)sunpaid%(endstrong)s.
fi_fi: Käyttäjän %(strong)s%(name)s%(endstrong)s ilmoittautuminen tapahtumaan %(strong)s%(title)s%(endstrong)s on %(strong)smaksamatta%(endstrong)s.
ja_jp: %(strong)s%(name)s%(endstrong)s によるイベント %(strong)s%(title)s%(endstrong)s への登録は現在 %(strong)s未払い%(endstrong)sです。

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)scomplete%(endstrong)s.
fi_fi: Ilmoittautumisesi tapahtumaan %(link)s%(title)s%(endlink)s %(at_time)s on nyt %(strong)svalmis%(endstrong)s.
ja_jp: イベント %(link)s %(title)s %(endlink)s %(at_time)s の登録が%(strong)s完了%(endstrong)s しています。

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)spending%(endstrong)s.
fi_fi: Ilmoittautumisesi tapahtumaan %(link)s%(title)s%(endlink)s %(at_time)s on nyt %(strong)sodottamassa%(endstrong)s.
ja_jp: イベント %(link)s %(title)s %(endlink)s %(at_time)s の登録が%(strong)s保留中%(endstrong)s です。

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)srejected%(endstrong)s.
fi_fi: Ilmoittautumisesi tapahtumaan %(link)s%(title)s%(endlink)s %(at_time)s on nyt %(strong)shylätty%(endstrong)s.
ja_jp: イベント %(link)s %(title)s %(endlink)s %(at_time)s の登録が%(strong)s却下%(endstrong)s されています。

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)swithdrawn%(endstrong)s.
fi_fi: Ilmoittautumisesi tapahtumaan %(link)s%(title)s%(endlink)s %(at_time)s on nyt %(strong)speruutettu%(endstrong)s.
ja_jp: イベント %(link)s %(title)s %(endlink)s %(at_time)s の登録が%(strong)s取り下げ%(endstrong)s られています。

source: Your registration for the event %(link)s%(title)s%(endlink)s %(at_time)s is now %(strong)sunpaid%(endstrong)s.
fi_fi: Ilmoittautumisesi tapahtumaan %(link)s%(title)s%(endlink)s %(at_time)s on nyt %(strong)smaksamatta%(endstrong)s.
ja_jp: イベント %(link)s %(title)s %(endlink)s %(at_time)s の登録が%(strong)s未払い%(endstrong)s です。

source: <strong>Tip</strong>: if your printer does not align the badges correctly, you can tweak the margins.
fi_fi: <strong>Vinkki</strong>: jos tulostimesi ei kohdista nimikortteja oikein, voit säätää reunuksia.
ja_jp: <strong>ヒント</strong>: プリンターでバッジの位置が正しく揃わない場合は、余白を微調整できます。

source: <strong>Example</strong>: If your left and right margins are 1.5 cm each, but your printer prints everything 1 mm to the left, you could use a left margin of 1.6 cm and a right margin of 1.4 cm to compensate. If you increase a margin, do not forget to decrease the opposing one to avoid Indico thinking there is less space for printing badges, and the number of rows / columns will change.
fi_fi: <strong>Esimerkki</strong>: Jos vasen ja oikea reunus ovat kumpikin 1,5 cm, mutta tulostin siirtää reunuksia 1 mm vasemmalle, voit asettaa vasemmaksi reunukseksi 1,6 cm ja oikeaksi 1,4 cm kompensoidaksesi tämän. Jos suurennat toista reunusta, muista pienentää vastakkaista reunusta, jotta Indico ei tulkitse, että tulostustilaa on vähemmän ja muuta nimikorttien rivejä tai sarakkeita.
ja_jp: <strong>例</strong>: 左右のマージンがそれぞれ 1.5 cm で、プリンターがすべてを 1 mm 左に印刷する場合、左マージンを 1.6 cm、右マージンを 1.4 cmにして相殺できます。Indicoがバッジの印刷スペース不足に陥って、行／列数が変わってしまう事を避けるためには、マージンを増やしたらその反対側を忘れずに減らしてください。

source: Manage form "%(title)s"
fi_fi: Hallitse lomaketta "%(title)s"
ja_jp: フォーム "%(title)s" を管理

source: Last updated by %(updated_by)s on %(timestamp)s.
fi_fi: Viimeksi päivittänyt %(updated_by)s %(timestamp)s.
ja_jp: %(updated_by)s が %(timestamp)s に最終更新。

source: Mark as paid
fi_fi: Merkitse maksetuksi
ja_jp: 支払い済としてマーク

source: Mark as unpaid
fi_fi: Merkitse maksamattomaksi
ja_jp: 未払いとしてマーク

source: Payment transaction
fi_fi: Maksutapahtuma
ja_jp: 決済取引

source: Registration awaiting manager approval
fi_fi: Ilmoittautuminen odottaa järjestäjän hyväksyntää
ja_jp: 登録はマネージャーの承認待ち

source: You can validate or reject this registration and the user will receive a notification.
fi_fi: Voit hyväksyä tai hylätä tämän ilmoittautumisen. Tästä ilmoitetaan käyttäjälle.
ja_jp: この登録を有効化または却下すると、ユーザーに通知が届きます。

source: Are you sure you want to approve this registration? This will trigger a notification email.
fi_fi: Haluatko varmasti hyväksyä ilmoittautumisen? Tämä laukaisee ilmoitusviestin lähettämisen.
ja_jp: 本当にこの登録を承認しますか？ これにより通知メールが送信されます。

source: Approve registration
fi_fi: Hyväksy ilmoittautuminen
ja_jp: 登録を承認します。

source: Reject registration
fi_fi: Hylkää ilmoittautuminen
ja_jp: 登録を却下

source: Registration not paid yet
fi_fi: Ilmoittautumista ei ole vielä maksettu
ja_jp: 登録料未払い

source: The current transaction is still pending.
fi_fi: Maksutapahtuma on vielä kesken.
ja_jp: 現在の取引はまだ保留中です。

source: You can mark the registration as paid manually.
fi_fi: Voit merkitä ilmoittautumisen maksetuksi manuaalisesti.
ja_jp: 手動で登録を支払済にマークできます。

source: Reset approval
fi_fi: Peru hyväksyntä
ja_jp: 承認をリセット

source: This registration is complete
fi_fi: Ilmoittautuminen on valmis
ja_jp: この登録は完了です

source: Submitted: %(submitted)s
fi_fi: Lähetetty: %(submitted)s
ja_jp: 提出されました：%(submitted)s

source: This registration is %(state)s
fi_fi: Ilmoittautumisen tila on %(state)s
ja_jp: この登録は%(state)sです。

source: Reason: %(reason)s
fi_fi: Peruste: %(reason)s
ja_jp: 理由: %(reason)s

source: Reset rejection
fi_fi: Peru hylkäys
ja_jp: 却下をリセット

source: Reset withdrawal
fi_fi: Peru peruutukset
ja_jp: 取り下げをリセット

source: This will trigger a notification email.
fi_fi: Tämä laukaisee ilmoitusviestin lähettämisen.
ja_jp: これにより通知メールが送信されます。

source: This action will not be notified to the registrant.
fi_fi: Tästä ei ilmoiteta ilmoittautuneelle.
ja_jp: この措置は、登録者には通知されません。

source: Are you sure you want to reset this registration status?
fi_fi: Haluatko varmasti poistaa ilmoittautumisen tilan?
ja_jp: 本当にこの登録のステータスをリセットしますか？

source: There is another valid registration for this user so it cannot be restored.
fi_fi: Käyttäjällä on toinen voimassa oleva ilmoittautuminen, joten sitä ei voida perua.
ja_jp: このユーザーには他に有効な登録があるため、復元できません。

source: Checked in: %(checked_in_dt)s
fi_fi: Sisäänkirjautunut: %(checked_in_dt)s
ja_jp: チェックインしました: %(checked_in_dt)s

source: Mark as not checked in
fi_fi: Merkitse kirjautumattomaksi
ja_jp: チェックインしていないとしてマーク

source: Are you sure you want to reset the check-in info? The original check-in time will be lost.
fi_fi: Haluatko varmasti tyhjentää sisäänkirjautumistiedot? Alkuperäinen sisäänkirjautumisaika menetetään.
ja_jp: 本当にチェックイン情報をリセットしますか？元のチェックイン時刻は失われます。

source: Reset check-in info
fi_fi: Tyhjennä sisäänkirjautumistiedot
ja_jp: チェックイン情報をリセット

source: reset
fi_fi: tyhjennä
ja_jp: リセット

source: Not checked in
fi_fi: Ei kirjautunut sisään
ja_jp: チェックインしていません

source: You can mark the registration as checked in manually here or with the Indico Check in app.
fi_fi: Voit merkitä sisäänkirjautumisen manuaalisesti täällä tai Indico Check in -sovelluksella.
ja_jp: 登録をチェックイン済とマークするには、ここで手動、もしくはIndico チェックインアプリで行う事ができます。

source: You can mark the registration as checked in manually.
fi_fi: Voit merkitä sisäänkirjautumisen manuaalisesti.
ja_jp: 登録を、手動でチェックイン済とマークできます。

source: Check-in
fi_fi: Sisäänkirjautuminen
ja_jp: チェックイン

source: Withdraw registration
fi_fi: Peruuta ilmoittautuminen
ja_jp: 登録の取り消し

source: If the participant decided to no longer attend the event, you can withdraw their registration.
fi_fi: Jos osallistuja päätti olla osallistumatta tapahtumaan, voit peruuttaa hänen ilmoittautumisensa.
ja_jp: 参加者がイベントにもう参加しないと決めた場合は、あなたがその登録を取り消すことができます。

source: Are you sure that you want to withdraw this registration? This will trigger a notification email.
fi_fi: Haluatko varmasti peruuttaa ilmoittautumisen? Tämä laukaisee ilmoitusviestin lähettämisen.
ja_jp: 本当にこの登録を取り消しますか？これにより通知メールが送られます。

source: Allow the participant to modify their registration
fi_fi: Salli osallistujan muokata ilmoittautumistaan
ja_jp: 参加者に登録の変更を許可

source: You can exceptionally allow this participant to modify their registration, regardless of the modification settings or deadline configured in the registration form.
fi_fi: Voit poikkeuksellisesti sallia osallistujan muokata ilmoittautumistaan riippumatta ilmoittautumislomakkeen muokkausasetuksista tai määräajasta.
ja_jp: 登録フォームに設定された修正設定や締切に関わらず、例外的にこの参加者に登録の修正を許可できます。

source: The participant can no longer exceptionally modify their registration
fi_fi: Osallistuja ei voi enää muokata ilmoittautumistaan
ja_jp: 参加者による例外的な登録の変更はもうできません。

source: The specified modification deadline (%(modification_end_dt)s) has passed.
fi_fi: Muokkauksen määräaika (%(modification_end_dt)s) on umpeutunut.
ja_jp: 指定された修正期限(%(modification_end_dt)s) が過ぎました。

source: The participant can exceptionally modify their registration
fi_fi: Osallistuja voi muokata ilmoittautumistaan
ja_jp: 参加者は例外的に登録を変更できます

source: The participant is allowed to modify their registration until: %(modification_end_dt)s
fi_fi: Osallistuja voi muokata ilmoittautumistaan %(modification_end_dt)s asti
ja_jp: 参加者は次の期限まで登録を修正できます: %(modification_end_dt)s

source: Set the modification deadline
fi_fi: Aseta muokkauksen määräaika
ja_jp: 修正期限を設定

source: Filtering is enabled. Displaying %(filtered_registrations)s out of %(total_registrations)s registrants.
fi_fi: Suodatus on käytössä. Näytetään %(filtered_registrations)s käyttäjää %(total_registrations)s ilmoittautuneesta käyttäjästä.
ja_jp: フィルタリングが有効です。%(total_registrations)s名のうち%(filtered_registrations)s名の登録者を表示中です。

source: Full name
fi_fi: Koko nimi
ja_jp: フルネーム

source: This user has been registered by an event manager.
fi_fi: Tapahtuman järjestäjä on ilmoittanut tämän käyttäjän.
ja_jp: このユーザーは、イベントマネージャーによって登録されています。

source: The filtering criteria do not match with any of the existing registrations. Try to clear the filters from the "Customize list" dialog.
fi_fi: Suodatuskriteerit eivät vastaa yhtään ilmoittautumista. Kokeile tyhjentää suodattimet "Mukauta luettelo" -valintaikkunasta.
ja_jp: フィルタリングの条件が、既存の登録のどれとも一致しません。「リストをカスタマイズ」ダイアログからフィルタを解除してみてください。

source: Tickets are currently not available for the selected registration.
fi_fi: Ilmoittautumiselle ei vielä ole lippuja saatavilla.
ja_jp: 現在、選択した %(total)s 個の登録のうち %(count)s 個に対して、チケットが利用不可です。

source: Preview email
fi_fi: Esikatsele sähköpostia
ja_jp: メールをプレビュー

source: This preview is only shown for a single registration.<br> When sending the emails, each registrant will receive an email customized with the data of their registration.
fi_fi: Tämä on yksittäisen ilmoittautumisen esikatselu.<br> Kun ilmoittautujille lähetetään sähköpostia, jokaisen ilmoittautujan viesti laaditaan hänen omilla ilmoittautumistiedoillaan.
ja_jp: このプレビューは、1つの登録についてだけ表示しています。<br> メール送信時には、各登録者にそれぞれの登録データでカスタマイズされたメールが送信されます。

source: Invitation details
fi_fi: Kutsun tiedot
ja_jp: 招待の詳細

source: You should upload a CSV (comma-separated values) file with exactly 4 columns in the following order:
fi_fi: Sinun tulee ladata CSV-tiedosto (pilkuin erotetut arvot), jossa on tarkalleen 4 saraketta seuraavassa järjestyksessä:
ja_jp: 次の順序で正確に4つ列を持つCSV (comma-separated values) ファイルをアップロードせねばなりません:

source: The fields "First Name", "Last Name" and "E-mail" are mandatory.
fi_fi: Kentät "Etunimi", "Sukunimi" ja "Sähköposti" ovat pakollisia.
ja_jp: 「名」、「姓」、「メール」の項目は必須です。

source: You should upload a CSV (comma-separated values) file with exactly 6 columns in the following order:
fi_fi: Sinun tulee ladata CSV-tiedosto (pilkuin erotetut arvot), jossa on tarkalleen 6 saraketta seuraavassa järjestyksessä:
ja_jp: 次の順序で正確に6つ列を持つCSV (comma-separated values) ファイルをアップロードせねばなりません:

source: Phone Number
fi_fi: Puhelinnumero
ja_jp: 電話番号

source: The registration feature is disabled
fi_fi: Ilmoittautuminen on pois käytöstä
ja_jp: 登録機能は無効になっています

source: Participants are now handled through a registration form.
fi_fi: Osallistujia hallitaan ilmoittautumislomakkeen kautta.
ja_jp: 参加者を参加登録フォームによって管理することができます。

source: There is no registration form for participants
fi_fi: Osallistujille ei ole ilmoittautumislomaketta
ja_jp: 参加登録フォームがまだありません。

source: To create a new registration form, specify the participant visibility settings below. These settings can only be changed while there are no registrations.
fi_fi: Luodaksesi uuden ilmoittautumislomakkeen määritä alla olevat osallistujien näkyvyysasetukset. Näitä asetuksia voi muuttaa vain, kun ilmoittautumisia ei ole.
ja_jp: 新規登録フォームを作成するには、以下にある参加者の開示設定を指定してください。この設定は、登録がない状態でのみ変更可能です。

source: This form is private
fi_fi: Tämä lomake on yksityinen
ja_jp: フォームは非公開です

source: Share the secret link or send invitations to anyone you want to register.
fi_fi: Jaa yksityinen linkki tai lähetä ilmoittautumiskutsu haluamillesi henkilöille.
ja_jp: 秘匿リンクを共有するか、登録したい人に招待を送ります。

source: Copy secret link
fi_fi: Kopioi yksityinen linkki
ja_jp: 秘匿リンクをコピー

source: Registrations have been deleted due to an expired retention period.
fi_fi: Ilmoittautumiset on poistettu määräajan umpeuduttua.
ja_jp: 保存期間が過ぎたため、登録は削除されました。

source: Registrations will be permanently deleted %(count)s week after the event ended (on %(date)s).
fi_fi: Ilmoittautumiset poistetaan pysyvästi %(count)s viikon kuluttua tapahtuman päättymisestä ( %(date)s).
ja_jp: 登録はイベント終了後%(count)s週間(%(date)s)で永久に消去されます。

source: Edit settings for this form.
fi_fi: Muokkaa tämän lomakkeen asetuksia.
ja_jp: フォームの設定を編集する。

source: Registration Form
fi_fi: Ilmoittautumislomake
ja_jp: 登録フォーム

source: Add, remove or modify information registrants may fill out.
fi_fi: Lisää, poista tai muokkaa tietoja, jotka ilmoittautujat voivat täyttää.
ja_jp: 登録者が書き込む情報の追加・削除・変更

source: Choose who can see the participants of this event.
fi_fi: Valitse, kuka voi nähdä tämän tapahtuman osallistujat.
ja_jp: このイベントの参加者を見ることができる人を選択

source: List of registrations
fi_fi: Ilmoittautumislista
ja_jp: 登録者リスト

source: Add, remove or modify registrations.
fi_fi: Lisää, poista tai muokkaa ilmoittautumisia.
ja_jp: 参加者の追加・削除・修正。

source: Invitations
fi_fi: Kutsut
ja_jp: 招待

source: Manage invitations to register for your event.
fi_fi: Hallitse tapahtumasi ilmoittautumiskutsuja.
ja_jp: このイベントへの参加登録の招待を管理する

source: Tickets
fi_fi: Liput
ja_jp: チケット

source: Configure ticketing system
fi_fi: Määritä lippujärjestelmä
ja_jp: チケットシステムを設定
