Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Persistent signatures
fi_fi: Pysyvät allekirjoitukset
ja_jp: 永続的なシグネチャ

source: Allow users to enable persistent signatures (without timestamp).
fi_fi: Salli käyttäjien ottaa käyttöön pysyvät allekirjoitukset (ilman aikaleimaa).
ja_jp: ユーザーが永続的なシグネチャ（タイムスタンプなし）を有効にすることを許可する。

source: Security mode
fi_fi: Turvallisuustila
ja_jp: セキュリティモード

source: Specify if/when people need to use an API key or a signed request.
fi_fi: Määritä, milloin käyttäjien on käytettävä API-avainta tai allekirjoitettua pyyntöä.
ja_jp: APIキーやシグネチャ付きのリクエストを使用する必要がある場合に指定します。

source: Cache TTL
fi_fi: Välimuistin TTL
ja_jp: キャッシュTTL

source: Time to cache API results (in seconds)
fi_fi: API-tulosten välimuistiin tallennuksen aika (sekunteina)
ja_jp: APIの結果をキャッシュする時間（秒単位）

source: Signature TTL
fi_fi: Allekirjoitus TTL
ja_jp: シグネチャTTL

source: Time after which a request signature expires. This should not be too low to account for small clock differences between the client and the server.
fi_fi: Aika, jonka kuluttua pyynnön allekirjoitus vanhenee. Tämä aika ei saa olla liian lyhyt, jotta otetaan huomioon pienet kellon erot asiakkaan ja palvelimen välillä.
ja_jp: リクエスト署名が期限切れになる時間。これは、クライアントとサーバーの間のわずかな時計の違いを考慮し、低すぎないようにする必要があります。

source: Enabling persistent signatures will allow signed requests without a timestamp. This means that the same link can be used forever to access private information. This introduces the risk that if somebody finds out about the link, they can access the same private information as yourself. By enabling this you agree to keep those links private and ensure that no unauthorized people will use them.
fi_fi: Pysyvien allekirjoitusten käyttöönotto mahdollistaa allekirjoitetut pyynnöt ilman aikaleimaa. Tämä tarkoittaa, että samaa linkkiä voidaan käyttää pysyvästi yksityisten tietojen tarkasteluun. Jos joku saa tietää linkistä, hän voi päästä käsiksi samoihin tietoihin kuin sinä. Käyttöönotto edellyttää, että pidät linkit salassa ja varmistat, ettei ulkopuolinen pääse niitä käyttämään.
ja_jp: 永続的な署名を有効にすると、タイムスタンプのない署名付きリクエストが可能になります。これは、同じリンクを永遠に使用して個人情報にアクセスできることを意味します。このことは、誰かがそのリンクを知れば、自分の個人情報にアクセスできるというリスクをもたらします。この機能を有効にすることで、リンクを非公開にし、権限のない人が使用しないようにすることに同意することになります。

source: When disabling persistent signatures, all signed requests need a valid timestamp again. If you enable them again, old persistent links will start working again - if you need to invalidate them, you have to create a new API key!
fi_fi: Kun pysyvät allekirjoitukset poistetaan käytöstä, kaikki allekirjoitetut pyynnöt tarvitsevat jälleen voimassa olevan aikaleiman. Jos otat pysyvät allekirjoitukset uudelleen käyttöön, vanhat pysyvät linkit toimivat jälleen. Jos haluat mitätöidä ne, luo uusi API-avain!
ja_jp: 永続的な署名を無効にすると、すべての署名付きリクエストに再び有効なタイムスタンプが必要になります。再度有効にすると、古い永続的なリンクが再び機能し始めますが、無効にする必要がある場合は、新しいAPIキーを作成しなければなりません。

source: API Keys
fi_fi: API-avaimet
ja_jp: APIキー

source: Uses
fi_fi: Käyttötarkoitukset
ja_jp: 使用回数

source: Last use
fi_fi: Viimeksi käytetty
ja_jp: 最後の使用

source: Token
fi_fi: Tunnus
ja_jp: トークン

source: This user's API key has been blocked.
fi_fi: Käyttäjän API-avain on estetty.
ja_jp: このユーザーのAPIキーをブロックしました。

source: never
fi_fi: ei koskaan
ja_jp: いつも

source: API Settings
fi_fi: API-asetukset
ja_jp: API設定

source: There is currently <strong><a href="%(url)s">one active API key</a></strong> in the system.
fi_fi: Järjestelmässä on tällä hetkellä <strong><a href="%(url)s">yksi aktiivinen API-avain </a></strong>.
ja_jp: システムには現在 <strong><a href="%(url)s">%(count)s 個のアクティブなAPIキー</a></strong>があります。

source: API keys are deprecated and may be removed in a future Indico version.
fi_fi: API-avaimet ovat vanhentuneita ja ne saatetaan poistaa tulevissa Indico-versioissa.
ja_jp: APIキーは廃止され、将来のIndicoのバージョンでは削除されるでしょう。

source: Please create %(link_start)sAPI tokens%(link_end)s instead. They use a more standard way of authenticating (Bearer token authentication instead of an HMAC signature) and you can (and should!) create one token for each script/application where you need to access the Indico API. To reduce the risk from a leaked token they also let you specify more fine-grained scopes.
fi_fi: Luo sen sijaan %(link_start)sAPI-tunnukset%(link_end)s . Ne käyttävät tavallisempaa todennusmenetelmää (Bearer-tunnusta HMAC-allekirjoituksen sijaan), ja sinun kannattaa (ja pitää!) luoda yksi tunnus jokaiselle skriptille tai sovellukselle, joka tarvitsee pääsyn Indico API:hin. Tunnuksen vuotamisen riskin vähentämiseksi voit lisäksi rajata sen käyttöalueet tarkasti.
ja_jp: 替わりに%(link_start)sAPIトークン%(link_end)sを作成して下さい。 APIトークンは、より標準的な認証方法（HMAC署名の替わりにBearerトークン認証）を用いており、Indico APIにアクセスするスクリプト/アプリケーションそれぞれに一つのトークンを作成できます（そうするべきです！）。トークン流出の危険性を減らすため、よりきめ細かにスコープの指定をする事もできます。

source: API Key
fi_fi: API-avain
ja_jp: APIキー

source: Create new API key
fi_fi: Luo uusi API-avain
ja_jp: 新しいAPIキーを作成

source: Do you really want to create a new API key? Your old key will stop working immediately!
fi_fi: Haluatko varmasti luoda uuden API-avaimen? Vanha avaimesi lakkaa toimimasta välittömästi!
ja_jp: 本当に新しいAPIキーを作成しますか？ 古いキーはすぐに使用できなくなります！

source: Delete API key
fi_fi: Poista API-avain
ja_jp: APIキーを削除

source: Do you really want to delete your API key?
fi_fi: Haluatko varmasti poistaa API-avaimesi?
ja_jp: 本当にAPIキーを削除しますか？

source: You do not have an API key at the moment. If you would like to use our API, please create an API key using the button below.
fi_fi: Sinulla ei ole tällä hetkellä API-avainta. Jos haluat käyttää API:tamme, luo API-avain alla olevalla painikkeella.
ja_jp: 現在、あたなはAPIキーを持っていません。我々のAPIを利用したいのならば、以下のボタンからAPIキーを作成して下さい。

source: Create API key
fi_fi: Luo API-avain
ja_jp: APIキーの作成

source: Your API key has been blocked. Please contact an administrator for further details.
fi_fi: API-avaimesi on estetty. Ota yhteyttä ylläpitäjään saadaksesi lisätietoja.
ja_jp: あなたのAPIキーはブロックされています。詳しくは管理者にお問い合わせ下さい。

source: Secret
fi_fi: Salainen
ja_jp: シークレット

source: Created
fi_fi: Luotu
ja_jp: 作成日

source: Total uses
fi_fi: Kokonaiskäyttö
ja_jp: 総使用量

source: Last used
fi_fi: Viimeksi käytetty
ja_jp: 最後の使用

source: Last IP
fi_fi: Viimeisin IP
ja_jp: 最後の IP

source: Last request
fi_fi: Viimeisin pyyntö
ja_jp: 最後のリクエスト

source: Last request could access private data.
fi_fi: Viimeisin pyyntö saattoi koskea yksityisiä tietoja.
ja_jp: 前回のリクエストは、非公開データにアクセスした可能性があります。

source: Last request could only access public data.
fi_fi: Viimeisin pyyntö koski vain julkisia tietoja.
ja_jp: 前回のリクエストは、公開データにしかアクセスできませんでした。

source: On
fi_fi: Päällä
ja_jp: オン

source: Off
fi_fi: Pois
ja_jp: オフ

source: Token-based links
fi_fi: Token-linkit
ja_jp: トークン型のリンク

source: Are you sure you'd like to invalidate all your token-based links?
fi_fi: Haluatko varmasti mitätöidä kaikki token-linkkisi?
ja_jp: 本当にすべてのトークン型のリンクを無効にしますか？

source: Invalidate all links
fi_fi: Mitätöi kaikki linkit
ja_jp: すべてのリンクを無効化

source: Token-based unique links are secret URLs which Indico uses to allow you to easily fetch data from within other applications (e.g. calendar schedulers through iCalendar). They are generated through a digital signature based on a secret key that is unique per Indico user. If one of your links is compromised, you should click this button. All other links will be invalidated.
fi_fi: Yksilölliset token-linkit ovat salaisia URL-osoitteita, joita Indico käyttää, jotta voit helposti hakea tietoja muista sovelluksista (esim. kalenteriohjelmista iCalendarin kautta). Ne luodaan digitaalisella allekirjoituksella, joka perustuu Indico-käyttäjälle yksilölliseen salaiseen avaimeen. Jos jokin linkeistäsi vaarantuu, sinun tulee napsauttaa tätä painiketta. Kaikki muut linkit mitätöidään.
ja_jp: トークンベースのユニークリンクは、秘密のURLで、Indicoはこれを用いて他のアプリケーション内（例えばiCalendarを通してのカレンダー・スケジューラーのような）からのデータの引き出しを許可します。これらはIndicoユーザー毎にユニークな秘密鍵を元にしたデジタル署名を通して生成されます。もしもあなたのリンクの一つが侵害された場合、必ずこのボタンをクリックしてください。他の全てのリンクが無効になります。

source: Unblock API key
fi_fi: Poista API-avaimen esto
ja_jp: APIキーのブロックを解除

source: Block API key
fi_fi: Estä API-avain
ja_jp: APIキーをブロック

source: This is the list of old keys associated with this user.
fi_fi: Tämä on luettelo vanhoista avaimista, jotka liittyvät tähän käyttäjään.
ja_jp: このユーザーに関連する古いキーのリストです。

source: never used
fi_fi: ei koskaan käytetty
ja_jp: 未使用

source: used once
fi_fi: käytetty kerran
ja_jp: <strong>%(n)s 回</strong>利用

source: last used on %(date)s
fi_fi: viimeksi käytetty %(date)s
ja_jp: 最終利用 %(date)s

source: There are no old keys.
fi_fi: Vanhoja avaimia ei ole.
ja_jp: 古いキーはありません。

source: The target event already has materials
fi_fi: Kohdetapahtumalla on jo materiaaleja
ja_jp: 対象イベントにはすでにマテリアルがあります

source: Folder
fi_fi: Kansio
ja_jp: フォルダー

source: No folder selected
fi_fi: Kansiota ei valittu
ja_jp: フォルダーは選択されていません

source: Adding materials to folders allow grouping and easier permission management.
fi_fi: Materiaalien lisääminen kansioihin mahdollistaa ryhmittelyn ja helpottaa käyttöoikeuksien hallintaa.
ja_jp: マテリアルをフォルダに追加すると、グループ毎にアクセス管理が簡単に出来ます。

source: Access control list
fi_fi: Pääsyoikeuksien valvonta
ja_jp: アクセスコントロールリスト

source: The list of users and groups allowed to access the material
fi_fi: Luettelo käyttäjistä ja ryhmistä, joilla on pääsy materiaaliin
ja_jp: このマテリアルにアクセス可能なユーザーとグループのリスト

source: Files
fi_fi: Tiedostot
ja_jp: ファイル

source: Already uploaded file. Replace it by adding a new file.
fi_fi: Tiedosto on jo ladattu. Korvaa se lisäämällä uusi tiedosto.
ja_jp: すでにアップロードされたファイルです。新しいファイルを追加して置き換えてください。

source: The name of the folder.
fi_fi: Kansion nimi.
ja_jp: フォルダー名

source: Description of the folder and its content
fi_fi: Kansion ja sen sisällön kuvaus
ja_jp: フォルダーと中身の説明

source: The list of users and groups allowed to access the folder
fi_fi: Kansioon pääsyoikeuden saaneiden käyttäjien ja ryhmien luettelo
ja_jp: フォルダーにアクセスを許可するユーザーとグループのリスト

source: Always Visible
fi_fi: Aina näkyvissä
ja_jp: 常に表示

source: By default, folders are always visible, even if a user cannot access them. You can disable this behavior here, hiding the folder for anyone who does not have permission to access it.
fi_fi: Oletusarvoisesti kansiot ovat aina näkyvissä, vaikka käyttäjä ei pääsisi niihin. Voit poistaa tämän toiminnon käytöstä tässä ja piilottaa kansion kaikilta, joilla ei ole käyttöoikeutta siihen.
ja_jp: デフォルトでは、アクセス権限の無いユーザーにもフォルダー自体は表示されます。ここではこの振る舞いを止め、フォルダーをアクセス権の無いユーザーから隠すようにできます。

source: Always hidden
fi_fi: Aina piilotettu
ja_jp: 常に非表示

source: Always hide the folder and its contents from public display areas of the event. You can use this for folders to store non-image files used e.g. in download links. The access permissions still apply.
fi_fi: Piilota kansio ja sen sisältö aina tapahtuman julkisilta näyttöalueilta. Voit käyttää tätä kansioihin, joissa säilytetään muita kuin kuvatiedostoja, joita käytetään esimerkiksi latauslinkeissä. Käyttöoikeudet ovat edelleen voimassa.
ja_jp: イベントの公開表示領域から、フォルダとその内容を常に非表示にします。ダウンロードリンクなどで使用される画像以外のファイルを保存するフォルダに使用することができます。アクセス許可はそのまま適用されます。

source: Added Since
fi_fi: Lisätty jälkeen
ja_jp: これ以降に追加

source: Include only attachments uploaded after this date
fi_fi: Sisällytä vain tämän päivämäärän jälkeen ladatut liitteet
ja_jp: この日付以降にアップロードされた添付ファイルのみを含む

source: Include
fi_fi: Sisällytä
ja_jp: 含む

source: Sessions
fi_fi: Istunnot
ja_jp: セッション

source: Include materials from selected sessions
fi_fi: Sisällytä valittujen istuntojen materiaalit
ja_jp: 選択されたセッションのマテリアルを含める

source: Include materials from selected contributions
fi_fi: Sisällytä valittujen esitysten materiaalit
ja_jp: 選択された投稿のマテリアルを含めます

source: Events scheduled on
fi_fi: Tapahtumat, jotka on suunniteltu
ja_jp: スケジュールされたイベント

source: Include materials from sessions/contributions scheduled on the selected dates
fi_fi: Sisällytä materiaalit valittujen päivien aikataulutettuihin istuntoihin/sisältöihin
ja_jp: 選択した日にスケジュールされたセッション/投稿のマテリアルを含めます

source: Only allow managers to upload materials to the event, contributions and sessions.
fi_fi: Salli vain vastuuhenkilöiden ladata materiaalia tapahtumaan, sisältöihin ja istuntoihin.
ja_jp: マネージャーにのみイベント、投稿、及びセッションへのマテリアルのアップロードを許可。

source: Everyone
fi_fi: Kaikki
ja_jp: 誰でも

source: There are no materials matching your criteria.
fi_fi: Hakuehdot täyttäviä materiaaleja ei löytynyt.
ja_jp: 条件に当てはまるマテリアルはありません。

source: Specific sessions
fi_fi: Tietyt istunnot
ja_jp: 特定のセッション

source: Specific contributions
fi_fi: Tietyt esitykset
ja_jp: 特定の投稿

source: Specific days
fi_fi: Tietyt päivät
ja_jp: 特定の日付

source: {contrib} (in session "{session}")
fi_fi: {contrib} (istunnossa "{session}")
ja_jp: {contrib} (セッション "{session}" 内)

source: Material package generation failed
fi_fi: Materiaalipaketin luominen epäonnistui
ja_jp: マテリアルパッケージの生成に失敗しました

source: There is no preview available for this file type. Please refresh the page.
fi_fi: Tälle tiedostotyypille ei ole esikatselua. Päivitä sivu.
ja_jp: このファイルタイプでは、プレビューは利用できません。ページを更新してください。

source: Sub contribution
fi_fi: Lisäsisältö
ja_jp: 補助投稿

source: The attachment has been uploaded
fi_fi: Liite on ladattu
ja_jp: {count} 個の添付ファイルがアップロードされました

source: The link has been added
fi_fi: Linkki on lisätty
ja_jp: リンクが追加されました

source: The attachment "{name}" has been updated
fi_fi: Liite "{name}" on päivitetty
ja_jp: 添付ファイル「{name}」が更新されました

source: Folder "{name}" created
fi_fi: Kansio "{name}" luotu
ja_jp: フォルダ「{name}」が作成されました

source: Folder "{name}" updated
fi_fi: Kansio "{name}" päivitetty
ja_jp: フォルダ「{name}」が更新されました

source: Folder "{name}" deleted
fi_fi: Kansio "{name}" poistettu
ja_jp: フォルダ「{name}」が削除されました

source: Attachment "{name}" deleted
fi_fi: Liite "{name}" poistettu
ja_jp: 添付ファイル「{name}」が削除されました

source: Upload permissions changed successfully
fi_fi: Latausoikeudet muutettu onnistuneesti
ja_jp: アップロード権限が正常に変更されました

# Attachment type (noun)
source: File
fi_fi: Tiedosto
ja_jp: ファイル

# Attachment type (noun)
source: Link
fi_fi: Linkki
ja_jp: リンク

source: The access to this material is restricted, regardless of the protection scheme of the parent.
fi_fi: Tämän materiaalin käyttöoikeuksia on rajoitettu riippumatta ylemmän tason suojausasetuksista.
ja_jp: 親の保護方式に関わらず、このマテリアルへのアクセスは制限されています。

source: Edit file &quot;%(name)s&quot;
fi_fi: Muokkaa tiedostoa &quot;%(name)s&quot;
ja_jp: ファイル &quot;%(name)s&quot; を編集

source: Edit link &quot;%(name)s&quot;
fi_fi: Muokkaa linkkiä &quot;%(name)s&quot;
ja_jp: リンク &quot;%(name)s&quot; を編集

source: Edit file
fi_fi: Muokkaa tiedostoa
ja_jp: ファイルを編集

source: Edit link
fi_fi: Muokkaa linkkiä
ja_jp: リンクを編集

source: Remove %(name)s?
fi_fi: Poista %(name)s?
ja_jp: %(name)sを削除しますか？

source: Remove
fi_fi: Poista
ja_jp: 削除

source: Are you sure you want to remove &quot;%(name)s&quot;? This will remove the attachment permanently.
fi_fi: Haluatko varmasti poistaa "%(name)s"? Tämä poistaa liitteen pysyvästi.
ja_jp: 本当に "%(name)s" を削除しますか？ これにより添付ファイルは完全に削除されます。

source: The access to this folder is restricted, regardless of the protection scheme of the parent.
fi_fi: Tämän kansion käyttöoikeuksia on rajoitettu riippumatta ylemmän tason suojausasetuksista.
ja_jp: このフォルダーへのアクセスは、親フォルダーの保護設定に関係なく制限されています。

source: This folder is always hidden in the frontend.
fi_fi: Tämä kansio on aina piilotettu käyttöliittymässä.
ja_jp: このフォルダはフロントエンドでは常に非表示になっています。

source: This folder is always visible in the frontend.
fi_fi: Tämä kansio on aina näkyvissä käyttöliittymässä.
ja_jp: このフォルダはフロントエンドで常に表示されます。

source: Edit folder: %(name)s
fi_fi: Muokkaa kansiota: %(name)s
ja_jp: フォルダを編集: %(name)s

source: Edit folder
fi_fi: Muokkaa kansiota
ja_jp: フォルダの編集

source: Are you sure you want to remove &quot;%(name)s&quot;? This will remove the folder and its contents permanently.
fi_fi: Haluatko varmasti poistaa kansion "%(name)s"? Tämä poistaa kansion ja sen sisällön pysyvästi.
ja_jp: 本当に "%(name)s" を削除しますか？ これによりフォルダーとその中のデータは完全に削除されます。

source: empty folder
fi_fi: tyhjä kansio
ja_jp: 空のフォルダ

source: There are no materials yet.
fi_fi: Materiaalia ei ole vielä.
ja_jp: まだマテリアルはありません。

source: Create a new folder
fi_fi: Luo uusi kansio
ja_jp: 新しいフォルダの作成

source: New folder
fi_fi: Uusi kansio
ja_jp: 新規フォルダ―

source: Add materials to the category.
fi_fi: Lisää materiaaleja kategoriaan.
ja_jp: このカテゴリーにマテリアルを追加します。

source: Add materials to the event.
fi_fi: Lisää materiaaleja tapahtumaan.
ja_jp: このイベントにマテリアルを追加します。

source: Add materials to the session.
fi_fi: Lisää materiaaleja istuntoon.
ja_jp: このセッションにマテリアルを追加します。

source: Add materials to the contribution.
fi_fi: Lisää materiaaleja esitykseen.
ja_jp: この投稿にマテリアルを追加します。

source: Add materials to the subcontribution.
fi_fi: Lisää materiaaleja osaesityksiin.
ja_jp: この補助投稿にマテリアルを追加します。

source: You can attach files or links using the buttons on the right.
fi_fi: Voit liittää tiedostoja tai linkkejä oikealla olevilla painikkeilla.
ja_jp: 右のボタンからファイルまたはリンクを添付できます。

source: Add link
fi_fi: Lisää linkki
ja_jp: リンクを追加

source: Generate a material package.
fi_fi: Luo materiaalipaketti.
ja_jp: マテリアルパッケージを生成。

source: You can generate a ZIP file containing materials from the event.
fi_fi: Voit luoda ZIP-tiedoston, joka sisältää tapahtuman materiaalit.
ja_jp: このイベントのマテリアルを含むZIPファイルを作成できます。

source: Material Package
fi_fi: Materiaalipaketti
ja_jp: マテリアルパッケージ

source: Manage materials
fi_fi: Hallitse materiaaleja
ja_jp: マテリアルの管理

source: Manage materials for '%(title)s'
fi_fi: Hallitse materiaaleja &apos;%(title)s&apos;
ja_jp: '%(title)s' のマテリアルを管理

# Attachments
source: None
fi_fi: Ei mitään
ja_jp: 無し

source: %(count)s file
fi_fi: %(count)s tiedosto
ja_jp: %(count)s ファイル

source: This object is not publicly accessible since <strong class="folder-name"></strong> (Folder) is protected.
fi_fi: Tämä kohde ei ole julkisesti saatavilla, koska <strong class="folder-name"></strong> (Folder) on suojattu.
ja_jp: <strong class="folder-name"></strong>（フォルダ）が保護されているため、このオブジェクトは一般に公開されません。

source: Please be aware that only the URL will be stored and no copy of the referenced file or website will be made. In case of a file, it is recommended to upload it to Indico instead.
fi_fi: Huomaa, että vain URL-osoite tallennetaan, eikä viitatuista tiedostoista tai verkkosivustoista tehdä kopioita. Jos kyseessä on tiedosto, on suositeltavaa ladata se Indicoon.
ja_jp: URLのみが保存され、参照されたファイルやウェブサイトのコピーは作成されませんので、ご注意ください。ファイルの場合は、代わりにIndicoにアップロードすることをお勧めします。

source: Settings
fi_fi: Asetukset
ja_jp: 設定

source: Go back
fi_fi: Palaa takaisin
ja_jp: 戻る

source: Download package
fi_fi: Lataa paketti
ja_jp: パッケージをダウンロード

source: Your Indico profile has been deleted.
fi_fi: Indico-profiilisi on poistettu.
ja_jp: あなたのIndicoプロファイルは削除されました。

source: Your Indico profile has been blocked.
fi_fi: Indico-profiilisi on estetty.
ja_jp: あなたのIndicoプロファイルは削除されました。

source: Accounts
fi_fi: Tilit
ja_jp: アカウント

source: You need to change your password
fi_fi: Sinun on vaihdettava salasanasi
ja_jp: パスワードを変更して下さい

source: We have sent you a verification email. Please check your mailbox within the next hour and open the link in that email.
fi_fi: Olemme lähettäneet sinulle vahvistussähköpostin. Tarkista sähköpostisi tunnin kuluessa ja avaa sähköpostissa oleva linkki.
ja_jp: 確認メールを送信しました。1時間以内にご自分のメールボックスを確認し、メールにあるリンクを開いて下さい。

source: You have successfully validated your email address and can now proceed with the login.
fi_fi: Olet vahvistanut sähköpostiosoitteesi onnistuneesti ja voit nyt jatkaa kirjautumista.
ja_jp: メールアドレスの確認が無事完了しましたので、ログインに進んで下さい。

source: The validation email has already been sent.
fi_fi: Vahvistussähköposti on jo lähetetty.
ja_jp: 確認メールが送信されました。

source: You may change your email address after finishing the registration process.
fi_fi: Voit muuttaa sähköpostiosoitteesi rekisteröitymisen jälkeen.
ja_jp: 登録完了後、メールアドレスの変更ができます。

source: You have successfully validated your email address and can now proceed with the registration.
fi_fi: Olet vahvistanut sähköpostiosoitteesi onnistuneesti ja voit nyt jatkaa rekisteröitymistä.
ja_jp: メールアドレスの確認が無事完了しましたので、登録に進んで下さい。

source: Please finish or cancel your pending registration before attempting to register with another email address.
fi_fi: Viimeistele tai peruuta keskeneräinen rekisteröitymisesi ennen kuin yrität rekisteröityä toisella sähköpostiosoitteella.
ja_jp: 別のメールアドレスで登録を試みる前に、保留中の登録を完了するかキャンセルしてください。

source: Too many signup attempts. Please wait {}
fi_fi: Liian monta rekisteröitymisyritystä. Odota {}
ja_jp: 登録多数です。お待ち下さい {}

source: Your registration request has been received. We will send you an email once it has been processed.
fi_fi: Rekisteröintipyyntösi on vastaanotettu. Lähetämme sinulle sähköpostia, kun se on käsitelty.
ja_jp: あなたの登録申請は受理されました。処理されたらメールにて連絡いたします。

source: You have sucessfully registered your Indico profile. Check <a href="{url}">your profile</a> for further details and settings.
fi_fi: Olet rekisteröinyt Indico-profiilisi onnistuneesti. Tarkista <a href="{url}">profiilisi</a> saadaksesi lisätietoja ja muokataksesi asetuksia.
ja_jp: インディコプロファイルの登録に成功しました。<a href="{url}">プロファイルの</a>詳細と設定をご確認ください。

source: Local account added successfully
fi_fi: Paikallinen tili lisätty onnistuneesti
ja_jp: ローカルアカウントの追加に成功しました

source: Your local account credentials have been updated successfully
fi_fi: Paikallisen tilisi tunnistetiedot on päivitetty onnistuneesti
ja_jp: ローカルアカウントの認証情報は、正常に更新されました

source: {provider} ({identifier}) successfully removed from your accounts
fi_fi: {provider} ({identifier}) on poistettu onnistuneesti tileistäsi
ja_jp: {provider} ({identifier}) は、あなたのアカウントから正常に削除されました。

source: This field cannot be empty.
fi_fi: Tämä kenttä ei saa olla tyhjä.
ja_jp: このフィールドを空にすることはできません。

source: This username is already in use.
fi_fi: Käyttäjänimi on jo käytössä.
ja_jp: このユーザー名は既に使われています。

source: Your username cannot be an email address.
fi_fi: Käyttäjänimesi ei voi olla sähköpostiosoite.

source: Your password has been changed successfully.
fi_fi: Salasanasi on vaihdettu onnistuneesti.
ja_jp: パスワードの変更に成功しました。

source: This email address is already in use.
fi_fi: Tämä sähköpostiosoite on jo käytössä.
ja_jp: このメールアドレスはすでに使用されています。

source: This email address is blacklisted.
fi_fi: Tämä sähköpostiosoite on mustalla listalla.
ja_jp: このメールアドレスはブラックリストに載っています。

source: Username or email
fi_fi: Käyttäjätunnus tai sähköpostiosoite

source: Current password
fi_fi: Nykyinen salasana
ja_jp: 現在のパスワード

source: New password
fi_fi: Uusi salasana
ja_jp: 新しいパスワード

source: Wrong current password
fi_fi: Väärä nykyinen salasana
ja_jp: 現在のパスワードが間違っています

source: Choose the email address you want to verify.
fi_fi: Valitse sähköpostiosoite, jonka haluat vahvistaa.
ja_jp: 確認したいメールアドレスを選んで下さい。

source: There is no profile with this email address.
fi_fi: Tällä sähköpostiosoitteella ei ole profiilia.
ja_jp: このメールアドレスでのプロファイルはありません。

source: Please use your email address to log in
fi_fi: Kirjaudu sisään sähköpostiosoitteellasi

source: You are logging in with a secondary email address. Please note that any email notifications will always be sent to your primary email address ({email}). Go to <a href="{url}">"My profile"</a> to manage your emails.
fi_fi: Olet kirjautumassa toissijaisella sähköpostiosoitteella. Huomaa, että kaikki sähköposti-ilmoitukset lähetetään aina ensisijaiseen sähköpostiosoitteeseesi ({email}). Siirry kohtaan <a href="{url}">"Oma profiili"</a> hallitaksesi sähköpostiviestejäsi.

source: Forgot my password
fi_fi: Unohdin salasanani
ja_jp: パスワードを失念

source: The password you used to login is no longer secure:
fi_fi: Kirjautumiseen käyttämäsi salasana ei ole enää turvallinen:
ja_jp: あなたがログインに使用したパスワードはもう安全ではありません:

source: You need to change your password in order to keep using Indico.
fi_fi: Sinun on vaihdettava salasanasi, jotta voit jatkaa Indicon käyttöä.
ja_jp: Indicoの利用を続けるにはパスワードを変更して下さい。

source: Local Account
fi_fi: Paikallinen tili
ja_jp: ローカルアカウント

source: You don't have a local account yet.
fi_fi: Sinulla ei ole vielä paikallista tiliä.
ja_jp: あなたはローカルアカウントを持っていません。
