Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Generating document for a single registrant
fi_fi: Asiakirjan luominen yhdelle ilmoittautujalle
ja_jp: {numberOfRegistrants}人の登録者にドキュメントを生成中

source: Successfully generated document for a single registrant
fi_fi: Asiakirja yksittäiselle ilmoittautuneelle luotu onnistuneesti
ja_jp: {numberOfReceipts}件のドキュメントを正常に生成できました

source: Document Template
fi_fi: Asiakirjamalli
ja_jp: ドキュメントのテンプレート

source: Select a document template
fi_fi: Valitse asiakirjamalli
ja_jp: ドキュメントのテンプレートを選択

source: Template Parameters
fi_fi: Malliparametrit
ja_jp: テンプレートのパラメータ

source: Filename
fi_fi: Tiedostonimi
ja_jp: ファイル名

source: Remember settings
fi_fi: Muista asetukset
ja_jp: 設定を保存

source: Prefill template parameters (if present) and filename when generating more documents for the same template in this event.
fi_fi: Täytä malliparametrit (jos niitä on) ja tiedostonimi, kun luot lisää asiakirjoja samalle mallipohjalle tässä tapahtumassa.
ja_jp: このイベントで同じテンプレートのドキュメントをさらに生成する際、テンプレートパラメータ（もしあれば）とファイル名を前もって入力する

source: Publish document
fi_fi: Julkaise asiakirja
ja_jp: ドキュメントを発行

source: Make the resulting document available on the registration page.
fi_fi: Näytä luotu asiakirja ilmoittautumissivulla.
ja_jp: 参加登録ページで、準備したドキュメントを取得可能にする。

source: Notify registrants via e-mail
fi_fi: Lähetä ilmoittautuneille sähköposti-ilmoitus
ja_jp: 登録者にメールで知らせる

source: Send an e-mail to the registrant informing them that the document is available.
fi_fi: Lähetä sähköposti ilmoittautuneelle, jossa kerrotaan asiakirjan olevan saatavilla.
ja_jp: 登録者にドキュメントが取得できる事をメールで知らせる。

source: Send an e-mail to the registrant with the document attached.
fi_fi: Lähetä asiakirja ilmoittautuneelle sähköpostin liitetiedostona.
ja_jp: 登録者にドキュメントを添付してメールを送る。

source: Download
fi_fi: Lataa
ja_jp: ダウンロード

source: Please select a template to preview it...
fi_fi: Valitse malli esikatselua varten...
ja_jp: プレビューするにはテンプレートを選んでください...

source: Templating Errors
fi_fi: Mallipohjien virheet
ja_jp: テンプレートエラー

source: There were some errors while trying to generate your documents.
fi_fi: Asiakirjojesi luomisessa ilmeni ongelmia.
ja_jp: ドキュメントの生成時にエラーが発生しました。

source: Registrant's name
fi_fi: Ilmoittautuneen nimi
ja_jp: 登録者の名前

source: Missing fields
fi_fi: Puuttuvat kentät
ja_jp: 空欄のフィールド

source: Generate anyway
fi_fi: Luo siitä huolimatta
ja_jp: ともかく生成

source: Default filename
fi_fi: Oletustiedostonimi
ja_jp: 既定のファイル名

source: YAML Metadata
fi_fi: YAML-metatiedot
ja_jp: YAMLメタデータ

source: HTML Code
fi_fi: HTML-koodi
ja_jp: HTMLコード

source: CSS Stylesheet
fi_fi: CSS-tyylitiedosto
ja_jp: CSSスタイルシート

source: Jinja Template
fi_fi: Jinja-malli
ja_jp: Jinjaテンプレート

source: Sample parameters
fi_fi: Esimerkkiparametrit
ja_jp: サンプルパラメータ

source: The preview is limited to a few registrations for performance reasons.
fi_fi: Esikatselu on suorituskykyyn liittyvistä syistä rajoitettu muutamaan ilmoittautumiseen.
ja_jp: 負荷の関係で、プレビューできるのは少数の登録だけに限られます。

source: Receipt
fi_fi: Kuitti
ja_jp: 領収書

source: Certificate
fi_fi: Todistus
ja_jp: 証明書

source: from event {title}
fi_fi: tapahtumasta {title}
ja_jp: イベント {title} から

source: from category {title}
fi_fi: kategoriasta {title}
ja_jp: カテゴリー {title} から

source: Preview template
fi_fi: Esikatsele mallia
ja_jp: テンプレートをプレビュー

source: Edit template
fi_fi: Muokkaa mallia
ja_jp: テンプレートの編集

source: Clone template
fi_fi: Kloonaa malli
ja_jp: テンプレートを複製

source: Delete template
fi_fi: Poista malli
ja_jp: テンプレートを削除

source: Are you sure you want to delete the template {template}?
fi_fi: Haluatko varmasti poistaa mallin {template}?
ja_jp: 本当にテンプレート {template} を削除しますか？

source: Inherited templates
fi_fi: Perityt mallit
ja_jp: 継承したテンプレート

source: Other templates
fi_fi: Muut mallit
ja_jp: 他のテンプレート

source: Custom templates
fi_fi: Mukautetut mallit
ja_jp: カスタムテンプレート

source: Add a new template
fi_fi: Lisää uusi malli
ja_jp: 新規テンプレートを追加

source: Blank template
fi_fi: Tyhjä malli
ja_jp: 空のテンプレート

source: No templates
fi_fi: Ei malleja
ja_jp: テンプレートはありません。

source: Template "{title}" was added
fi_fi: Malli "{title}" lisätty
ja_jp: テンプレート "{title}" が追加されました

source: Template "{title}" was updated
fi_fi: Malli "{title}" päivitettiin
ja_jp: テンプレート "{title}" が更新されました

source: Template deleted
fi_fi: Malli poistettu
ja_jp: テンプレートが削除されました

source: Add document template
fi_fi: Lisää asiakirjamalli
ja_jp: ドキュメントのテンプレートを追加

source: Edit document template
fi_fi: Muokkaa asiakirjamallia
ja_jp: ドキュメントのテンプレートを編集

source: Start writing a template to see the preview here...
fi_fi: Aloita mallipohjan kirjoittaminen nähdäksesi esikatselun täällä...
ja_jp: ここでプレビューを見るにはテンプレートを書き始めて下さい...

source: ⟨ Previous page
fi_fi: ⟨ Edellinen sivu
ja_jp: ⟨ 前のページ

source: Next page ⟩
fi_fi: Seuraava sivu ⟩
ja_jp: 次のページ ⟩

source: {title} (loading results)
fi_fi: {title} (tuloksia ladataan)
ja_jp: {title} (結果を読み込み中)

source: {title} (no results)
fi_fi: {title} (ei tuloksia)
ja_jp: {title} (結果なし)

source: Enter a term above to begin searching.
fi_fi: Kirjoita hakusana yläpuolelle aloittaaksesi haun.
ja_jp: 上記に単語を入力すると検索を始めます。

source: Enter a term above to begin searching inside the {categoryTitle} category. You can {link}search all of Indico instead{/link}.
fi_fi: Kirjoita hakusana yläpuolelle aloittaaksesi haun {categoryTitle} -kategoriassa. Vaihtoehtoisesti voit myös {link}hakea koko Indicosta{/link}.
ja_jp: カテゴリー {categoryTitle} 内で検索を始めるには上記に単語を入れて下さい。代わりに {link}Indico全体を検索 {/link} もできます。

source: No Results
fi_fi: Ei tuloksia
ja_jp: 該当なし

source: Your search - {query} - did not match any results.
fi_fi: Hakusi - {query} - ei tuottanut tuloksia.
ja_jp: 検索 - {query} - に一致するものはありませんでした。

source: Your search - {query} - did not match any results. You could try {link}searching all of Indico instead{/link}.
fi_fi: Hakusi - {query} - ei tuottanut tuloksia. Voit kokeilla {link}hakua koko Indicosta{/link}.
ja_jp: 検索 - {query} - に該当する結果はありませんでした。代わりに{link}インディコ全体を検索する{/link}を試してみてください。

source: Sort by: {value}
fi_fi: Lajittele: {value}
ja_jp: {value} で並べ替え

source: Materials
fi_fi: Materiaalit
ja_jp: マテリアル

source: Notes
fi_fi: Muistiinpanot
ja_jp: ノート

source: Categories
fi_fi: Kategoriat
ja_jp: カテゴリー

source: ADMIN
fi_fi: Ylläpitäjä
ja_jp: 管理者

source: Skip access checks
fi_fi: Ohita pääsyoikeuksien tarkastukset
ja_jp: アクセスチェックをスキップする

source: Search Indico
fi_fi: Hae Indicosta
ja_jp: Indico内を探す

source: Enter your search term
fi_fi: Kirjoita hakusana
ja_jp: 検索単語を入力

source: In this category ↵
fi_fi: Tässä kategoriassa ↵
ja_jp: このカテゴリー内

source: All Indico ↵
fi_fi: Koko Indicosta ↵
ja_jp: Indico全体

source: et al.
fi_fi: ym.
ja_jp: ほか

source: Data export
fi_fi: Tietojen vienti
ja_jp: データのエクスポート

source: Your data export is ready
fi_fi: Tietojen vienti on valmis
ja_jp: データのエクスポート準備ができました

source: Retry
fi_fi: Yritä uudelleen
ja_jp: 再試行

source: Download link expired
fi_fi: Latauslinkki vanhentunut
ja_jp: ダウンロードリンクの有効期限が切れました

source: Basic information about your account
fi_fi: Perustiedot tilistäsi
ja_jp: 自分のアカウントの基本情報

source: Your global Indico settings
fi_fi: Globaalit Indico-asetuksesi
ja_jp: 自分のグローバルIndico設定

source: Data about your contributions in events
fi_fi: Tietoja omista esityksistäsi tapahtumissa
ja_jp: イベントでの投稿に関するデータ

source: Data about minutes you wrote in events
fi_fi: Tietoja kirjoittamistasi muistioista tapahtumissa
ja_jp: 自分が書いたイベント議事録のデータ

source: Data you submitted when registering for events
fi_fi: Tapahtumiin ilmoittautumisen yhteydessä antamasi tiedot
ja_jp: イベントに参加登録した際に送ったデータ

source: Your rooms and reservations
fi_fi: Omat tilat ja varaukset
ja_jp: 部屋と予約

source: Data about your abstract and paper submissions
fi_fi: Tietoja lähettämistäsi abstrakteista ja artikkeleista
ja_jp: 提出した要旨とポスター

source: Your survey answers
fi_fi: Kyselyvastauksesi
ja_jp: アンケートの回答

source: Data about materials you uploaded
fi_fi: Tietoja lisäämistäsi materiaaleista
ja_jp: アップロードしたマテリアルデータ

source: Data about editables submitted through the Editing module
fi_fi: Tietoja muokkausmoduulin kautta lähetetyistä aineistoista
ja_jp: 編集モジュールを通して提出された原稿のデータ

source: Other data such as your API tokens and OAuth applications
fi_fi: Muut tiedot, kuten API-tunnukset ja OAuth-sovellukset
ja_jp: その他、APIトークンやOAuthアプリケーション等のデータ

source: Here, you can request to export all data concerning you that is currently stored in Indico.
fi_fi: Täällä voit pyytää kaikkien sinua koskevien Indicoon tallennettujen tietojen vientiä.
ja_jp: ここではIndicoに保存されているあなたに関する全データのエクスポートをリクエストできます。

source: At least one option in the data section must be selected
fi_fi: Tietosivulta on valittava ainakin yksi vaihtoehto
ja_jp: データセクション内から少なくとも一つはオプションを選択せねばなりません

source: Export my data
fi_fi: Vie tietoni
ja_jp: エクスポート

source: Include files
fi_fi: Sisällytä tiedostot
ja_jp: ファイルを含める

source: If checked, for each selected option, a copy of all your uploaded files will be included in the export. Note that depending on the number of files, this may significantly increase the download size of the export
fi_fi: Jos tämä asetus on valittuna, kaikkien valittujen vaihtoehtojen ladatut tiedostot sisällytetään vientiin. Huomaa, että tämä voi kasvattaa latauskokoa merkittävästi tiedostojen määrästä riippuen
ja_jp: これをチェックすると、各々の選択した項目に自分がアップロードしたファイルもエクスポートに含めることができます。ファイルの数によってはエクスポートファイルのダウンロードサイズが極端に大きくなる可能性があります。

source: Favorite Categories
fi_fi: Suosikkikategoriat
ja_jp: お気に入りのカテゴリ

source: You have not marked any category as favorite.
fi_fi: Et ole merkinnyt yhtään kategoriaa suosikiksi.
ja_jp: どのカテゴリーもお気に入りとしてマークしていません。

source: Favorite Events
fi_fi: Suosikkitapahtumat
ja_jp: お気に入りイベント

source: You have not marked any event as favorite.
fi_fi: Et ole merkinnyt yhtään tapahtumaa suosikiksi.
ja_jp: どのイベントもお気に入りとしてマークしていません。

source: Add Indico user
fi_fi: Lisää Indico-käyttäjä
ja_jp: Indicoユーザーを追加

source: Favorite Users
fi_fi: Suosikkikäyttäjät
ja_jp: お気に入りのユーザー

source: You have not marked any user as favorite.
fi_fi: Et ole merkinnyt yhtään käyttäjää suosikiksi.
ja_jp: あなたは、どのユーザーもお気に入りとしてマークしていません。

source: You can manage your email addresses {link}here{/link}.
fi_fi: Voit hallita sähköpostiosoitteitasi {link}täällä{/link}.
ja_jp: {link}こちら{/link} で自分のメールアドレスを管理できます。

source: Based on {email}
fi_fi: Peruste: {email}
ja_jp: {email} に基づいています

source: System-assigned icon
fi_fi: Järjestelmän määrittämä kuvake
ja_jp: システムが決めたアイコン

source: Custom picture
fi_fi: Mukautettu kuva
ja_jp: カスタムピクチャ

source: Unblock {first_name} {last_name}?
fi_fi: Poista käyttäjän {first_name} {last_name} esto?

source: Block {first_name} {last_name}?
fi_fi: Estä {first_name} {last_name}?

source: Are you sure you want to unblock {first_name}?
fi_fi: Haluatko varmasti poistaa käyttäjän {first_name} eston?

source: Are you sure you want to block {first_name}?
fi_fi: Haluatko varmasti estää käyttäjän {first_name}?

source: {first_name} {last_name} will regain access to Indico.
fi_fi: {first_name} {last_name} saa jälleen pääsyn Indicoon.

source: {first_name} {last_name} will no longer be able to access Indico.
fi_fi: {first_name} {last_name} ei voi enää käyttää Indicoa.

source: Unblock {first_name}
fi_fi: Poista käyttäjän {first_name} esto

source: Block {first_name}
fi_fi: Estä {first_name}

source: Block User
fi_fi: Estä käyttäjä
ja_jp: ユーザーをブロック

source: You cannot block yourself
fi_fi: Et voi estää itseäsi
ja_jp: 自分自身はブロックできません

source: Unblock User
fi_fi: Poista käyttäjän esto
ja_jp: ユーザーのブロックを解除します

source: Delete {first_name} {last_name}?
fi_fi: Poista {first_name} {last_name}?

source: This action is irreversible
fi_fi: Tätä toimintoa ei voi peruuttaa

source: Deleted user accounts cannot be restored.
fi_fi: Poistettuja käyttäjätilejä ei voi palauttaa.

source: Once deleted, the following will happen:
fi_fi: Kun tiedot on poistettu, tapahtuu seuraavaa:

source: {first_name} will no longer be able to access Indico.
fi_fi: {first_name} ei voi enää käyttää Indicoa.

source: {first_name} will be removed from all areas of Indico - this does not affect their presence in events as a speaker or other role; they will still be listed in such capacities where applicable.
fi_fi: {first_name} poistetaan kaikista Indicon osioista. Tämä ei kuitenkaan vaikuta hänen rooleihinsa tapahtumissa, esimerkiksi puhujana tai muussa tehtävässä, vaan hän näkyy edelleen näissä rooleissa silloin, kun se on sovellettavissa.

source: Where it is not possible to delete {first_name}, they will be anonymized and all personal data associated with the user will be removed from Indico.
fi_fi: Jos käyttäjää {first_name} ei voida poistaa, hänet anonymisoidaan ja kaikki käyttäjään liittyvät henkilötiedot poistetaan Indicosta.

source: Are you sure you want to delete {first_name} {last_name}?
fi_fi: Haluatko varmasti poistaa käyttäjän {first_name} {last_name}?

source: No, I don't
fi_fi: En

source: Yes, I want to delete {first_name} ({countdown_seconds})
fi_fi: Kyllä, haluan poistaa käyttäjän {first_name} ({countdown_seconds})

source: Yes, I want to delete {first_name}
fi_fi: Kyllä, haluan poistaa käyttäjän {first_name}

source: Delete User
fi_fi: Poista käyttäjä

source: You cannot delete an admin account
fi_fi: Et voi poistaa ylläpitäjän tiliä

source: You cannot delete your own account
fi_fi: Et voi poistaa omaa tiliäsi

source: Events at hand
fi_fi: Tulevat tapahtumat
ja_jp: 最近の関連するイベント

source: Everything
fi_fi: Kaikki
ja_jp: 全て

source: Please select an item in the list.
fi_fi: Valitse kohde luettelosta.
ja_jp: リストからアイテムを選択してください。

source: Copy Link
fi_fi: Kopioi linkki
ja_jp: リンクをコピー

source: Twitter
fi_fi: X (Twitter)
ja_jp: X (Twitter)

source: Please login to share on Mastodon
fi_fi: Kirjaudu sisään jakaaksesi Mastodonissa
ja_jp: Mastodon で共有するにはログインしてください

source: You have not added a preferred Mastodon server on your profile yet. Please add one below.
fi_fi: Et ole vielä lisännyt profiiliisi mastodon-palvelinta. Lisää se alla.
ja_jp: お気に入りの Mastodon サーバーがあなたのプロファイルにまだ追加されていません。以下に追加してください。

source: Preferred Mastodon server added! You can now share this event below.
fi_fi: Mastodon-palvelin lisätty! Voit nyt jakaa tapahtuman alla.
ja_jp: Mastodon サーバーが追加されました！以下からイベントを共有できます。

source: Share on {mastodonServerName}
fi_fi: Jaa {mastodonServerName}
ja_jp: {mastodonServerName} で共有

source: Share this page
fi_fi: Jaa tämä sivu
ja_jp: このページを共有

source: Share widget icon
fi_fi: Jaa widget-kuvake
ja_jp: ウィジェットアイコンを共有

source: Direct link
fi_fi: Suora linkki
ja_jp: 直接リンク

source: Add to calendar
fi_fi: Lisää kalenteriin
ja_jp: カレンダーに追加

source: Share on social media
fi_fi: Jaa sosiaalisessa mediassa
ja_jp: ソーシャルメディアで共有

source: Are you sure you want to leave this page without saving?
fi_fi: Haluatko varmasti poistua tältä sivulta tallentamatta?
ja_jp: 本当に保存せずにこのページを終了しても良いですか？

source: Group
fi_fi: Ryhmä
ja_jp: グループ

source: Pause
fi_fi: Pysäytä
ja_jp: 一時停止

source: Play
fi_fi: Toista
ja_jp: 再生

source: Hear the characters
fi_fi: Kuuntele merkit
ja_jp: 文字列を聞く

source: Refresh CAPTCHA
fi_fi: Päivitä CAPTCHA
ja_jp: CAPTCHAを更新する

source: Try different characters
fi_fi: Kokeile erilaisia merkkejä
ja_jp: 別の文字列で試す

source: Confirm that you are not a robot
fi_fi: Vahvista, että et ole robotti
ja_jp: ロボットでないことを確認する

source: Type the characters you see in the image. You can also listen to the audio instead
fi_fi: Kirjoita kuvassa näkyvät merkit. Voit myös kuunnella äänitiedoston
ja_jp: 画像にある文字を入力してください。音声で聞く事もできます。

source: Failed to load CAPTCHA, try refreshing it
fi_fi: CAPTCHA-tunnistetta ei voitu ladata, yritä päivittää se
ja_jp: CAPTCHAを読み込むのに失敗しました。更新てください。

source: Answer
fi_fi: Vastaus
ja_jp: 回答

source: Text copied
fi_fi: Teksti kopioitu
ja_jp: コピーしました

source: Clear the combobox
fi_fi: Tyhjennä valintaruutu
ja_jp: コンボボックスを解除

source: Click again to confirm ({delay})
fi_fi: Vahvista valinta napsauttamalla uudelleen ({delay})
ja_jp: もう一度クリックして確認する（{delay}）。

source: Open a calendar
fi_fi: Avaa kalenteri
ja_jp: カレンダーを開く

source: Date format: {format}
fi_fi: Päivämäärämuoto: {format}
ja_jp: 日付の形式：{format}

source: The entered date is not valid.
fi_fi: Syötetty päivämäärä ei ole kelvollinen.
ja_jp: 入力された日付は無効です。

source: The entered date cannot be earlier than {min}.
fi_fi: Syötetty päivämäärä ei voi olla aikaisempi kuin {min}.
ja_jp: {min} より前の日付は入力できません。

source: The entered date cannot be later than {max}.
fi_fi: Syötetty päivämäärä ei voi olla myöhäisempi kuin {max}.
ja_jp: {max} より後の日付は入力できません。

source: Previous year
fi_fi: Edellinen vuosi
ja_jp: 前年

source: Previous month
fi_fi: Edellinen kuukausi
ja_jp: 先月

source: Next month
fi_fi: Seuraava kuukausi
ja_jp: 来月

source: Next year
fi_fi: Seuraava vuosi
ja_jp: 次の年​

source: Select a date range
fi_fi: Valitse aikaväli

source: Start
fi_fi: Alkaa
ja_jp: 開始

source: End
fi_fi: Loppu
ja_jp: 終了

source: Please enter the start date using the specified format
fi_fi: Syötä aloituspäivä määritetyssä muodossa

source: Please provide the start date
fi_fi: Ilmoita alkamispäivä

source: Please enter the end date using the specified format
fi_fi: Syötä päättymispäivä määritetyssä muodossa

source: Please provide the end date
fi_fi: Ilmoita päättymispäivä

source: Please make sure the start date is between {start} and {end}
fi_fi: Varmista, että aloituspäivä on välillä {start} ja {end}.

source: Please make sure the end date is between {start} and {end}
fi_fi: Varmista, että päättymispäivä on {start} ja {end} välissä.

source: Please enter an email address
fi_fi: Syötä sähköpostiosoite
ja_jp: メールアドレスを入力してください

source: Add email
fi_fi: Lisää sähköpostiosoite
ja_jp: メールの追加

source: Export options
fi_fi: Vientivaihtoehdot
ja_jp: エクスポートオプション

source: Export all events in this event series
fi_fi: Vie kaikki tämän tapahtumasarjan tapahtumat
ja_jp: このイベントシリーズに含まれるすべてのイベントをエクスポートする

source: Synchronize with your calendar
fi_fi: Synkronoi kalenterisi kanssa
ja_jp: カレンダーと同期

source: You may copy-paste the following URL into your scheduling application. Contents will be automatically synchronized.
fi_fi: Voit kopioida ja liittää seuraavan URL-osoitteen kalenterisovellukseesi. Sisältö synkronoidaan automaattisesti.
ja_jp: 下記のURLをあなたの予定管理アプリにコピー&ペーストすることで自動的に同期されます。

source: Loading…
fi_fi: Latautuu…
ja_jp: 読み込み中…

source: Download an iCalendar file that you can use in calendaring applications.
fi_fi: Lataa iCalendar-tiedosto, jota voit käyttää kalenterisovelluksissa.
ja_jp: カレンダーアプリで利用可能な iCalendar ファイルをダウンロード。

source: Filter
fi_fi: Suodata
ja_jp: フィルター

source: Clear all filters
fi_fi: Tyhjennä kaikki suodattimet
ja_jp: すべての検索条件をリセット

source: No filters were added yet
fi_fi: Suodattimia ei ole vielä lisätty
ja_jp: まだフィルターは追加されていません

source: Enter #id or search string
fi_fi: Syötä #id tai hakusana
ja_jp: #id または検索文字列を入力

source: Use custom affiliation:
fi_fi: Käytä mukautettua affiliaatiota:
ja_jp: 独自の所属を使用

source: Select an affiliation or add your own
fi_fi: Valitse affiliaatio tai lisää omasi
ja_jp: 所属を選択するか、自分で追加する

source: Select an affiliation
fi_fi: Valitse affiliaatio

source: Search an affiliation or enter one manually
fi_fi: Etsi affiliaatio tai lisää se manuaalisesti
ja_jp: 所属を検索する、または手動で入力する

source: Search an affiliation
fi_fi: Etsi affiliaatio

source: You entered this option manually
fi_fi: Lisäsit tämän vaihtoehdon manuaalisesti
ja_jp: このオプションは手動で入力しました

source: Edit Person
fi_fi: Muokkaa henkilöä
ja_jp: ユーザーの編集

source: Enter Person
fi_fi: Syötä henkilö
ja_jp: 人を入力

source: You are updating details that were originally linked to a user. Please note that its identity will remain the same.
fi_fi: Olet päivittämässä tietoja, jotka oli alun perin liitetty käyttäjään. Huomaa, että käyttäjän identiteetti pysyy samana.
ja_jp: あなたは、もともとユーザーにリンクされていた詳細情報を更新しています。そのユーザー自身は変わらない事に注意してください。

source: Family Name
fi_fi: Sukunimi
ja_jp: 姓

source: There is already a person with this email in the list.
fi_fi: Luettelossa on jo henkilö, jolla on tämä sähköpostiosoite.
ja_jp: このメールをお持ちの方がすでにリストにいらっしゃいます。

source: This email is associated with {name} who is already in the list.
fi_fi: Tämä sähköpostiosoite kuuluu käyttäjälle {name}, joka on jo luettelossa.
ja_jp: このメールは、すでにリストに登録されている{name}と関連づけられています。

source: This email is already used by {name}. You can update the form with their information.
fi_fi: Tämä sähköpostiosoite on jo käytössä käyttäjällä {name}. Voit päivittää lomakkeen hänen tiedoillaan.
ja_jp: このメールはすでに{name}が使用しています。その人の情報でフォームを更新することができます。

source: This email is already used by {name}. You can add the person directly or update the form with their information.
fi_fi: Tämä sähköpostiosoite on jo käyttäjän {name} käytössä. Voit lisätä henkilön tai päivittää lomakkeen hänen tiedoillaan.
ja_jp: このメールはすでに{name}が使用しています。その人を直接追加するか、その人の情報でフォームを更新することができます。

source: This email is currently not linked to this event.
fi_fi: Tätä sähköpostiosoitetta ei ole vielä linkitetty tähän tapahtumaan.
ja_jp: このメールは現在、このイベントにリンクされていません。

source: Edit person
fi_fi: Muokkaa henkilöä
ja_jp: 人物を編集

source: Delete person
fi_fi: Poista henkilö
ja_jp: 人物を削除

source: There are no persons
fi_fi: Ei henkilöitä
ja_jp: 人がいません

source: Others
fi_fi: Muut
ja_jp: その他

source: Add myself
fi_fi: Lisää minut
ja_jp: 自分を追加

source: Add from search
fi_fi: Lisää hausta
ja_jp: 検索して追加

source: Enter manually
fi_fi: Syötä manuaalisesti
ja_jp: 手で入力

source: required
fi_fi: vaadittu
ja_jp: 必須

source: Available placeholders
fi_fi: Käytettävissä olevat paikkamerkit
ja_jp: 利用可能なプレースホルダー

source: Advanced placeholders
fi_fi: Edistyneet paikkamerkit
ja_jp: 高度なプレースホルダー

source: Back to top
fi_fi: Takaisin alkuun
ja_jp: トップへ戻る

source: Select a choice
fi_fi: Valitse vaihtoehto
ja_jp: 選択してください

source: Filter the options
fi_fi: Suodata vaihtoehdot
ja_jp: オプションを絞り込む

source: No option matches your keyword
fi_fi: Mikään vaihtoehto ei vastaa hakusanaasi
ja_jp: キーワードに一致するオプションはありません

source: Impersonate user
fi_fi: Toimi toisena käyttäjänä
ja_jp: ユーザーのなりすまし

source: My Profile
fi_fi: Oma profiili
ja_jp: 自分のプロファイル

source: My Preferences
fi_fi: Omat asetukset
ja_jp: 私のプリファレンス

source: Logout
fi_fi: Kirjaudu ulos
ja_jp: ログアウト

source: The entered date is invalid.
fi_fi: Syötetty päivämäärä on virheellinen.

source: Clear date
fi_fi: Tyhjennä päivämäärä
ja_jp: 日付を消去

source: Clear date and time
fi_fi: Tyhjennä päivämäärä ja kellonaika
ja_jp: 日付と時刻を消去

source: Choose an option
fi_fi: Valitse vaihtoehto
ja_jp: オプションを選択

source: Add occurrence
fi_fi: Lisää esiintymä
ja_jp: 日時追加

source: Duration in minutes
fi_fi: Kesto minuutteina
ja_jp: 期間（分）

source: Remove occurrence
fi_fi: Poista esiintymä
ja_jp: 日時を削除

source: Visibility to participants
fi_fi: Näkyvyys osallistujille
ja_jp: 参加者に表示

source: Visibility to everyone
fi_fi: Näkyvyys kaikille
ja_jp: 全員に表示

source: Visibility duration (weeks)
fi_fi: Näkyvyyden kesto (viikkoa)
ja_jp: 表示期間（週）

source: Permanent
fi_fi: Pysyvä
ja_jp: 恒久的

source: Setting 'Visibility to everyone' to 'Show all participants' is discouraged as everyone who can access this event can see the participant list regardless of the participants' consent.
fi_fi: Asetuksen "Näytä kaikki osallistujat" arvoksi ei suositella valitsemaan "Näkyy kaikille", sillä kaikki tapahtumaan pääsevät näkevät osallistujaluettelon osallistujien suostumuksesta riippumatta.
ja_jp: 「全員に表示」の設定を「参加者全員を表示」に設定すると、参加者の同意に関係なく、イベントにアクセスできる人全員が参加者リストを見ることができ、推奨されません。

source: Search requires at least {count} character or an id prefixed with #
fi_fi: Haku vaatii vähintään {count} merkin tai tunnuksen, jonka edessä on #
ja_jp: 検索には少なくとも {count} 文字以上または#ではじまるIDが必用です。

source: Search requires at least {count} character
fi_fi: Haku vaatii vähintään {count} merkin
ja_jp: 検索には少なくとも {count} 文字が必用です。

source: {size} bytes
fi_fi: {size} tavua
ja_jp: {size} バイト

source: {size} kB
fi_fi: {size} kt

source: {size} MB
fi_fi: {size} Mt

source: There were some problems with your file
fi_fi: Tiedostossasi ilmeni ongelmia

source: Drag file(s) here
fi_fi: Vedä tiedosto(t) tähän
ja_jp: ここにファイルをドラッグ＆ドロップ
