Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Submitter
fi_fi: Lähettäjä
ja_jp: 投稿者

source: Send emails to these roles
fi_fi: Lähetä sähköpostia näille rooleille
ja_jp: このロールにメールを送信する

source: Send email
fi_fi: Lähetä sähköpostia
ja_jp: Eメールを送信

source: Recipients
fi_fi: Vastaanottajat
ja_jp: 受信者

source: Copied!
fi_fi: Kopioitu!
ja_jp: コピーしました!

source: Copy to clipboard
fi_fi: Kopioi leikepöydälle
ja_jp: クリップボードにコピー

source: Your email has been sent.
fi_fi: Sähköpostisi on lähetetty.
ja_jp: メールが送信されました。

source: {count} email has been sent.
fi_fi: {count} sähköpostia on lähetetty.
ja_jp: {count} 通のメールが送信されました。

source: Preview
fi_fi: Esikatselu
ja_jp: プレビュー

source: Edit
fi_fi: Muokkaa
ja_jp: 編集

source: This preview is only shown for a single recipient.
fi_fi: Tämä esikatselu näkyy vain yksittäiselle vastaanottajalle.
ja_jp: このプレビューは1人の受信者にのみ表示されます。

source: When sending the emails, each recipient will receive an email customized with their personal data.
fi_fi: Sähköposteja lähetettäessä jokainen vastaanottaja saa viestin, joka on mukautettu hänen henkilökohtaisilla tiedoillaan.
ja_jp: メール送信時には、各受信者が各々の個人情報でカスタマイズされたメールを受け取ります。

source: Subject
fi_fi: Aihe
ja_jp: 件名

source: Email body
fi_fi: Sähköpostin teksti
ja_jp: メール本文

source: Sender
fi_fi: Lähettäjä
ja_jp: 送信者

source: BCC addresses
fi_fi: BCC-osoitteet
ja_jp: BCCアドレス

source: Send a copy of each email to every address in this list
fi_fi: Lähetä jokaisesta sähköpostista kopio kaikille tämän luettelon osoitteille.
ja_jp: このリストの全アドレスに、各メールのコピーを送信する

source: Send a copy of each email to my mailbox
fi_fi: Lähetä jokaisesta sähköpostista kopio omaan postilaatikkooni
ja_jp: 各メールのコピーを私のメールに送信

source: Send
fi_fi: Lähetä
ja_jp: 送信

source: This person is a speaker
fi_fi: Tämä henkilö on puhuja
ja_jp: この方は発表者

source: This person is not a speaker
fi_fi: Tämä henkilö ei ole puhuja
ja_jp: この方は発表者ではありません

source: Email
fi_fi: Sähköposti
ja_jp: メール

source: Author type
fi_fi: Kirjoittajan tyyppi
ja_jp: 著者タイプ

source: Roles
fi_fi: Roolit
ja_jp: 分担

source: This person is registered for the event
fi_fi: Henkilö on ilmoittautunut tapahtumaan
ja_jp: この方はイベントに登録されています

source: This person is not yet registered
fi_fi: Henkilö ei ole vielä ilmoittautunut
ja_jp: この方はまだ登録されていません

source: No persons were found matching the selected criteria.
fi_fi: Valittuja kriteerejä vastaavia henkilöitä ei löytynyt.
ja_jp: 選択した条件に合致する人物は見つかりませんでした。

source: Your participation will only be visible to organizers of this event.
fi_fi: Osallistumisesi näkyy vain tämän tapahtuman järjestäjille.
ja_jp: あなたの参加は、本イベントの主催者にのみ公開されます。

source: Your participation will be displayed to other participants of this event.
fi_fi: Osallistumisesi näkyy muille tämän tapahtuman osallistujille.
ja_jp: あなたの参加は、本イベントの他の参加者に公開されます。

source: Your participation will be displayed to everyone who can see this event.
fi_fi: Osallistumisesi näkyy kaikille, jotka voivat nähdä tämän tapahtuman.
ja_jp: あなたの参加は、このイベントを閲覧できるすべての人に公開されます。

source: Do not display my participation to anyone
fi_fi: Älä näytä osallistumistani kenellekään
ja_jp: 自分の参加を誰にも公開しない

source: Display my participation only to other participants of this event
fi_fi: Näytä osallistumiseni vain tämän tapahtuman muille osallistujille
ja_jp: 自分の参加を、本イベントの他の参加者にのみ公開

source: Display my participation to everyone who can see this event
fi_fi: Näytä osallistumiseni kaikille, jotka voivat nähdä tämän tapahtuman
ja_jp: 自分の参加を、このイベントを閲覧できるすべての人に公開する

source: Mark as declined
fi_fi: Merkitse hylätyksi
ja_jp: 辞退としてマーク

source: Mark invitation as declined
fi_fi: Merkitse kutsu hylätyksi
ja_jp: 招待を辞退されたものとしてマーク

source: Do you really want to mark this invitation as declined by the invitee?
fi_fi: Haluatko todella merkitä tämän kutsun kutsutun henkilön hylkäämäksi?
ja_jp: 本当にこの招待が被招待者によって辞退されたとしてマークしますか？

source: Delete invitation
fi_fi: Poista kutsu
ja_jp: 招待を削除

source: Do you really want to delete this invitation?
fi_fi: Haluatko todella poistaa tämän kutsun?
ja_jp: 本当にこの招待を削除しますか？

source: Nobody has been invited yet.
fi_fi: Ketään ei ole vielä kutsuttu.
ja_jp: まだ誰も招待していません。

source: Send reminders
fi_fi: Lähetä muistutuksia
ja_jp: リマインダーを送信

source: Pending invitations
fi_fi: Odottavat kutsut
ja_jp: 保留中の招待

source: Accepted invitations
fi_fi: Hyväksytyt kutsut
ja_jp: 承諾済招待

source: Declined invitations
fi_fi: Hylätyt kutsut
ja_jp: 辞退された招待

source: Add
fi_fi: Lisää
ja_jp: 追加

source: No tags assigned.
fi_fi: Ei määritettyjä tunnisteita.
ja_jp: タグは付与されていません。

source: Add tags
fi_fi: Lisää tunnisteita
ja_jp: タグを追加

source: Participants
fi_fi: Osallistujat
ja_jp: 参加者

source: There are no published registrations.
fi_fi: Ei julkaistuja ilmoittautumisia.
ja_jp: 公開された登録がありません。

source: There are no registrations yet.
fi_fi: Ilmoittautumisia ei vielä ole.
ja_jp: 参加登録はまだありません。

source: Show registered participant view instead
fi_fi: Vaihda ilmoittautuneen osallistujan näkymään
ja_jp: 代わりに登録参加者ビューを表示

source: Show unregistered guest view instead
fi_fi: Vaihda ilmoittautumattoman osallistujan näkymään
ja_jp: 代わりに未登録ゲストビューを表示

source: {count} participant registered anonymously.
fi_fi: {count} osallistuja ilmoittautui nimettömästi.
ja_jp: {count} 名の参加者が匿名で登録されました。

source: Check-in status
fi_fi: Saapumisen tila
ja_jp: チェックインの状況

source: No participants registered.
fi_fi: Osallistujia ei ole ilmoittautunut.
ja_jp: 参加者が登録されませんでした。

source: Privacy policy
fi_fi: Tietosuojakäytäntö
ja_jp: プライバシーポリシー

source: Participant list
fi_fi: Lista osallistujista
ja_jp: 参加者一覧

source: You need to review some of the fields
fi_fi: Sinun on tarkistettava joitakin kenttiä

source: Fields with errors
fi_fi: Virheelliset kentät

source: Go to incomplete field {field}: {error}
fi_fi: Siirry virheelliseen kenttään {field}: {error}

source: This field is locked since changing it could trigger a price change.
fi_fi: Tämä kenttä on lukittu, koska sen muokkaaminen voisi aiheuttaa hinnanmuutoksen.
ja_jp: この項目は、変更すると価格変更を引き起こす可能性があるので、ロックされています。

source: As a manager you can modify it nonetheless.
fi_fi: Vastuuhenkilönä voit kuitenkin muokata sitä.
ja_jp: とはいえ、マネージャーとして修正はできます。

source: This field is locked due to an expired retention period.
fi_fi: Tämä kenttä on lukittu, koska määräaika on päättynyt.
ja_jp: この項目は、保存期間が切れたのでロックされています。

source: The associated registration data has been deleted.
fi_fi: Liittyvät ilmoittautumistiedot on poistettu.
ja_jp: 関連する登録データは削除されました。

source: Field data will be purged {retentionPeriod} week after the event ended.
fi_fi: Kenttätiedot poistetaan {retentionPeriod} viikkoa tapahtuman päättymisen jälkeen.
ja_jp: 項目データは、イベント終了後 {retentionPeriod} 週間で消去されます。

source: This field is conditionally shown
fi_fi: Tämä kenttä näytetään ehdollisesti

source: This section is only visible to managers.
fi_fi: Tämä osio näkyy vain vastuuhenkilöille.
ja_jp: このセクションは、マネージャーだけが見ることができます。

source: Disabled fields
fi_fi: Ei käytettävissä olevat kentät
ja_jp: 無効なフィールド

source: These fields won't be displayed to registrants
fi_fi: Nämä kentät eivät näy ilmoittautujille
ja_jp: これらのフィールドは、登録者に表示されません。

source: {price} per night
fi_fi: {price} per yö
ja_jp: 一泊あたり{price}

source: Pick the arrival and departure dates
fi_fi: Valitse saapumis- ja lähtöpäivät

source: Arrival
fi_fi: Saapuminen
ja_jp: 到着時刻

source: Departure
fi_fi: Lähtö
ja_jp: 出発時刻

source: Total: {price}
fi_fi: Yhteensä: {price}
ja_jp: 合計: {price}

source: You must select an option
fi_fi: Sinun on valittava vaihtoehto
ja_jp: オプションを選ぶ必要があります

source: You must select the arrival and departure date
fi_fi: Sinun on valittava saapumis- ja lähtöpäivä
ja_jp: 到着日と出発日を選択する必要があります

source: The departure period cannot begin before the arrival period.
fi_fi: Lähtöaika ei voi olla ennen saapumisaikaa.
ja_jp: 出発期間を到着期間より前に開始できません。

source: The arrival period cannot end after the departure period.
fi_fi: Saapumisaika ei voi olla lähtöajan jälkeen.
ja_jp: 到着期間を出発期間より後に終了できません。

source: Choices
fi_fi: Valinnat
ja_jp: 選択肢

source: You need to have at least one enabled option.
fi_fi: Sinulla on oltava vähintään yksi valittu vaihtoehto.
ja_jp: 少なくともオプションを１つ有効にしてください。

source: First Name
fi_fi: Etunimi
ja_jp: 名

source: Last Name
fi_fi: Sukunimi
ja_jp: 姓

source: No accompanying persons registered
fi_fi: Seuralaisia ei ole ilmoitettu
ja_jp: 同伴者登録なし

source: Edit this person
fi_fi: Muokkaa tätä henkilöä
ja_jp: この人を編集

source: Remove this person
fi_fi: Poista henkilö
ja_jp: この人を削除

source: Add accompanying person
fi_fi: Lisää seuralainen
ja_jp: 同伴者を追加

source: Edit accompanying person
fi_fi: Muokkaa seuralaisen tietoja
ja_jp: 同伴者を編集

source: Maximum per registrant
fi_fi: Enimmäismäärä ilmoittautujaa kohti
ja_jp: 登録者1名あたりの上限

source: No maximum
fi_fi: Ei enimmäismäärää
ja_jp: 上限なし

source: Accompanying persons count against registration limit
fi_fi: Seuralaiset lasketaan mukaan osallistumismäärärajaan
ja_jp: 同伴者も登録人数上限にカウントされます

source: This field is required.
fi_fi: Tämä kenttä on pakollinen.
ja_jp: この項目は必須です。

source: Places limit
fi_fi: Paikkarajoitus
ja_jp: 場所の制限

source: Default value
fi_fi: Oletusarvo
ja_jp: 既定値

source: Checked
fi_fi: Valittu

source: Unchecked
fi_fi: Ei valittu

source: The currently chosen option is not available anymore. If you unselect it you won't be able to choose it back.
fi_fi: Valittu vaihtoehto ei ole enää käytettävissä. Jos poistat valinnan, et voi valita sitä uudelleen.
ja_jp: 現在選択されているオプションは、もう利用できません。選択を解除すると、再度選択できません。

source: The currently chosen option has been modified. If you unselect it you may not be able to select it again for the same price.
fi_fi: Valittua vaihtoehtoa on muutettu. Jos poistat valinnan, et välttämättä voi valita sitä uudelleen samaan hintaan.
ja_jp: 現在選択されているオプションは、変更されています。選択を解除すると、同じ料金では再度選択できないでしょう。

source: The currently chosen option has been modified. If you unselect it you may not be able to select it again.
fi_fi: Valittua vaihtoehtoa on muutettu. Jos poistat valinnan, et ehkä voi valita sitä uudelleen.
ja_jp: 現在選択されているオプションは、変更されています。選択を解除すると、再度選択できないでしょう。

source: This option could trigger a price change and has been blocked.
fi_fi: Tämä vaihtoehto voi aiheuttaa hinnanmuutoksen, joten se on estetty.
ja_jp: このオプションは価格変更を引き起こす可能性があるため、ブロックされました。

source: Choosing this option will result in a price change.
fi_fi: Tämän vaihtoehdon valitseminen muuttaa hintaa.
ja_jp: このオプションを選択すると、価格が変更されます。

source: Caption
fi_fi: Kuvateksti
ja_jp: キャプション

source: Price ({currency})
fi_fi: Hinta ({currency})
ja_jp: 価格（{currency}）

source: Limit
fi_fi: Raja
ja_jp: 制限

source: Max. extra slots
fi_fi: Lisäpaikkojen enimmäismäärä
ja_jp: 最大追加スロット

source: All prices are per night
fi_fi: Kaikki hinnat ovat yhdelle yölle
ja_jp: 価格はすべて1泊あたりの料金です

source: No accommodation
fi_fi: Ei majoitusta
ja_jp: 宿泊なし

source: Extra slots pay
fi_fi: Lisäpaikkamaksu
ja_jp: 追加スロットの支払い

source: Remove row
fi_fi: Poista rivi
ja_jp: 行の削除

source: Disable choice
fi_fi: Poista vaihtoehto käytöstä
ja_jp: 選択肢を無効にする

source: Enable choice
fi_fi: Ota vaihtoehto käyttöön
ja_jp: 選択肢を有効にする

source: Default to affiliation country
fi_fi: Oletuksena affiliaatiomaa
ja_jp: デフォルトを所属国とする

source: The provided date is invalid.
fi_fi: Päivämäärä on virheellinen.
ja_jp: 入力された日付は無効です。

source: 12 hours
fi_fi: 12 tuntia
ja_jp: 12 時間

source: 24 hours
fi_fi: 24 tuntia
ja_jp: 24時間

source: Date format
fi_fi: Päivämäärän muoto
ja_jp: 日付フォーマット

source: Time format
fi_fi: Kellonajan muoto
ja_jp: 時間の形式

source: Checking email address...
fi_fi: Tarkastetaan sähköpostiosoitetta...
ja_jp: メールアドレスの確認中...

source: There is already a registration with this email address.
fi_fi: Tällä sähköpostiosoitteella on jo olemassa ilmoittautuminen.
ja_jp: 既にこのメールアドレスで登録があります。

source: The user associated with this email address is already registered.
fi_fi: Tähän sähköpostiosoitteeseen liittyvä käyttäjä on jo ilmoittautunut.
ja_jp: このメールアドレスに関連するユーザーは、すでに登録されています。

source: There is no Indico user associated with this email address.
fi_fi: Tähän sähköpostiosoitteeseen ei liity Indico-käyttäjää.
ja_jp: このメールアドレスに関連付けられたIndicoユーザーはいません。

source: You cannot use this email address to register.
fi_fi: Et voi käyttää tätä sähköpostiosoitetta ilmoittautumiseen.

source: Please log in using your Indico account to use this email address.
fi_fi: Kirjaudu Indico-tilillesi käyttääksesi tätä sähköpostiosoitetta.

source: This email address is not associated with your Indico account.
fi_fi: Tätä sähköpostiosoitetta ei ole liitetty Indico-tiliisi.
ja_jp: このメールアドレスは、あなたのIndicoアカウントと関連付けられていません。

source: The registration will be re-associated to a different user ({name}).
fi_fi: Ilmoittautuminen liitetään eri käyttäjään ({name}).
ja_jp: 登録は、別のユーザー（{name}）に再度関連付けられます。

source: The registration will be disassociated from the current user ({name}).
fi_fi: Ilmoittautuminen irrotetaan nykyisestä käyttäjästä ({name}).
ja_jp: 登録は、現在のユーザー（{name}）から切り離されます。

source: The domain used in the email address does not exist.
fi_fi: Sähköpostiosoitteen verkkotunnusta ei ole olemassa.
ja_jp: メールアドレスに使用されているドメインが存在しません。

source: This email address is invalid.
fi_fi: Sähköpostiosoite on virheellinen.
ja_jp: このメールアドレスは無効です。

source: The registration will not be associated with any Indico account.
fi_fi: Ilmoittautumista ei liitetä Indico-tiliin.
ja_jp: 登録は、Indicoのアカウントとは関連付けられません。

source: The registration will be associated with your Indico account.
fi_fi: Ilmoittautuminen liitetään Indico-tiliisi.
ja_jp: 登録は、あなたのIndicoアカウントに関連付けられます。

source: The registration will remain associated with the Indico account {name}.
fi_fi: Ilmoittautuminen pysyy liitettynä Indico-tiliin {name}.
ja_jp: 登録は、Indicoアカウント {name} に関連付けられたままとなります。

source: The registration will be associated with the Indico account {name}.
fi_fi: Ilmoittautuminen liitetään Indico-tiliin {name}.
ja_jp: 登録は、Indicoアカウント {name} に関連付けられます。

source: This field is required
fi_fi: Tämä kenttä on pakollinen
ja_jp: 必須事項

source: At most {n} option can be selected
fi_fi: Enintään {n} vaihtoehtoa voidaan valita
ja_jp: 最大 {n} 個のオプションを選択できます

source: Maximum number of choices
fi_fi: Valintojen enimmäismäärä
ja_jp: 最大選択可能数

source: Maximum number of choices that can be selected. Leave empty to unset.
fi_fi: Valittavissa olevien vaihtoehtojen enimmäismäärä. Jätä tyhjäksi, jos et halua asettaa valintaa.
ja_jp: 選択できる最大数。空欄にすれば外せます。

source: Enable extra slots
fi_fi: Ota käyttöön lisäpaikat
ja_jp: 追加スロットを有効化

source: Minimum
fi_fi: Vähimmäismäärä
ja_jp: 最小

source: Maximum
fi_fi: Enimmäismäärä
ja_jp: 最大

source: The minimum value cannot be greater than the maximum value.
fi_fi: Vähimmäismäärä ei voi olla suurempi kuin enimmäismäärä.
ja_jp: 最小値が最大値より大きくできません。

source: Minimum picture size
fi_fi: Kuvan vähimmäiskoko
ja_jp: 最小画像サイズ

source: Minimum picture size that can be uploaded in pixels. Leave empty for no min size validation.
fi_fi: Pienin sallittu kuvan koko pikseleinä. Jätä tyhjäksi, jos et halua asettaa vähimmäiskokoa.
ja_jp: アップロードできる画像の最小サイズをピクセル数で指定。空欄にすれば最小サイズチェックをしません。

source: {count} place left
fi_fi: {count} paikka jäljellä
ja_jp: {count}箇所残り

source: No places left
fi_fi: Ei enää paikkoja jäljellä
ja_jp: 残り箇所無し

source: Show if
fi_fi: Näytä jos

source: Field
fi_fi: Kenttä

source: Select field...
fi_fi: Valitse kenttä...

source: Has values
fi_fi: Sisältää arvoja

source: Has value
fi_fi: Sisältää arvon

source: Select values...
fi_fi: Valitse arvot...

source: Widget type
fi_fi: Widgettityyppi
ja_jp: ウィジェットタイプ

source: Drop-down list
fi_fi: Pudotusvalikko
ja_jp: ドロップダウンリスト

source: Radio buttons
fi_fi: Valintapainikkeet
ja_jp: ラジオボタン

source: Default option
fi_fi: Oletusvaihtoehto
ja_jp: デフォルトのオプション

source: Rows
fi_fi: Rivit
ja_jp: 行

source: Min. length
fi_fi: Vähimmäispituus
ja_jp: 最小長さ

source: If you want to make the field required, select the "Required field" checkbox. The minimum length only applies if the field is not empty.
fi_fi: Jos haluat tehdä kentästä pakollisen, valitse "Pakollinen kenttä"-valintaruutu. Vähimmäispituus koskee vain, jos kenttä ei ole tyhjä.
ja_jp: 必須項目にするには「必須項目」チェックボックスを選択します。最小の長さは、フィールドが空でない場合にのみ適用されます。

source: Max. length
fi_fi: Enimmäispituus
ja_jp: 最大長さ

source: The minimum length cannot be greater than the maximum length.
fi_fi: Vähimmäispituus ei voi olla suurempi kuin enimmäispituus.
ja_jp: 最小長さが最大長さより大きくてはいけません。

source: {selectedBlocks} block selected)
fi_fi: {selectedBlocks} valittu lohko)
ja_jp: {selectedBlocks}ブロック選択)

source: Please select at least {minimum} session block
fi_fi: Valitse vähintään {minimum} istuntojakso
ja_jp: 最低{minimum}個のセッションブロックを選択してください。

source: Please select no more than {maximum} session block
fi_fi: Valitse enintään {maximum} istuntojaksoa
ja_jp: 最高{maximum}個のセッションブロックを選択してください。

source: Collapse days
fi_fi: Pienennä päivät
ja_jp: 日を閉じる

source: Minimum number of choices
fi_fi: Valintojen vähimmäismäärä
ja_jp: 最小選択可能数

source: No minimum
fi_fi: Ei vähimmäismäärää
ja_jp: 下限なし

source: Text field
fi_fi: Tekstikenttä
ja_jp: テキストフィールド

source: Text area
fi_fi: Tekstialue
ja_jp: テキストエリア

source: Number
fi_fi: Numero
ja_jp: 数値

source: Checkbox
fi_fi: Valintaruutu
ja_jp: チェックボックス

source: Date
fi_fi: Päivämäärä
ja_jp: 日付

source: Yes/No
fi_fi: Kyllä/Ei
ja_jp: はい/いいえ

source: Phone
fi_fi: Puhelin
ja_jp: 電話

source: Country
fi_fi: Maa
ja_jp: 国

source: File
fi_fi: Tiedosto
ja_jp: ファイル

source: Single Choice
fi_fi: Yksi vaihtoehto
ja_jp: 単一選択

source: Multiple Choice
fi_fi: Useita vaihtoehtoja
ja_jp: 複数選択

source: Accommodation
fi_fi: Majoitus
ja_jp: 客室

source: Accompanying Persons
fi_fi: Seuralaiset
ja_jp: 同伴者

source: Picture
fi_fi: Kuva
ja_jp: 写真

source: Timetable Sessions
fi_fi: Aikataulun istunnot
ja_jp: タイムテーブルセッション

source: Restore
fi_fi: Palauta
ja_jp: 復元

source: Are you sure you want to delete the section "{field}"?
fi_fi: Haluatko varmasti poistaa kohteen "{field}"?
ja_jp: 本当にセクション「{field}」を削除しますか？

source: Disabled sections
fi_fi: Poistetut osiot
ja_jp: 無効化されたセクション

source: There are no disabled sections.
fi_fi: Ei poistettuja osioita.
ja_jp: 無効化したセクションはありません。

source: Fields that are a condition for other fields cannot be deleted.
fi_fi: Muiden kenttien ehtona toimivia kenttiä ei voi poistaa.

source: Delete field
fi_fi: Poista kenttä

source: Enable field
fi_fi: Ota kenttä käyttöön
ja_jp: フィールドを有効化

source: Fields that are a condition for other fields cannot be disabled.
fi_fi: Muiden kenttien ehtona toimivia kenttiä ei voi poistaa.

source: Disable field
fi_fi: Poista kenttä käytöstä
ja_jp: フィールドを無効にする

source: Configure field
fi_fi: Määritä kenttä
ja_jp: フィールドを設定する

source: Are you sure you want to delete the field "{field}"?
fi_fi: Haluatko varmasti poistaa kentän "{field}"?
ja_jp: 本当にフィールド「{field}」を削除しますか？

source: Disable section
fi_fi: Poista osio käytöstä
ja_jp: セクションを無効化

source: Configure section
fi_fi: Määritä osio
ja_jp: セクションを設定

source: Configure field "{section}"
fi_fi: Määritä kenttä "{section}"
ja_jp: フィールド「{section}」を設定

source: Add new field
fi_fi: Lisää uusi kenttä
ja_jp: 新規フィールドを追加

source: Please choose a field type.
fi_fi: Valitse kentän tyyppi.
ja_jp: フィールドの種類を選択してください。

source: Description
fi_fi: Kuvaus
ja_jp: 説明

source: You may use Markdown for formatting.
fi_fi: Voit käyttää Markdownia muotoiluun.
ja_jp: フォーマットには Markdown を使用できます。

source: Price
fi_fi: Hinta
ja_jp: 価格

source: Required field
fi_fi: Pakollinen kenttä
ja_jp: 必須項目

source: Privacy
fi_fi: Tietosuoja
ja_jp: プライバシー

source: Indefinite
fi_fi: Määrittelemätön
ja_jp: 不定

source: Retention period (weeks)
fi_fi: Säilytysaika (viikkoa)
ja_jp: 保存期間（週）

source: Since the registration form has a limited retention period ({period}), data in this field is automatically deleted after that period. However, you can set a shorter duration here.
fi_fi: Koska ilmoittautumislomakkeen säilytysaika on rajoitettu, ({period}), tässä kentässä olevat tiedot poistetaan automaattisesti kyseisen ajanjakson jälkeen. Voit kuitenkin asettaa tässä lyhyemmän säilytysajan.

source: {n} week
fi_fi: {n} viikko

source: Specify how long user-provided data for this field will be preserved.
fi_fi: Määritä, kuinka kauan käyttäjän antamat tiedot säilyvät tässä kentässä.

source: Please note that invoice information will be lost as well once a field's retention period expires.
fi_fi: Huomaa, että laskutustiedot menetetään myös, kun kentän säilytysaika päättyy.
ja_jp: フィールドの保存期間が切れると、インボイス情報も失われることに注意してください。

source: Choose type
fi_fi: Valitse tyyppi
ja_jp: 種類を選択

source: Add field
fi_fi: Lisää kenttä
ja_jp: フィールドを追加

source: Add section
fi_fi: Lisää osio
ja_jp: セクションを追加

source: Saving...
fi_fi: Tallennetaan...
ja_jp: 保存しています...

source: Configure section "{section}"
fi_fi: Määritä osio "{section}"
ja_jp: セクション「{section}」を設定

source: Add new section
fi_fi: Lisää uusi osio
ja_jp: 新しいセクションの追加

source: Manager-only
fi_fi: Vain ylläpitäjille
ja_jp: マネージャーのみ

source: Whether the section is only visible for managers.
fi_fi: Näkyykö osio vain ylläpitäjille.
ja_jp: このセクションをマネージャーのみに表示するかどうか。

source: I have read and agree to the {url}Privacy policy{/url}
fi_fi: Olen lukenut ja hyväksyn {url}tietosuojakäytännön{/url}
ja_jp: 私は {url}プライバシーポリシー{/url} を読んで、同意しました。

source: Management Options
fi_fi: Hallinta-asetukset
ja_jp: 管理オプション

source: Send an email notification to the user
fi_fi: Lähetä käyttäjälle sähköposti
ja_jp: ユーザーにメールで通知する

source: Ignore field requirements for custom fields
fi_fi: Ohita vaatimukset mukautettujen kenttien kohdalla
ja_jp: カスタムフィールドのフィールド要件を無視

source: Specify whether you consent to being included in the event's list of participants
fi_fi: Ilmoita, haluatko olla mukana tapahtuman osallistujaluettelossa
ja_jp: イベントの参加者リストに自分が掲載されることに同意するかどうかを指定してください。

source: Modify
fi_fi: Muokkaa
ja_jp: 修正する

source: Register
fi_fi: Ilmoittaudu
ja_jp: 登録

source: Remind all
fi_fi: Muistuta kaikkia
ja_jp: 全員にリマインド

source: Detailed timetable
fi_fi: Yksityiskohtainen aikataulu
ja_jp: 詳細なタイムテーブル

source: Recipients addresses
fi_fi: Vastaanottajien osoitteet
ja_jp: 受診者アドレス

source: Send email to every address in this list
fi_fi: Lähetä sähköposti kaikkiin tämän luettelon osoitteisiin
ja_jp: このリストの全アドレスにメールを送信する

source: Send email to all event participants
fi_fi: Lähetä sähköposti kaikille tapahtuman osallistujille
ja_jp: イベントの参加者全員にメールを送信する

source: You must choose at least one recipient
fi_fi: Sinun on valittava vähintään yksi vastaanottaja
ja_jp: 最低1つの受診者は選んでください。

source: Log entries are currently filtered by URL. {link}Click here{/link} to disable the filter.
fi_fi: Lokimerkinnät suodatetaan tällä hetkellä URL-osoitteen perusteella. {link}Klikkaa tästä{/link} poistaaksesi suodattimen käytöstä.
ja_jp: 現在ログエントリーはURLでフィルタリングされています。フィルタを無効にする場合は{link}こちらをクリック{/link}します。

source: Show
fi_fi: Näytä
ja_jp: 表示

source: This email is pending and will be sent soon.
fi_fi: Tämä sähköposti on odottamassa ja lähetetään pian.
ja_jp: このメールは保留中で、間も無く送信されます。

source: This email has been sent.
fi_fi: Tämä sähköposti on lähetetty.
ja_jp: メールが送信されました。

source: Sending this email failed.
fi_fi: Sähköpostin lähettäminen epäonnistui.
ja_jp: このメールの送信に失敗しました。

source: No logs to show
fi_fi: Ei näytettäviä lokeja

source: Previous
fi_fi: Edellinen
ja_jp: 前へ

source: Related entries
fi_fi: Liittyvät merkinnät
ja_jp: 関連項目

source: Next
fi_fi: Seuraava
ja_jp: 次へ

source: Booked for
fi_fi: Varattu
ja_jp: 予約者

source: by {user}
fi_fi: käyttäjälle {user}

source: Warning
fi_fi: Varoitus
ja_jp: 警告

source: There is more than one booking request during this time. Accepting this booking will automatically reject the following:
fi_fi: Tälle ajankohdalle on useita varauspyyntöjä. Mikäli hyväksyt tämän varauksen, seuraavat varaukset hylätään automaattisesti:
ja_jp: この時間帯に複数の予約リクエストがあります。この予約を受け入れると、自動的に以下が却下されます:

source: Close without accepting
fi_fi: Sulje hyväksymättä
ja_jp: 承認せずに閉じる

source: Accept anyway
fi_fi: Hyväksy silti
ja_jp: ともかく承認する

source: There is no occurrence on this date ({date}).
fi_fi: Tälle päivälle ({date}) ei löydy tapahtuman esiintymiä.
ja_jp: この日 ({date}) の回はありません。
