Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Create one
fi_fi: Luo tili
ja_jp: 作成する

source: Create account
fi_fi: Luo tili
ja_jp: アカウントを作成する

source: Modify credentials
fi_fi: Muokkaa tunnistetietoja
ja_jp: 認証情報を変更する

source: You have another local account that has been used in the past.
fi_fi: Sinulla on toinen paikallinen tili, jota on käytetty aiemmin.
ja_jp: あなたは以前に使ったローカルアカウントを他に %(count)s 個持っています。

source: Last login:
fi_fi: Viimeinen kirjautuminen:
ja_jp: 最終ログイン:

source: Remove account
fi_fi: Poista tili
ja_jp: アカウントの削除

source: Do you really want to remove this account?
fi_fi: Haluatko varmasti poistaa tämän tilin?
ja_jp: このアカウントを本当に削除しますか。

source: External Accounts
fi_fi: Ulkoiset tilit
ja_jp: 外部アカウント

source: External accounts linked with your Indico profile.
fi_fi: Indico-profiiliisi liitetyt ulkoiset tilit.
ja_jp: あなたのIndicoプロファイルに紐づけされた外部アカウント。

source: The account used to log in cannot be unlinked
fi_fi: Kirjautumiseen käytettyä tiliä ei voi poistaa linkityksestä
ja_jp: ログインに用いたアカウントはリンク解除できません

source: Unlink
fi_fi: Poista linkki
ja_jp: リンク解除

source: Unlink account
fi_fi: Poista tilin linkitys
ja_jp: アカウントのリンクを解除

source: Do you really want to unlink this account?
fi_fi: Haluatko todella poistaa tämän tilin linkityksen?
ja_jp: このアカウントのリンクを本当に解除しますか。

source: You have no external accounts connected
fi_fi: Sinulla ei ole ulkoisia tilejä liitettynä
ja_jp: 関連付けられた外部アカウントはありません

source: Set your Indico password
fi_fi: Aseta Indico-salasanasi

source: You're setting username and password for your Indico account <strong>%(name)s</strong> (%(email)s).
fi_fi: Olet määrittämässä käyttäjätunnusta ja salasanaa Indico-tilillesi <strong>%(name)s</strong> (%(email)s).

source: You're setting a password for your Indico account <strong>%(name)s</strong> (%(email)s).
fi_fi: Olet asettamassa salasanaa Indico-tilillesi <strong>%(name)s</strong> (%(email)s).

source: New authentication method
fi_fi: Uusi todennusmenetelmä
ja_jp: 新しい認証方法

source: You logged in using <strong>%(provider)s</strong> for the first time.
fi_fi: Kirjauduit sisään ensimmäistä kertaa käyttämällä <strong>%(provider)s</strong>.
ja_jp: あなたは <strong>%(provider)s</strong> を用いて初めてログインしました。

source: We have found an existing Indico profile <strong>%(name)s</strong> which will be linked with this account once you have verified that <strong>%(emails)s</strong> is actually your email address.
fi_fi: Olemme löytäneet olemassa olevan Indico-profiilin <strong>%(name)s</strong>, joka linkitetään tähän tiliin, kun olet vahvistanut, että <strong>%(emails)s</strong> on todellakin sähköpostiosoitteesi.
ja_jp: 既存のIndicoプロファイル <strong>%(name)s</strong> が見つかりました。 <strong>%(emails)s</strong> が実際にあなたのメールアドレスであることを確認すると、このアカウントにリンクされます。

source: We have found an existing Indico profile <strong>%(name)s</strong> which will be linked with this account once you click the button below.
fi_fi: Olemme löytäneet olemassa olevan Indico-profiilin <strong>%(name)s</strong>, joka linkitetään tähän tiliin, kun napsautat alla olevaa painiketta.
ja_jp: 既存のIndicoプロファイル <strong>%(name)s</strong> が見つかりました。下のボタンをクリックすると、このアカウントにリンクされます。

source: Add this account and log in
fi_fi: Lisää tämä tili ja kirjaudu sisään
ja_jp: このアカウントを追加してログインする

source: Send me a verification email
fi_fi: Lähetä minulle vahvistussähköposti
ja_jp: 確認メールを送信

source: Too many failed login attempts. Please wait %(delay)s.
fi_fi: Liian monta epäonnistunutta kirjautumisyritystä. Odota hetki %(delay)s.
ja_jp: ログインに失敗した回数が多すぎます。しばらくお待ちください %(delay)s。

source: Login with %(name)s
fi_fi: Kirjaudu sisään %(name)s
ja_jp: %(name)s でログイン

source: or change authentication provider
fi_fi: tai vaihda todennuspalveluntarjoajaa
ja_jp: もしくは認証プロバイダを変更

source: If you do not have an Indico account yet, you can <a href="%(url)s">create one here</a>.
fi_fi: Jos sinulla ei vielä ole Indico-tiliä, voit <a href="%(url)s">luoda sen täällä</a>.
ja_jp: もしIndicoのアカウントを持っていない場合は、<a href="%(url)s">こちらで作成できます</a>。

source: or connect with
fi_fi: tai yhdistä
ja_jp: または、次で接続

source: If you do not have an account yet, you can <a href="%(url)s" target="_blank" rel="noopener noreferrer">create one here</a>.
fi_fi: Jos sinulla ei vielä ole tiliä, voit <a href="%(url)s" target="_blank" rel="noopener noreferrer">luoda sen täällä</a>.
ja_jp: まだアカウントをお持ちでない方は<a href="%(url)s" target="_blank" rel="noopener noreferrer">こちらから作成</a>できます。

source: Back
fi_fi: Takaisin
ja_jp: 戻る

source: Create a new Indico profile
fi_fi: Luo uusi Indico-profiili
ja_jp: Indicoプロファイルの新規作成

source: To create a new Indico profile you first need to verify your email address.
fi_fi: Uuden Indico-profiilin luomiseksi sinun on ensin vahvistettava sähköpostiosoitteesi.
ja_jp: Indicoのプロファイルを新規に作成するには、まずメールアドレスの確認が必要です。

source: Reset your Indico password
fi_fi: Palauta Indico-salasanasi
ja_jp: Indicoパスワードをリセット

source: If you forgot your password you can reset it. Simply enter your email address and we'll send you an email containing with information on how to set a new password.
fi_fi: Jos olet unohtanut salasanasi, voit palauttaa sen. Syötä vain sähköpostiosoitteesi, niin lähetämme sinulle ohjeet uuden salasanan asettamiseen.
ja_jp: パスワードを忘れてしまった場合はリセットする事ができます。メールアドレスを入力していただくだけで、新しいパスワードの設定方法を記載したメールを送ります。

source: Change my password
fi_fi: Vaihda salasanani
ja_jp: パスワードを変更

source: Set your password
fi_fi: Aseta salasanasi

source: Currently there is no username/password set, but you can use the link below (within an hour) to set one:
fi_fi: Tällä hetkellä käyttäjätunnusta/salasanaa ei ole asetettu, mutta voit käyttää alla olevaa linkkiä (tunnin kuluessa) asettaaksesi ne:

source: Currently there is no password set, but you can use the link below (within an hour) to set one:
fi_fi: Tällä hetkellä salasanaa ei ole asetettu, mutta voit käyttää alla olevaa linkkiä (tunnin kuluessa) asettaaksesi salasanan:

source: Verify your email
fi_fi: Vahvista sähköpostiosoitteesi
ja_jp: メールアドレスを確認

source: Dear %(name)s,
fi_fi: Hyvä %(name)s,
ja_jp: %(name)sさん、

source: You tried to log in to your profile "%(name)s" using a new authentication method. To finish the login process you need to verify that %(email)s is indeed your email address. This is a one-time action. Afterwards, you will be able to log in using the same authentication method without going through this step.
fi_fi: Yritit kirjautua profiiliisi "%(name)s" käyttämällä uutta todennusmenetelmää. Kirjautumisprosessin loppuun saattamiseksi sinun on vahvistettava, että %(email)s on todellakin sähköpostiosoitteesi. Tämä on kertaluonteinen toimenpide. Sen jälkeen voit kirjautua sisään samalla todennusmenetelmällä ilman tätä vaihetta.
ja_jp: 新しい認証方法を用いてプロファイル "%(name)s" にログインしようとしています。ログインを完了するには %(email)s が確かにあなたのメールアドレスである事を確認する必要があります。これは一度だけ必要な手続きで、今後は同じ認証方法を用いてメールアドレスの確認をせずにログインする事ができます。

source: Please click the following link to finish the login process:
fi_fi: Klikkaa seuraavaa linkkiä lopettaaksesi kirjautumisprosessin:
ja_jp: ログインを完了するには次のリンクをクリックしてください:

source: Dear user,
fi_fi: Hyvä käyttäjä,
ja_jp: ユーザー各位、

source: You started the Indico profile creation process. To continue, you need to verify that %(email)s is indeed your email address.
fi_fi: Olet aloittanut Indico-profiilin luomisen. Jotta voit jatkaa, sinun on vahvistettava, että %(email)s on todellakin sähköpostiosoitteesi.
ja_jp: Indicoプロファイル作成プロセスを開始しました。継続するには、 %(email)s が本当にあなたのメールアドレスであることを確認する必要があります。

source: Please click the following link to continue the registration process:
fi_fi: Jatka rekisteröitymistä napsauttamalla seuraavaa linkkiä:
ja_jp: 登録を完了するには次のリンクをクリックしてください:

source: Reset your password
fi_fi: Palauta salasanasi
ja_jp: パスワードをリセット

source: You requested a password reset for your Indico account.
fi_fi: Pyysit Indico-tilisi salasanan palauttamista.

source: Your username is: %(username)s
fi_fi: Käyttäjätunnuksesi on: %(username)s
ja_jp: あなたのユーザー名は: %(username)s

source: You can use the link below (within an hour) to set a new password:
fi_fi: Voit käyttää alla olevaa linkkiä (tunnin kuluessa) uuden salasanan asettamiseen:

source: You also have the following alternative login options configured on your account, which you can use instead:
fi_fi: Tilillesi on määritetty myös seuraavat vaihtoehtoiset kirjautumistavat, joita voit käyttää sen sijaan:

source: last used: %(time)s
fi_fi: viimeksi käytetty: %(time)s

source: Hello there!
fi_fi: Hei!
ja_jp: こんにちは!

source: Indico needs just a little bit more data from you...
fi_fi: Indico tarvitsee sinulta vielä vähän lisää tietoja...
ja_jp: Indicoはもう少しだけあなたから情報が必要です...

source: This is your current language.
fi_fi: Tämä on nykyinen kielesi.
ja_jp: これがあなたの現在の言語です。

source: Administrator Account
fi_fi: Ylläpitäjän tili
ja_jp: 管理者アカウント

source: Insert here all basic information needed to create your account.
fi_fi: Syötä tähän kaikki tilisi luomiseen tarvittavat perustiedot.
ja_jp: アカウント作成に必要なすべての基本情報をここに入力してください。

source: You can change any extra parameters (like your address or phone number) afterwards by accessing "Account Details" (from "My Profile").
fi_fi: Voit muuttaa lisäparametreja (kuten osoitteesi tai puhelinnumerosi) myöhemmin siirtymällä kohtaan "Tilitiedot" (kohdasta "Oma profiili").
ja_jp: 後日「設定」(「自分のプロファイル」内)を通して、その他の追加パラメータ(住所や電話番号など)を変更できます。

source: Site configuration
fi_fi: Sivuston kokoonpano
ja_jp: サイトの設定

source: These are the default parameters for your Indico site.
fi_fi: Nämä ovat Indico-sivustosi oletusparametrit.
ja_jp: これらはあなたのIndicoサイトの初期パラメータです。

source: Please note that this information will also be used for your own user profile. You can change it later.
fi_fi: Huomaa, että näitä tietoja käytetään myös omassa käyttäjäprofiilissasi. Voit muuttaa niitä myöhemmin.
ja_jp: この情報は、あなた自身のユーザープロファイルにも使用されることに注意してください。後で変更できます。

source: The time zone for the server has been set to %(timezone)s and can be modified in <span class="mono">indico.conf</span>.
fi_fi: Palvelimen aikavyöhyke on asetettu arvoon %(timezone)s, ja sitä voi muokata tiedostossa <span class="mono">indico.conf</span>.
ja_jp: サーバーのタイムゾーンは %(timezone)s にセットされました。これは <span class="mono">indico.conf</span> で変更可能です。

source: Let us know you exist!
fi_fi: Kerro meille olemassaolostasi!
ja_jp: あなたが存在することを教えて下さい！

source: Be part of the ever growing Indico community! Choose to receive news on the latest releases (2–3 times per year) as well as important security advisories.
fi_fi: Liity jatkuvasti kasvavaan Indico-yhteisöön! Valitse, haluatko vastaanottaa uutisia uusimmista julkaisuista (2–3 kertaa vuodessa) sekä tärkeitä tietoturvailmoituksia.
ja_jp: 成長し続けるインディココミュニティの一員になりませんか？最新リリース（年2～3回）のニュースや重要なセキュリティ勧告の受信を選択できます。

source: The following data will be sent to the Community Hub:
fi_fi: Seuraavat tiedot lähetetään yhteisökeskukseen:
ja_jp: コミュニティ・ハブに以下のデータが送信されます。

source: Server URL
fi_fi: Palvelimen URL-osoite
ja_jp: サーバーURL

source: Indico version installed
fi_fi: Asennettu Indico-versio
ja_jp: インストールされているIndicoのバージョン

source: Python version used
fi_fi: Käytetty Python-versio
ja_jp: 使用されているPythonのバージョン

source: Postgres version used
fi_fi: Käytetty Postgres-versio
ja_jp: 使用されているPostgresのバージョン

source: Operating system used
fi_fi: Käytetty käyttöjärjestelmä
ja_jp: オペレーティングシステム

source: Debug mode
fi_fi: Virheenkorjaustila
ja_jp: デバッグモード

source: enabled
fi_fi: käytössä
ja_jp: 有効

source: Basic statistics (number of events, contributions and users)
fi_fi: Perustilastot (tapahtumien, esitysten ja käyttäjien määrä)
ja_jp: 基本統計（イベント数、投稿数、ユーザー数）

source: Server default language
fi_fi: Palvelimen oletuskieli
ja_jp: サーバーのデフォルト言語

source: Contact person
fi_fi: Yhteyshenkilö
ja_jp: 担当者情報

source: Affiliation of your Indico server
fi_fi: Indico-palvelimesi liittäminen
ja_jp: あなたのIndicoサーバーの所属

source: Please note that <strong>no private information</strong> will ever be sent to the Community Hub or the Indico Project and that you can disable it any time (from the "Community Hub" section of the administrative area).
fi_fi: Huomaa, että <strong>yksityisiä tietoja</strong> ei koskaan lähetetä yhteisökeskukseen tai Indico-projektiin ja että voit poistaa sen käytöstä milloin tahansa (hallinta-alueen "yhteisökeskus" -osiosta).
ja_jp: なお、<strong>個人情報</strong>がコミュニティ・ハブやインディコ・プロジェクトに送信されることはなく、いつでも無効にすることができます（管理エリアの「コミュニティ・ハブ」セクションから）。

source: Finish
fi_fi: Lopeta
ja_jp: 終了

source: Indico is now ready and you are logged as %(name)s with administrative rights!<br> Don't forget to tweak <a href="%(settings_link)s">Indico's settings</a> and update your <a href="%(profile_link)s">profile</a>.
fi_fi: Indico on nyt valmis ja olet kirjautunut sisään käyttäjänimellä %(name)s, jolla on ylläpitäjän oikeudet!<br> Muista muokata <a href="%(settings_link)s">Indicon asetuksia</a> ja päivittää <a href="%(profile_link)s">profiilisi</a>.
ja_jp: Indicoの準備が整い、あなたは管理者権限を持つ%(name)s としてログインしています!<br> <a href="%(settings_link)s">Indicoの設定を</a>微調整し、<a href="%(profile_link)s">プロフィールを</a>更新することを忘れないでください。

source: Welcome to the Indico community, your server has been registered to the Community Hub!<br> You can manage it <a href="%(link)s">here</a>.
fi_fi: Tervetuloa Indico-yhteisöön, palvelimesi on rekisteröity yhteisökeskukseen!<br> Voit hallita sitä <a href="%(link)s">täällä</a>.
ja_jp: インディココミュニティへようこそ！ あなたのサーバーはコミュニティハブに登録されました。<br> <a href="%(link)s">ここで</a>管理することができます。

source: Registration to the Community Hub timed-out. Please try again in a while <a href="%(link)s">here</a>.
fi_fi: Rekisteröinti yhteisökeskukseen aikakatkaistiin. Yritä uudelleen hetken kuluttua <a href="%(link)s">täällä</a>.
ja_jp: コミュニティハブへの登録がタイムアウトしました。しばらくしてから、<a href="%(link)s">こちらで</a>再試行してください。

source: Failed to register to the Community Hub: %(err)s.
fi_fi: Rekisteröityminen yhteisökeskukseen epäonnistui: %(err)s.
ja_jp: コミュニティハブ: %(err)s への登録に失敗しました。

source: See the logs for details and try again <a href="%(link)s">here</a>.
fi_fi: Katso lokit saadaksesi lisätietoja ja yritä uudelleen <a href="%(link)s">täällä</a>.
ja_jp: 詳しくはログをご覧いただき、<a href="%(link)s">こちらから</a>再度試してください。

source: An unexpected exception happened while registering the server to the Community Hub: %(err)s.
fi_fi: Yhteisökeskukseen rekisteröitymisen yhteydessä tapahtui odottamaton poikkeus: %(err)s.
ja_jp: コミュニティハブ: %(err)s へのサーバー登録時に予期せぬ例外が発生しました。

source: Protection
fi_fi: Suojaus
ja_jp: 保護

source: Moderation
fi_fi: Moderointi
ja_jp: モデレーション

source: Logs
fi_fi: Lokit
ja_jp: ログ

source: Upcoming events
fi_fi: Tulevat tapahtumat
ja_jp: 近日行われるイベント

source: Event creation
fi_fi: Tapahtuman luominen
ja_jp: イベント生成

source: Allows creating events in the category
fi_fi: Sallii tapahtumien luomisen kategoriaan
ja_jp: このカテゴリー内でのイベント生成を許可

source: Request event move
fi_fi: Pyydä tapahtuman siirtämistä
ja_jp: イベントの移動をリクエスト

source: Allows requesting for an event to be moved to this category
fi_fi: Sallii tapahtuman siirtämisen tähän kategoriaan
ja_jp: このカテゴリーにイベントを移動させるためのリクエストを許可します。

source: Timezone
fi_fi: Aikavyöhyke
ja_jp: タイムゾーン

source: Default timezone event lists will show up in. It will also be used as a default for new events.
fi_fi: Oletusaikavyöhykkeen tapahtumaluettelot näkyvät. Sitä käytetään myös oletusarvoisena uusille tapahtumille.
ja_jp: イベント一覧を表示する際のタイムゾーン。新規作成イベントのデフォルトタイムゾーンにもなります。

source: Theme for Lectures
fi_fi: Luentojen teema
ja_jp: レクチャーのテーマ

source: Default timetable theme used for lecture events
fi_fi: Luentojen tapahtumille käytetty oletusaikatauluteema
ja_jp: レクチャーイベントのタイムテーブルにおける、既定のテーマ

source: Theme for Meetings
fi_fi: Kokousten teema
ja_jp: ミーティングのテーマ

source: Default timetable theme used for meeting events
fi_fi: Kokoustapahtumille käytetty oletusaikatauluteema
ja_jp: ミーティングイベントのタイムテーブルにおける、既定のテーマ

source: Disable Suggestions
fi_fi: Poista ehdotukset käytöstä
ja_jp: お勧めを無効にする

source: Enable this if you don't want Indico to suggest this category as a possible addition to a user's favorites.
fi_fi: Ota tämä käyttöön, jos et halua Indicon ehdottavan tätä kategoriaa mahdollisena lisäyksenä käyttäjän suosikkeihin.
ja_jp: Indco がお気に入り候補としてこのカテゴリーをユーザーに推薦するのを止めたい場合はこれを使用してください。

source: Allow flat view
fi_fi: Salli tasainen näkymä
ja_jp: フラットビューを有効にする

source: Allow users to view all the events descending from this category in one single page. This is not recommended on large categories with thousands of events.
fi_fi: Anna käyttäjien tarkastella kaikkia tämän kategorian tapahtumia yhdellä sivulla. Tätä ei suositella suurille kategorioille, joissa on tuhansia tapahtumia.
ja_jp: ユーザーがこのカテゴリーに作られる全てのイベントを1つのページで表示できるようにします。これは、何千ものイベントがある大規模なカテゴリーではお勧めしません。

source: Future months threshold
fi_fi: Tulevien kuukausien kynnysarvo
ja_jp: 何ヶ月先までかの閾値

source: Events past the threshold will be hidden by default to avoid clutter, the user can click to expand them. If no events are found within this threshold, it is extended to show the first month with events.
fi_fi: Kynnyksen ylittävät tapahtumat piilotetaan oletusarvoisesti, jotta välilehti ei täyty turhilla tiedoilla. Käyttäjä voi laajentaa ne napsauttamalla. Jos kynnyksen sisällä ei löydy tapahtumia, kynnystä laajennetaan niin, että se näyttää ensimmäisen kuukauden, jolle on tapahtumia.
ja_jp: 表示が混まないように、一定期間より前のイベントはデフォルトで非表示になりますが、クリックして展開表示する事もできます。もし期間内にイベントが無ければ、最初にイベントがある月まで表示期間が伸ばされます。

source: Message Type
fi_fi: Viestityyppi
ja_jp: メッセージの種類

source: This message will show up at the top of every event page in this category
fi_fi: Tämä viesti näkyy tämän kategorian jokaisen tapahtumasivun yläosassa
ja_jp: このメッセージはこのカテゴリー内の全イベントの上部に表示されます。

source: Notify managers
fi_fi: Ilmoita vastuuhenkilöille
ja_jp: 管理者に通知

source: Whether to send email notifications to all managers of this category when an event is created inside it or in any of its subcategories.
fi_fi: Lähetetäänkö sähköpostit kaikille tämän kategorian vastuuhenkilöille , kun tapahtuma luodaan sen sisällä tai jossakin sen alakategoriassa.
ja_jp: このカテゴリーとそのサブカテゴリ―にイベントが作成された際に、管理者にメールを送ることができます。

source: Notification E-mails
fi_fi: Ilmoitusviestit
ja_jp: 通知先電子メール

source: List of emails that will receive a notification every time a new event is created inside the category or one of its subcategories. One email address per line.
fi_fi: Luettelo sähköpostiosoitteista, joihin lähetetään ilmoitus aina, kun uusi tapahtuma luodaan kyseiseen kategoriaan tai sen alakategoriaan. Yksi sähköpostiosoite riviä kohden.
ja_jp: このカテゴリーとそのサブカテゴリ―にイベントが作られた際に、お知らせを送るメールアドレスのリストです。一行に一つメールアドレスを指定して下さい。

source: Configuration
fi_fi: Konfigurointi
ja_jp: 設定

source: The Google Wallet configuration is, by default, inherited from the parent category. You can also explicitly disable it or provide your own configuration instead.
fi_fi: Google Wallet -asetukset periytyvät oletusarvoisesti ylemmästä kategoriasta. Voit myös poistaa ne käytöstä tai määrittää omat asetuksesi.
ja_jp: Google Walletの設定は、デフォルトで親カテゴリーから引き継がれます。明示的にこれを無効にしたり、替わりに独自の設定を提供することもできます。

source: Google Credentials
fi_fi: Google-tunnukset
ja_jp: Google認証情報

source: JSON key credentials for the Google Service Account
fi_fi: Google-palvelutilin JSON-avainten tunnistetiedot
ja_jp: GoogleサービスアカウントのJSONキー証明書

source: Issuer Name
fi_fi: Myöntäjän nimi

source: Issuer name that will appear in the Google Wallet ticket top header. Google recommends a maximum length of 20 chars to ensure readability on all devices.
fi_fi: Google Wallet -lipun yläotsikossa näkyvä myöntäjän nimi. Google suosittelee enintään 20 merkin pituutta, jotta nimi on helposti luettavissa kaikilla laitteilla.
ja_jp: Google Wallet チケットのトップヘッダにあるIssuer name。 Googleは、すべてのデバイスでの可読性を保証するために、最大20文字を推奨しています。

source: Issuer ID
fi_fi: Myöntäjän tunniste

source: Issuer ID assigned in the "Google Pay & Wallet" console. The same Issuer ID must never be used on more than one Indico server. Changing it will also break updates to any existing tickets.
fi_fi: Google Pay & Wallet -konsolissa määritetty myöntäjän tunniste. Samaa tunnistetta ei saa käyttää useammassa kuin yhdessä Indico-palvelimessa. Tunnisteen muuttaminen estää myös olemassa olevien lippujen päivitykset.
ja_jp: 「Google Pay & Walletコンソール」で割り当てられるIssuer IDです。決して、同じIssuer IDを２つ以上のIndicoサーバーに使ってはなりません。またこれを変えると、既存のチケットの更新情報が損なわれてしまいます。

source: The Apple Wallet configuration is, by default, inherited from the parent category. You can also explicitly disable it or provide your own configuration instead.
fi_fi: Apple Wallet -asetukset periytyvät oletusarvoisesti ylätason kategoriasta. Voit myös poistaa ne käytöstä tai määrittää omat asetuksesi.
ja_jp: Apple Walletの設定は、デフォルトで親カテゴリー から継承されます。また、明示的に無効にしたり、代わりに独自の設定を指定することもできます。

source: Your certificate in PEM format
fi_fi: Sertifikaattisi PEM-muodossa
ja_jp: PEM形式の証明書

source: Private Key
fi_fi: Yksityinen avain
ja_jp: プライベートキー

source: Your private key in PEM format
fi_fi: PEM-muotoinen yksityinen avaimesi
ja_jp: PEM形式のプライベートキー

source: Passphrase
fi_fi: Salasanalause
ja_jp: パスフレーズ

source: The passphrase used to decrypt the private key. Leave this empty if the private key is not encrypted.
fi_fi: Salasanalause, jota käytetään yksityisen avaimen salauksen purkamiseen. Jätä tämä kenttä tyhjäksi, jos yksityistä avainta ei ole salattu.
ja_jp: プライベートキーの復号化に使用されるパスフレーズ。プライベートキーが暗号化されていない場合は空欄のままにします。

source: The credentials could not be loaded.
fi_fi: Tunnistetietoja ei voitu ladata.
ja_jp: 認証情報を読み込めませんでした

source: The credentials are invalid or have no access to the Google Wallet API.
fi_fi: Tunnistetiedot ovat virheelliset tai niillä ei ole pääsyä Google Wallet -sovellusliittymään.
ja_jp: 認証情報が間違っているか、Google Wallet APIへのアクセスができません。

source: There was an error validating your credentials. Contact your Indico administrator for details.
fi_fi: Tunnistetietojesi vahvistamisessa tapahtui virhe. Ota yhteyttä Indico-ylläpitäjään saadaksesi lisätietoja.
ja_jp: あなたの認証情報の確認時にエラーが発生しました。Indicoの管理者に詳細を聞いてください。

source: The Issuer ID is invalid or not linked to your credentials.
fi_fi: Myöntäjän tunnus on virheellinen tai se ei ole linkitetty tunnistetietoihisi.
ja_jp: 無効、もしくはあなたの認証情報にリンクしていないIssuer IDです。

source: The provided certificate is malformed.
fi_fi: Annetun varmenteen muoto on virheellinen.
ja_jp: 証明書の形式が不正です。

source: The private key is malformed.
fi_fi: Yksityinen avain on virheellinen.
ja_jp: プライベートキーの形式が不正です。

source: The private key is invalid.
fi_fi: Yksityinen avain on virheellinen.
ja_jp: プライベートキーが無効です。

source: The provided key is not encrypted, do not specify a password.
fi_fi: Annetun avaimen salaus ei ole käytössä, älä määritä salasanaa.
ja_jp: キーが暗号化されていないため、パスワードは指定しないでください。

source: The provided key is encrypted, you must specify the password to decrypt it.
fi_fi: Annettu avain on salattu, joten sinun on annettava salasana tai poistettava salaus.
ja_jp: キーが暗号化されているため、復号化のためのパスワードを指定する必要があります。

source: The provided password is incorrect.
fi_fi: Salasana on virheellinen.
ja_jp: パスワードが間違っています。

source: Small icon that will show up next to category names in overview pages. Will be automatically resized to 16x16 pixels. This may involve loss of image quality, so try to upload images as close as possible to those dimensions.
fi_fi: Pieni kuvake, joka näkyy luokkien nimien vieressä yleiskatsaussivuilla. Koko muutetaan automaattisesti 16x16 pikseliksi. Tämä voi heikentää kuvan laatua, joten yritä ladata kuvia, joiden koko on mahdollisimman lähellä näitä mittoja.
ja_jp: オーバービューページのカテゴリー名の横に現れる小さなアイコンです。16x16ピクセルに自動的にリサイズされます。画質の劣化がありますので、この大きさにできるだけ近い画像をアップロードするようにして下さい。

source: Logo that will show up next to the category description. Will be automatically resized to at most 200x200 pixels.
fi_fi: Logo, joka näkyy kategoriakuvauksen vieressä. Sen koko muutetaan automaattisesti enintään 200x200 pikseliksi.
ja_jp: カテゴリーの説明横に表れるロゴです。最大200x200ピクセルになるよう自動的にリサイズされます。

source: Protection mode
fi_fi: Suojaustila
ja_jp: 保護モード

source: No access contact
fi_fi: Ei pääsyä yhteystieto
ja_jp: アクセス不可の際のコンタクト
