Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Choose from your computer
fi_fi: Valitse tietokoneeltasi
ja_jp: コンピューターから選択

source: Drag file here to replace
fi_fi: Vedä tiedosto tähän korvataksesi
ja_jp: ファイルをここにドラッグして置き換える

source: Drag file here
fi_fi: Vedä tiedosto tähän
ja_jp: ここにファイルをドラッグ＆ドロップ

source: Choose new file from your computer
fi_fi: Valitse uusi tiedosto tietokoneeltasi
ja_jp: コンピューターから新しいファイルを選択する

source: Upload failed
fi_fi: Lisäys epäonnistui
ja_jp: アップロードに失敗しました。

source: Conflict Detected
fi_fi: Ongelma havaittu
ja_jp: コンフリクト発生

source: There were changes made by someone else
fi_fi: Joku muu on tehnyt muutoksia
ja_jp: 他人による変更点がありました

source: Last modified: {relative_time} by {author}. You can either:
fi_fi: Viimeisin muutos: {relative_time} tekijältä {author}. Voit:
ja_jp: 最終更新：{relative_time} by{author} いずれかを実行できます：

source: Overwrite the changes made by the other person with your changes
fi_fi: Korvaa toisen tekemät muutokset omillasi
ja_jp: 他人による変更点を上書きして保存

source: Discard your changes and keep the changes made by the other person
fi_fi: Hylkää tekemäsi muutokset ja säilytä toisen tekemät muutokset
ja_jp: 他人による変更点を復帰して保存

source: Close this message and continue editing without resolving the conflict
fi_fi: Sulje tämä viesti ja jatka muokkaamista ratkaisematta ongelmaa
ja_jp: コンフリクトを解決しないで、メッセージを閉じて編集を続ける

source: Your changes
fi_fi: Tekemäsi muutokset
ja_jp: 変更点

source: The changes you are attempting to save
fi_fi: Muutokset, jotka yrität tallentaa
ja_jp: 保存しようとしている変更点

source: Changes made by someone else
fi_fi: Jonkun muun tekemät muutokset
ja_jp: 他人の変更点

source: The changes made by someone else since you started editing
fi_fi: Muutokset, jotka on tehty sen jälkeen, kun aloit muokata
ja_jp: 編集中に他人による変更点

source: This content has been deleted.
fi_fi: Sisältö on poistettu.
ja_jp: このコンテンツが削除されました。

source: Overwrite their changes
fi_fi: Korvaa toisen tekemät muutokset
ja_jp: 変更点を上書きして保存

source: Discard my changes
fi_fi: Hylkää omat muutokseni
ja_jp: 変更点を保存しない

source: Go back to the editor
fi_fi: Palaa editoriin
ja_jp: エディターに戻る

source: Edit minutes
fi_fi: Muokkaa pöytäkirjaa
ja_jp: 議事録を編集

source: Delete minutes
fi_fi: Poista pöytäkirja
ja_jp: 議事録の削除

source: Are you sure you want to delete these minutes?
fi_fi: Haluatko varmasti poistaa nämä pöytäkirjat?
ja_jp: この議事録は本当に削除していいのでしょうか？

source: You cannot switch back to Markdown after switching to HTML.
fi_fi: Et voi palata markdown-tilaan sen jälkeen, kun olet vaihtanut HTML-tilaan.
ja_jp: HTMLに変更したあとは、Markdownに戻す事ができません。

source: Use rich-text (HTML) editor
fi_fi: Käytä rikastekstieditoria (HTML)
ja_jp: リッチテキスト（HTML）エディターを使う

source: Choose a new picture from your computer
fi_fi: Valitse uusi kuva tietokoneeltasi
ja_jp: コンピューターから新しい画像を選択する

source: Take a new picture
fi_fi: Ota uusi kuva
ja_jp: 新しい写真を撮る

source: Take a picture
fi_fi: Ota kuva
ja_jp: 写真を撮る

source: Drop picture here
fi_fi: Vedä kuva tähän
ja_jp: ここに写真をドラッグ＆ドロップ

source: Take a picture with your camera
fi_fi: Ota kuva kamerallasi
ja_jp: 自分のカメラで撮影する

source: You need to grant this site camera permissions before taking a picture
fi_fi: Sinun on annettava tälle sivustolle kameran käyttöoikeudet ennen kuvan ottamista
ja_jp: 写真を撮るにはこのサイトにカメラ利用の許可を与える必用があります

source: Edit current picture
fi_fi: Muokkaa nykyistä kuvaa
ja_jp: 現在の写真を編集

source: There were some problems with the picture
fi_fi: Kuvassa ilmeni ongelmia
ja_jp: 写真に何か問題があります

source: Drag a picture here
fi_fi: Vedä kuva tähän
ja_jp: ここに写真をドラッグ

source: Crop
fi_fi: Rajaa
ja_jp: 切り取る

source: Rotate
fi_fi: Kierrä
ja_jp: 回転

source: The picture you uploaded is {width} by {height} pixels. Please upload a picture with a minimum of {minPictureSize} pixels on its shortest side.
fi_fi: Lähettämäsi kuva on {width} x {height} pikseliä. Lähetä kuva, jonka lyhyimmän sivun pituus on vähintään {minPictureSize} pikseliä.
ja_jp: アップロードした写真は {width}×{height} ピクセルです。短い辺が最低でも{minPictureSize} ピクセルはある写真をアップロードしてください。

source: Picture upload/capture failed
fi_fi: Kuvan lisääminen epäonnistui
ja_jp: 写真のアップロード／取り込みに失敗しました

source: Picture is being captured
fi_fi: Kuvaa tallennetaan
ja_jp: 写真を取り込み中

source: Picture is being edited
fi_fi: Kuvaa muokataan
ja_jp: 写真を編集中

source: Camera
fi_fi: Kamera
ja_jp: カメラ

source: Capture
fi_fi: Tallenna

source: Or click anywhere on the image to take a picture
fi_fi: Tai klikkaa mitä tahansa kohtaa kuvassa ottaaksesi kuvan

source: This list is currently empty
fi_fi: Tämä lista on tällä hetkellä tyhjä
ja_jp: このリストは現在空です

source: Event Role
fi_fi: Tapahtumarooli
ja_jp: イベント内分担

source: Category Role
fi_fi: Kategoriarooli
ja_jp: カテゴリーでの分担

source: Registrants
fi_fi: Ilmoittautuneet
ja_jp: 登録者

source: Registrants in "{form}"
fi_fi: Ilmoittautuneet lomakkeessa "{form}"
ja_jp: 「{form}」内の登録者

source: Add permission
fi_fi: Lisää lupa
ja_jp: 許可の追加

source: Select favorite
fi_fi: Valitse suosikki
ja_jp: お気に入りを選ぶ

source: Person exists in event
fi_fi: Henkilö esiintyy tapahtumassa
ja_jp: イベント内に人がいます

source: Person does not have an Indico account yet
fi_fi: Henkilöllä ei ole vielä Indico-tiliä
ja_jp: Indicoアカウントをまだ持っていない人

source: I could not find the right person
fi_fi: En löytänyt oikeaa henkilöä

source: If nobody on the search results corresponds to the person you were looking for, you can {enterManuallyLink}add them manually{/enterManuallyLink}.
fi_fi: Jos et löydä etsimääsi henkilöä hakutuloksista, voit {enterManuallyLink}lisätä hänet manuaalisesti{/enterManuallyLink}

source: {total} favorite
fi_fi: {total} suosikki
ja_jp: {total} 個のお気に入り

source: Family name
fi_fi: Sukunimi
ja_jp: 姓

source: Given name
fi_fi: Etunimi
ja_jp: 名

source: Include users with no Indico account
fi_fi: Sisällytä käyttäjät, joilla ei ole Indico-tiliä
ja_jp: Indicoアカウントを持っていないユーザーを含める

source: Exact matches only
fi_fi: Vain tarkat vastaavuudet
ja_jp: 完全一致のみ

source: Select user
fi_fi: Valitse käyttäjä
ja_jp: ユーザーを選択

source: Select users
fi_fi: Valitse käyttäjät
ja_jp: ユーザー選択

source: Your query matched too many users. Please try more specific search criteria.
fi_fi: Hakusi vastasi liian montaa käyttäjää. Yritä tarkentaa hakuehtoja.
ja_jp: 検索がにあまりにも多くのユーザーにマッチしました。もっと具体的な検索条件を試してみてください。

source: No users found
fi_fi: Käyttäjiä ei löytynyt
ja_jp: ユーザーが見つかりませんでした

source: {count} user found
fi_fi: Löytyi {count} käyttäjä
ja_jp: {count} 人のユーザーが見つかりました

source: Select group
fi_fi: Valitse ryhmä
ja_jp: グループを選択

source: Add groups
fi_fi: Lisää ryhmiä
ja_jp: グループを追加

source: Group name
fi_fi: Ryhmän nimi
ja_jp: グループ名

source: Your query matched too many groups. Please try more specific search criteria.
fi_fi: Hakusi vastasi liian montaa ryhmää. Yritä tarkentaa hakuehtoja.
ja_jp: 検索があまりにも多くのグループにマッチしました。もっと具体的な検索条件を試してみてください。

source: No groups found
fi_fi: Ryhmiä ei löytynyt
ja_jp: グループが見つかりません

source: {count} group found
fi_fi: Löytyi {count} ryhmä
ja_jp: {count} 個のグループが見つかりました

source: Nobody
fi_fi: Ei kukaan
ja_jp: 閲覧禁止

source: Select a user
fi_fi: Valitse käyttäjä
ja_jp: ユーザーを選択

source: Unknown user
fi_fi: Tuntematon käyttäjä
ja_jp: 不明なユーザー

source: Unknown group
fi_fi: Tuntematon ryhmä
ja_jp: 不明なグループ

source: Unknown event role
fi_fi: Tuntematon tapahtumarooli
ja_jp: 不明なイベントでの分担

source: Unknown category role
fi_fi: Tuntematon kategoriarooli
ja_jp: 不明なカテゴリーでの分担

source: Unknown registration form
fi_fi: Tuntematon ilmoittautumislomake
ja_jp: 不明な登録フォーム

source: Unknown event person
fi_fi: Tuntematon tapahtumahenkilö
ja_jp: 不明なイベント担当者

source: This user does not exist anymore. Please choose someone else.
fi_fi: Tätä käyttäjää ei enää ole. Valitse joku muu.
ja_jp: このユーザーはもう存在しません。他のユーザーを選択してください。

source: This group does not exist anymore. Please choose a different one.
fi_fi: Tätä ryhmää ei enää ole. Valitse joku muu.
ja_jp: このグループはもう存在しません。他のグループを選択してください。

source: This form does not exist anymore. Please choose a different one.
fi_fi: Tätä lomaketta ei enää ole. Valitse joku muu.
ja_jp: このフォームはもう存在しません。別のものを選択してください。

source: Toggle synchronization of this field
fi_fi: Kytke tämän kentän synkronointi päälle tai pois
ja_jp: このフィールドの同期を切り替える

source: Submitting your error report failed
fi_fi: Virheilmoituksen lähettäminen epäonnistui
ja_jp: エラーレポートの送信に失敗しました

source: Details
fi_fi: Tietoja
ja_jp: 詳細

source: Please let us know what you were doing when the error showed up.
fi_fi: Kerro meille, mitä olit tekemässä, kun virhe ilmeni.
ja_jp: エラーが表示されたときに何をしていたのか、教えてください。

source: If you enter your email address we can contact you to follow-up on your error report.
fi_fi: Jos annat sähköpostiosoitteesi, voimme ottaa sinuun yhteyttä virheilmoituksesi seurantaa varten.
ja_jp: メールアドレスを入力していただくと、エラーレポートに関するフォローアップのために、こちらからご連絡できます。

source: Submit Report
fi_fi: Lähetä raportti
ja_jp: レポートを提出

source: Report Error
fi_fi: Ilmoita virheestä
ja_jp: エラーを報告する

source: Please report this error to us if it persists after reloading the page.
fi_fi: Ilmoita tästä virheestä meille, jos se jatkuu sivun uudelleenlataamisen jälkeen.
ja_jp: ページを再読み込みしてもこのエラーが解消されない場合は、我々に報告してください。

source: Thanks for your error report.
fi_fi: Kiitos virheilmoituksestasi.
ja_jp: エラー報告をありがとうございます。

source: Dismiss (show next error)
fi_fi: Hylkää (näytä seuraava virhe)
ja_jp: 消去（次のエラーを表示）

source: Are you sure you want to close this dialog without saving?
fi_fi: Haluatko varmasti sulkea tämän valintaikkunan tallentamatta?
ja_jp: 本当に保存せずにこのダイアログを閉じて良いですか？

source: Value must be a number
fi_fi: Arvon on oltava luku
ja_jp: 値は数値でなければなりません

source: Value must be at least {minValue}
fi_fi: Arvon on oltava vähintään {minValue}
ja_jp: 値は最低でも{minValue}でなければならない

source: Value must be at most {maxValue}
fi_fi: Arvo saa olla enintään {maxValue}
ja_jp: 値は最大で{maxValue}でなければならない

source: Value must be at least {length} chars
fi_fi: Arvon on oltava vähintään {length} merkkiä
ja_jp: 値は最低でも{length}文字でなければならない

source: Value must be at most {length} chars
fi_fi: Arvo saa olla enintään {length} merkkiä

source: Red
fi_fi: Punainen
ja_jp: 赤

source: Orange
fi_fi: Oranssi
ja_jp: オレンジ

source: Yellow
fi_fi: Keltainen
ja_jp: 黄色

source: Olive
fi_fi: Oliivi
ja_jp: オリーブ

source: Green
fi_fi: Vihreä
ja_jp: 緑

source: Teal
fi_fi: Sinivihreä
ja_jp: ティール

source: Blue
fi_fi: Sininen
ja_jp: 青

source: Violet
fi_fi: Violetti
ja_jp: バイオレット

source: Purple
fi_fi: Purppura
ja_jp: パープル

source: Pink
fi_fi: Pinkki
ja_jp: ピンク

source: Brown
fi_fi: Ruskea
ja_jp: ブラウン

source: Gray
fi_fi: Harmaa
ja_jp: グレー

source: Black
fi_fi: Musta
ja_jp: 黒

# Leave a comment (verb)
source: Comment
fi_fi: Kommentti
ja_jp: コメント

# Judge editable (verb)
source: Judge
fi_fi: Arvostele

# Comment modal title
source: Comment
fi_fi: Kommentti

# Editable
source: Not submitted
fi_fi: Ei lähetetty

# Editable
source: Ready for review
fi_fi: Valmis arvioitavaksi

# Editable
source: Accepted
fi_fi: Hyväksytty

# Editable
source: Accepted by Submitter
fi_fi: Lähettäjä hyväksynyt

# Editable
source: Rejected
fi_fi: Hylätty

# Editable
source: Needs submitter changes
fi_fi: Vaatii lähettäjän muutoksia

# Editable
source: Needs submitter confirmation
fi_fi: Lähettäjän vahvistettava

# Editable
source: Unassign
fi_fi: Poista tehtävä

# Editable
source: New
fi_fi: Uusi

# Judge paper (verb)
source: Judge
fi_fi: Arvostele

# Review papers (verb)
source: Review
fi_fi: Arvioi

# Places limit
source: None
fi_fi: Ei mitään

# Default value
source: None
fi_fi: Ei mitään

# Choice
source: Add new
fi_fi: Lisää uusi
ja_jp: 新規追加

# Choice
source: None
fi_fi: Ei mitään

# Time format
source: None
fi_fi: Ei mitään

# Number of choices
source: Unlimited
fi_fi: Rajoittamaton
ja_jp: 無制限

# Minimum size
source: Unlimited
fi_fi: Rajoittamaton

# Classification
source: Label
fi_fi: Nimi

# Registration
source: Apply
fi_fi: Käytä

# Booking
source: Rejected
fi_fi: Hylätty

# Booking
source: Accepted
fi_fi: Hyväksytty

# Booking
source: Cancelled
fi_fi: Peruttu

# Booking
source: Will be cancelled
fi_fi: Perutaan

# Filters
source: Apply
fi_fi: Käytä

# Building site/location
source: Site
fi_fi: Sivusto

# Room number
source: Number
fi_fi: Numero

# Booking mode
source: Public
fi_fi: Julkinen

# Booking mode
source: Restricted
fi_fi: Rajoitettu

# Repetition
source: Every
fi_fi: Joka
ja_jp: 毎

# Room attribute
source: Hidden
fi_fi: Piilotettu

# Map template
source: None
fi_fi: Ei mitään

# Map template
source: Custom
fi_fi: Mukautettu

# Link a booking to an event (verb)
source: Link
fi_fi: Linkki

# repetition
source: Weekly
fi_fi: Viikoittain
ja_jp: {number}週間毎

# repetition
source: Monthly
fi_fi: Kuukausittain
ja_jp: {number}ヶ月間毎

# weekly booking shortcut
source: {number}W
fi_fi: {number} vk
ja_jp: {number}週間

# monthly booking shortcut
source: {number}M
fi_fi: {number}kk
ja_jp: {number}分

# Custom template
source: Add new
fi_fi: Lisää uusi
ja_jp: 新規追加

# user data export
source: Your data is being prepared. We will notify you by email once it is available for download.
fi_fi: Tietojasi valmistellaan. Ilmoitamme sinulle sähköpostitse, kun tiedot ovat ladattavissa.
ja_jp: データを準備中です。ダウンロード可能になり次第メールでお知らせします。

# user data export
source: You can download it from the link below
fi_fi: Voit ladata sen alla olevasta linkistä
ja_jp: 下記のリンクからダウンロードできます

# user data export
source: Some files were not exported due to exceeding the maximum allowed size of the archive. Consider selecting less options
fi_fi: Osa tiedostoista ylitti arkiston sallitun enimmäiskoon, eikä niitä voitu viedä. Kokeile valita vähemmän vaihtoehtoja
ja_jp: アーカイブサイズの最大量を越えたため、いくつかのファイルはエクスポートされませんでした。より少ないオプションを選ぶようにしてください。

# user data export
source: New export
fi_fi: Vie uusi
ja_jp: 新規エクスポート

# user data export
source: Data export failed
fi_fi: Tietojen vienti epäonnistui
ja_jp: データのエクスポートに失敗しました

# user data export
source: You can request a new one
fi_fi: Voit pyytää uutta
ja_jp: 新規にリクエストできます

# user data export
source: Contents
fi_fi: Sisältö
ja_jp: 内容

# user data export
source: Data selection
fi_fi: Tietojen valinta
ja_jp: データの選択

# user data export
source: Additional options
fi_fi: Lisävalinnat
ja_jp: 追加のオプション

# user data export request date
source: Requested on
fi_fi: Pyydetty
ja_jp: 申請日時

# Salutation
source: Title
fi_fi: Otsikko
ja_jp: タイトル

# Title (salutation)
source: None
fi_fi: Ei mitään

source: {sender_name} (via {site_title})
fi_fi: {sender_name} ({site_title}-sivuston kautta)

source: You are not allowed to access this page.
fi_fi: Sinulla ei ole pääsyoikeutta tälle sivulle.
ja_jp: このページへのアクセスは許可されていません。

source: The page you are looking for doesn't exist.
fi_fi: Etsimääsi sivua ei löydy.
ja_jp: お探しのページは存在しません。

source: The request was invalid or contained invalid arguments.
fi_fi: Pyyntö oli virheellinen tai sisälsi virheellisiä argumentteja.
ja_jp: リクエストが無効であったか、無効な引数が含まれています。

source: Unrestricted management access for the whole event
fi_fi: Rajoittamaton hallintaoikeus koko tapahtumaan
ja_jp: イベント全般において、管理者のアクセスは無制限

source: Unrestricted management access for the selected session
fi_fi: Rajoittamaton hallintaoikeus valittuun sessioon
ja_jp: 選択したセッションの管理アクセスは無制限

source: Unrestricted management access for the selected contribution
fi_fi: Rajoittamaton hallintaoikeus valittuun sisältöön
ja_jp: 選択された投稿に対する無制限の管理アクセス

source: Full management access over the room
fi_fi: Täysi hallintaoikeus tilaan
ja_jp: 部屋へのフル管理アクセス

source: Full management access over the location
fi_fi: Täysi hallintaoikeus sijaintiin

source: Unrestricted management access for this category and all its subcategories/events
fi_fi: Rajoittamaton hallintaoikeus kategoriaan ja alakategorioihin /tapahtumiin
ja_jp: このカテゴリとそのすべてのサブカテゴリー/イベントに対する無制限の管理アクセス権

source: Access the public areas of the event
fi_fi: Pääsy tapahtuman julkisiin alueisiin
ja_jp: イベントの公開エリアへのアクセス

source: Access the public areas of the selected session
fi_fi: Pääsy valitun session julkisiin alueisiin
ja_jp: 選択したセッションの公開エリアへのアクセス

source: Access the public areas of the selected contribution
fi_fi: Pääsy valitun sisällön julkisiin alueisiin
ja_jp: 選択した投稿の公開エリアへのアクセス

source: View the category and its events
fi_fi: Katso kategoria ja sen tapahtumat
ja_jp: カテゴリーとそのイベントを見る

source: Access
fi_fi: Pääsy
ja_jp: アクセス

source: Tasks
fi_fi: Tehtävät
ja_jp: タスク

source: The Celery task scheduler does not seem to be running. This means that email sending and periodic tasks such as event reminders do not work.
fi_fi: Celery-tehtävien ajoitusohjelma ei näytä toimivan. Tämä tarkoittaa, että sähköpostien lähettäminen ja säännölliset tehtävät, kuten tapahtumamuistutukset, eivät toimi.
ja_jp: Celeryのタスクスケジューラーが動作していないようです。そのため、メール送信やイベントリマインダーのような定期的なタスクが動作しません。

source: The Celery task scheduler is running a different Indico version.
fi_fi: Celery-tehtävien ajoitusohjelma käyttää eri Indico-versiota.
ja_jp: Celeryのタスクスケジューラーは、異なるIndicoのバージョンを実行しています。

source: Periodic Tasks
fi_fi: Jaksottaiset tehtävät
ja_jp: 定期的なタスク

source: Schedule
fi_fi: Aikataulu
ja_jp: スケジュール

source: every %(interval)s
fi_fi: joka %(interval)s
ja_jp: 全ての%(interval)s

source: disabled
fi_fi: pois käytöstä
ja_jp: 無効

source: custom schedule
fi_fi: mukautettu aikataulu
ja_jp: カスタムスケジュール

source: default
fi_fi: oletus
ja_jp: デフォルト

source: Subcontribution
fi_fi: Esityksen osa
ja_jp: 補助投稿

source: Session block
fi_fi: Istuntojakso
ja_jp: セッションブロック

source: Public
fi_fi: Julkinen
ja_jp: 公開

source: Inheriting
fi_fi: Periytyy
ja_jp: 継承

source: Protected
fi_fi: Suojattu
ja_jp: 保護

source: User information (read only)
fi_fi: Käyttäjätiedot (vain luku)
ja_jp: ユーザー情報（読み取り専用）

source: Classic API (read only)
fi_fi: Classic API (vain luku)
ja_jp: クラシックAPI（読み取り専用）

source: Classic API (write only)
fi_fi: Classic API (vain kirjoitus)
ja_jp: クラシックAPI（書き込みのみ）

source: Event registrants
fi_fi: Tapahtumaan ilmoittautuneet
ja_jp: イベント登録者

source: Everything (only GET)
fi_fi: Kaikki (vain GET)
ja_jp: すべて（GETのみ）

source: Everything (all methods)
fi_fi: Kaikki (kaikki menetelmät)
ja_jp: すべて（すべての方法）

# Plugin category title
source: Search
fi_fi: Haku
ja_jp: 検索

# Plugin category title
source: Synchronization
fi_fi: Synkronointi
ja_jp: 同期

# Plugin category title
source: Payment
fi_fi: Maksu
ja_jp: 支払い

# Plugin category title
source: Importers
fi_fi: Tietojen tuonti

# Plugin category title
source: Videoconference
fi_fi: Videoyhteys
ja_jp: ビデオ会議

# Plugin category title
source: Other
fi_fi: Muu
ja_jp: その他

source: Plugins
fi_fi: Lisäosat
ja_jp: プラグイン

source: Settings saved ({0})
fi_fi: Asetukset tallennettu ({0})
ja_jp: ({0})の設定が保存されました

source: Plugin Details
fi_fi: Lisäosan tiedot
ja_jp: プラグインの詳細

source: Plugin Settings
fi_fi: Lisäosien asetukset
ja_jp: プラグイン設定

source: This plugin does not have any settings.
fi_fi: Lisäosalla ei ole asetuksia.
ja_jp: このプラグインには設定項目がありません。

source: This plugin has no configurable options
fi_fi: Lisäosalla ei ole mukautettavia asetuksia
ja_jp: このプラグインには設定可能なオプションがありません。

source: Table of contents
fi_fi: Sisällysluettelo
ja_jp: 目次

source: Page {}
fi_fi: Sivu {}
ja_jp: ページ {} をご覧ください。

source: Registrant
fi_fi: Ilmoittautunut
ja_jp: 登録者

source: Registration details
fi_fi: Ilmoittautumisen tiedot
ja_jp: 登録内容

source: Registration date
fi_fi: Ilmoittautumispäivä
ja_jp: 登録日

source: Registration state
fi_fi: Ilmoittautumisen tila
ja_jp: 登録状況

source: Payment date
fi_fi: Maksupäivä
ja_jp: 支払日

source: Checked in
fi_fi: Kirjautunut sisään
ja_jp: チェックイン済み

source: Check-in date
fi_fi: Sisäänkirjautumispäivä
ja_jp: チェックイン日

source: Arrival date
fi_fi: Saapumispäivä
ja_jp: 到着日

source: Departure date
fi_fi: Lähtöpäivä
ja_jp: 出発日

source: Registrants Book
fi_fi: Osallistujan kirja
ja_jp: 登録者用ブック

source: Page
fi_fi: Sivu
ja_jp: ページ

source: Registrants List
fi_fi: Ilmoittautuneet
ja_jp: 登録者リスト

source: List of registrants
fi_fi: Ilmoittautuneet
ja_jp: 登録者リスト

source: Report of Abstracts
fi_fi: Abstraktiraportti
ja_jp: アブストラクトのレポート

source: Proposed for other tracks: {}
fi_fi: Ehdotettu muihin osioihin: {}
ja_jp: 他のトラックへ提案: {}

source: Report of Contributions
fi_fi: Sisältöraportti
ja_jp: 提出物レポート

source: Abstract ID
fi_fi: Abstraktin tunnus
ja_jp: アブストラクトID

source: Content
fi_fi: Sisältö
ja_jp: コンテンツ

source: Track Classification
fi_fi: Osioiden luokittelu
ja_jp: トラック種別

source: Contribution Type
fi_fi: Sisällön tyyppi
ja_jp: 投稿タイプ

source: Comments:
fi_fi: Kommentit:
ja_jp: コメント:

source: Status:
fi_fi: Tila:
ja_jp: ステータス

source: Track Reviews:
fi_fi: Osion arvioinnit:
ja_jp: 審査を追跡

source: Judgments:
fi_fi: Arvostelut:
ja_jp: 判定

source: Reviews:
fi_fi: Arvioinnit:
ja_jp: 審査:

source: Submitted by {0} <{1}> on {2}
fi_fi: Lähettäjä {0} <{1}> päivänä {2}

source: Last modified:
fi_fi: Viimeksi muutettu:
ja_jp: 最終更新:

source: Contribution ID
fi_fi: Sisällön tunnus
ja_jp: 投稿ID

source: Contribution code
fi_fi: Sisällön koodi
ja_jp: 投稿コード

source: Type
fi_fi: Tyyppi
ja_jp: タイプ

source: not specified
fi_fi: ei määritelty
ja_jp: 未指定

source: Session Classification
fi_fi: Istuntojen luokittelu
ja_jp: セッション分類

source: not yet classified
fi_fi: ei vielä luokiteltu
ja_jp: 未分類

source: Board:
fi_fi: Toimikunta:
ja_jp: ボード:

source: Author:
fi_fi: Kirjoittaja:
ja_jp: 投稿者：

source: Co-author:
fi_fi: Yhteiskirjoittaja:
ja_jp: 共著者:

source: Corresponding Author:
fi_fi: Vastaava kirjoittaja:
ja_jp: 責任著者:

source: Presenter
fi_fi: Esittäjä
ja_jp: 発表者

source: Security
fi_fi: Turvallisuus
ja_jp: セキュリティー

source: User Management
fi_fi: Käyttäjien hallinta
ja_jp: ユーザー管理

source: Customization
fi_fi: Mukauttaminen
ja_jp: カスタマイズ

source: Integration
fi_fi: Integraatio
ja_jp: 統合

source: Homepage
fi_fi: Kotisivu
ja_jp: ホームページ

source: Only Indico administrators may access this page.
fi_fi: Vain Indico-ylläpitäjät voivat käyttää tätä sivua.
ja_jp: インディコ管理者のみアクセス可能です。

source: Announcement
fi_fi: Ilmoitus
ja_jp: アナウンス

source: Settings have been saved
fi_fi: Asetukset on tallennettu
ja_jp: 設定を保存しました

source: Enabled
fi_fi: Käytössä
ja_jp: 有効

source: Message
fi_fi: Viesti
ja_jp: メッセージ

source: You may use Markdown and basic HTML elements for formatting.
fi_fi: Voit käyttää muotoiluun Markdownia sekä perus-HTML-elementtejä.
ja_jp: 編集にはMarkdownと基本的なHTMLを使用できます。

source: The announcement is a message shown on top of each Indico page.
fi_fi: Ilmoitus on viesti, joka näkyy jokaisen Indico-sivun yläosassa.
ja_jp: このアナウンスは、Indicoページのトップに表示されるものです。

source: Settings saved
fi_fi: Asetukset tallennettu
ja_jp: 設定を保存しました

source: Your API key has been successfully replaced.
fi_fi: API-avaimesi on vaihdettu onnistuneesti.
ja_jp: APIキーを正しく書き換えました。

source: Please update any applications which use old key.
fi_fi: Päivitä kaikki sovellukset, jotka käyttävät vanhaa avainta.
ja_jp: 古いキーを使用しているアプリケーションは更新してください。

source: Your API key has been successfully created.
fi_fi: API-avaimesi on luotu onnistuneesti.
ja_jp: APIキーが正しく生成されました。

source: Your API key has been deleted.
fi_fi: API-avaimesi on poistettu.
ja_jp: APIキーが削除されました。

source: You can now use persistent signatures.
fi_fi: Voit nyt käyttää pysyviä allekirjoituksia.
ja_jp: 永続的なシグネチャを使用できるようになりました。

source: Persistent signatures have been disabled for your API key.
fi_fi: Pysyvät allekirjoitukset on poistettu käytöstä API-avaimellasi.
ja_jp: このAPIキーは永続的なシグネチャが無効になっています。

source: The API key has been blocked.
fi_fi: API-avain on estetty.
ja_jp: APIキーがブロックされました。

source: The API key has been unblocked.
fi_fi: API-avain on vapautettu.
ja_jp: APIキーのブロックが解除されました。

source: Key for authenticated requests only
fi_fi: Ainoastaan todennettujen pyyntöjen avain
ja_jp: 認証されたリクエストにのみ使用されるキー

source: Key for all requests
fi_fi: Avain kaikille pyynnöille
ja_jp: すべてのリクエストに使用されるキー

source: Key+signature for authenticated requests only
fi_fi: Avain ja allekirjoitus vain todennetuille pyynnöille
ja_jp: 認証されたリクエストにのみ使用されるキーとシグネチャ

source: Key for all requests. Signature for authenticated requests
fi_fi: Avain kaikille pyynnöille. Allekirjoitus todennetuille pyynnöille
ja_jp: すべてのリクエストに使用されるキー。認証されたリクエストに使用されるシグネチャ

source: Key+signature for all requests
fi_fi: Avain ja allekirjoitus kaikille pyynnöille
ja_jp: すべてのリクエストに使用されるキーとシグネチャ
