Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Call for Abstracts (settings, email templates, review questions)
fi_fi: Abstraktikutsu(asetukset, sähköpostimallit, arviointikysymykset)
ja_jp: アブストラクト募集（設定、メールテンプレート、審査での質問）

source: The target event already has review questions
fi_fi: Tapahtumassa on jo arviointikysymyksiä
ja_jp: イベントには既に審査の質問があります

source: The target event already has email templates
fi_fi: Tapahtumassa on jo sähköpostimalleja
ja_jp: 対象イベントにはすでにメールテンプレートがあります

source: Rules may not be empty
fi_fi: Säännöt eivät saa olla tyhjiä
ja_jp: ルールは空であってはならない

source: You cannot combine the "Invited" rule with other rules
fi_fi: Et voi yhdistää "Kutsuttu" -sääntöä muihin sääntöihin
ja_jp: 「Invited」ルールを他のルールと組み合わせることはできません

source: Existing notification templates cannot be changed from/to "Invited"; please create a new one
fi_fi: Olemassa olevia ilmoitusmalleja ei voi muuttaa "Kutsuttu" -tilasta tai -tilaan. Luo uusi malli

source: There are no authors
fi_fi: Ei kirjoittajia
ja_jp: 発表者はいません

source: {} has no role
fi_fi: {} ei ole roolia
ja_jp: {} に分担はありません

source: You must add at least one author
fi_fi: Sinun on lisättävä vähintään yksi kirjoittaja
ja_jp: 少なくとも著者を1人追加する必要があります

source: You must add at least one speaker
fi_fi: Sinun on lisättävä vähintään yksi puhuja
ja_jp: 発表者を少なくとも一人追加してください。

source: Enter abstract title or #id
fi_fi: Kirjoita abstraktin otsikko tai #id
ja_jp: アブストラクトのタイトルまたは#idを入力

source: This abstract cannot be selected.
fi_fi: Tätä abstraktia ei voi valita.
ja_jp: このアブストラクトは選択できません。

source: Active
fi_fi: Aktiivinen
ja_jp: 有効

source: Whether the content field is available.
fi_fi: Onko sisältökenttä käytettävissä.
ja_jp: 内容フィールドが使用可能かどうか。

source: Required
fi_fi: Vaaditaan
ja_jp: 必須

source: Whether the user has to fill the content field.
fi_fi: Pitääkö käyttäjän täyttää sisältökenttä.
ja_jp: ユーザーが内容フィールドを記入しなければならないかどうか。

source: Max length
fi_fi: Enimmäispituus
ja_jp: 最大長さ

source: Max words
fi_fi: Enimmäissanamäärä
ja_jp: 最大語数

source: Additional text
fi_fi: Lisäteksti
ja_jp: 追加テキスト

source: Additional text at end
fi_fi: Lisäteksti lopussa
ja_jp: 最後の追加テキスト

source: Sort by
fi_fi: Lajittele
ja_jp: 並べ替え

source: Corresponding author
fi_fi: Vastaava kirjoittaja
ja_jp: 責任著者

source: Show abstract IDs
fi_fi: Näytä abstraktien tunnukset
ja_jp: アブストラクトIDを表示

source: Show abstract IDs in the table of contents.
fi_fi: Näytä abstraktien tunnukset sisällysluettelossa.
ja_jp: 目次にアブストラクトIDを表示する。

source: Minimum lines per abstract
fi_fi: Vähimmäisrivimäärä abstraktia kohti
ja_jp: アブストラクトあたりの最低行数

source: Minimum lines to reserve per abstract.
fi_fi: Vähimmäisrivimäärä abstraktia kohti.
ja_jp: アブストラクト一つあたりに確保する行数

source: Link formatting
fi_fi: Linkin muotoilu
ja_jp: リンクフォーマット

source: Multiple tracks
fi_fi: Useita osioita
ja_jp: 複数トラック

source: Allow the selection of multiple tracks
fi_fi: Salli useiden osioiden valinta
ja_jp: 複数のトラックを選択可にする

source: Require tracks
fi_fi: Vaadi osioita
ja_jp: トラックを必須にする。

source: Make the track selection mandatory
fi_fi: Tee osioiden valinta pakolliseksi
ja_jp: トラック選択を必須にする。

source: Require contrib. type
fi_fi: Vaadi sisällön tyyppi
ja_jp: 投稿タイプが必要

source: Make the selection of a contribution type mandatory
fi_fi: Tee sisältötyypin valinta pakolliseksi
ja_jp: 投稿タイプの選択を必須とする

source: Allow attachments
fi_fi: Salli liitteet
ja_jp: 添付ファイルを許可

source: Allow files to be attached to the abstract
fi_fi: Salli tiedostojen liittäminen abstraktiin
ja_jp: アブストラクトへのファイル添付を許可

source: Copy attachments
fi_fi: Kopioi liitteet
ja_jp: 添付ファイルをコピー

source: Copy attachments to the contribution when accepting an abstract
fi_fi: Kopioi liitteet esitykseen, kun abstrakti hyväksytään
ja_jp: アブストラクトをアクセプトする際に、添付ファイルを投稿にコピーする

source: Allow speakers
fi_fi: Salli puhujat
ja_jp: 発表者選択を許可

source: Allow the selection of the abstract speakers
fi_fi: Sallitaan abstraktien esittäjien valinta
ja_jp: 発表者の選択を許可する

source: Require a speaker
fi_fi: Esittäjä vaaditaan
ja_jp: 発表者が必要です

source: Make the selection of at least one author as speaker mandatory
fi_fi: Tee pakolliseksi ainakin yhden kirjoittajan valinta esittäjäksi
ja_jp: 著者のうち少なくとも一人を発表者として選ぶことを必須とする

source: Allow editing
fi_fi: Salli muokkaus
ja_jp: 編集を許可

source: Specify who will be able to edit the abstract
fi_fi: Määritä, kuka voi muokata abstraktia
ja_jp: アブストラクトを編集できる人を指定

source: Contribution submitters
fi_fi: Sisältöjen lähettäjät
ja_jp: 投稿者

source: Specify who will get contribution submission rights once an abstract has been accepted
fi_fi: Määritä, kenellä on oikeus lähettää sisältöjä, kun abstrakti on hyväksytty
ja_jp: アブストラクトがアクセプトされた際に、誰に投稿の提出権を与えるかを指定

source: Authorized submitters
fi_fi: Valtuutetut lähettäjät
ja_jp: 承認された提出者

source: These users may always submit abstracts, even outside the regular submission period.
fi_fi: Nämä käyttäjät voivat aina lähettää abstrakteja, myös normaalin lähetysajan ulkopuolella.
ja_jp: これらのユーザーは、通常の投稿期間外であっても、常にアブストラクトを提出することができます。

source: Instructions
fi_fi: Ohjeet
ja_jp: インストラクション

source: These instructions will be displayed right before the submission form
fi_fi: Nämä ohjeet näkyvät juuri ennen lähetyslomaketta
ja_jp: これらの案内は提出フォームの直前に表示されます

source: The event has no contribution types defined.
fi_fi: Tapahtumalle ei ole määritelty sisältötyyppejä.
ja_jp: このイベントには、投稿の種類が定義されていません。

source: Scale (from)
fi_fi: Asteikko (alkaa)
ja_jp: スケール(from)

source: Scale (to)
fi_fi: Asteikko (päättyy)
ja_jp: スケール(to)

source: Allow track conveners to judge
fi_fi: Salli osioiden vastuuhenkilöiden arvostella
ja_jp: トラック招待者が審査できるようにする

source: Enabling this allows track conveners to make a judgment such as accepting or rejecting an abstract.
fi_fi: Tämän käyttöönotto antaa osioiden vastuuhenkilöille mahdollisuuden tehdä päätöksiä, kuten hyväksyä tai hylätä abstrakti.
ja_jp: これを有効にすることで、トラック招待者が抄録の採否を判断することができます。

source: Allow conveners to change tracks
fi_fi: Salli vastuuhenkilöiden muuttaa osioita
ja_jp: 招待者にトラック変更権限を与える。

source: Enabling this allows track conveners to update the track an abstract is part of.
fi_fi: Tämän käyttöönotto sallii osioiden vastuuhenkilöiden päivittää, mihin osioon abstrakti kuuluu.
ja_jp: これを有効にすると、トラック招待者はアブストラクトが属するトラックを更新することができます。

source: Force track selection on judgment
fi_fi: Pakota osioiden valinta arvostelussa
ja_jp: 判断時にトラック選択を強制する。

source: Enabling this makes the track selection mandatory when accepting an abstract. This does not affect bulk judgment by managers.
fi_fi: Tämän ottaminen käyttöön tekee osioiden valinnasta pakollisen abstraktia hyväksyttäessä. Tämä ei vaikuta tapahtuman vastuuhenkilöiden massa-arviointiin.
ja_jp: これを有効にすると、アブストラクト受付時にトラック選択が必須になります。なお、マネージャーによる一括判定には影響しません。

source: Allow comments
fi_fi: Salli kommentit
ja_jp: コメントを許可

source: Enabling this allows judges, conveners and reviewers to leave comments on abstracts.
fi_fi: Tämän käyttöönotto sallii arvostelijoiden, vastuuhenkilöiden ja arvioijien jättää kommentteja abstrakteihin.
ja_jp: 有効にすると、査読者、世話人、審査員がアブストラクトにコメントを残すことができます。

source: Allow contributors in comments
fi_fi: Salli osallistujien kommentointi
ja_jp: 投稿者のコメントを許可

source: Enabling this allows submitters, authors, and speakers to also participate in the comments.
fi_fi: Tämän käyttöönotto sallii lähettäjien, kirjoittajien ja puhujien osallistumisen kommentointiin.
ja_jp: これを有効にすると、投稿者、著者、発表者もコメントに参加できます。

source: Comment notifications
fi_fi: Kommentti-ilmoitukset
ja_jp: コメント通知

source: Send email notifications when new comments are posted.
fi_fi: Lähetä sähköposti-ilmoitus uusista kommenteista..
ja_jp: 新しいコメントが投稿されたらメールで通知する。

source: Reviewing Instructions
fi_fi: Arvioinnin ohjeet
ja_jp: 審査の指示書

source: These instructions will be displayed right before the reviewing form.
fi_fi: Nämä ohjeet näkyvät juuri ennen arviointilomaketta.
ja_jp: これらの指示書は、審査フォームのすぐ前に表示されます

source: Judgment Instructions
fi_fi: Arvostelun ohjeet
ja_jp: 判定の案内

source: These instructions will be displayed right before the decision box.
fi_fi: Nämä ohjeet näkyvät juuri ennen päätösruutua.
ja_jp: この案内は、決定ボックスの直前に表示されます。

source: Changing the ratings scale will proportionally affect existing ratings.
fi_fi: Arviointiasteikon muuttaminen vaikuttaa suhteellisesti olemassa oleviin arviointeihin.
ja_jp: 評価スケールを変更すると、既存の評価にも比例して影響が出ます。

source: The scale's 'to' value must be greater than the 'from' value.
fi_fi: Asteikon "päättyy"-arvon on oltava suurempi kuin "alkaa"-arvo.
ja_jp: スケールの「to」値は「from」値より大きくなければなりません。

source: The difference between 'to' and' from' may not be greater than 20.
fi_fi: Ero &apos;päättyy&apos;- ja &apos; alkaa&apos; -arvojen välillä ei saa olla suurempi kuin 20.
ja_jp: 「to」と「from」の差は20を超えないようにしてください。

source: Track
fi_fi: Osio
ja_jp: トラック

source: Choose a track...
fi_fi: Valitse osio...
ja_jp: トラックを選択...

source: The abstract will be accepted in this track
fi_fi: Abstrakti hyväksytään tähän osioon
ja_jp: アブストラクトはこのトラックでアクセプトされます

source: Contribution type
fi_fi: Sisällön tyyppi
ja_jp: 投稿タイプ

source: You may choose a contribution type...
fi_fi: Voit valita sisällön tyypin...
ja_jp: 投稿のタイプを選びます...

source: The abstract will be converted into a contribution of this type
fi_fi: Abstrakti muunnetaan tähän sisältötyyppiin
ja_jp: アブストラクトは、このタイプの投稿に変換されます。

source: You may choose a session...
fi_fi: Voit valita istunnon...
ja_jp: セッションを選択します...

source: The generated contribution will be allocated in this session
fi_fi: Luotu sisältö jaetaan tähän istuntoon
ja_jp: 生成された投稿は、このセッションに割り当てられます。

# Abstract
source: Duplicate of
fi_fi: Kopio
ja_jp: 次と重複

source: The current abstract will be marked as duplicate of the selected one
fi_fi: Nykyinen abstrakti merkitään valitun abstraktin kaksoiskappaleeksi
ja_jp: 現在のアブストラクトは、選択されたものと重複しているとしてマークされます

# Abstract
source: Merge into
fi_fi: Yhdistä
ja_jp: 次にマージ

source: The current abstract will be merged into the selected one
fi_fi: Nykyinen abstrakti yhdistetään valittuun abstraktiin
ja_jp: 現在のアブストラクトは、選択されたものに統合されます

source: Merge persons
fi_fi: Yhdistä henkilöt
ja_jp: ユーザーをマージ

source: Authors and speakers of the current abstract will be added to the selected one
fi_fi: Nykyisen abstraktin kirjoittajat ja puhujat lisätään valittuun abstraktiin
ja_jp: 現在のアブストラクトの著者と発表者は、選択されたものに追加されます

source: Send notifications to submitter
fi_fi: Lähetä lähettäjälle ilmoituksia
ja_jp: 投稿者に通知を送る

source: Judgment
fi_fi: Arvostelu
ja_jp: 判定

source: You may leave a comment (only visible to conveners and judges)...
fi_fi: Voit jättää kommentin (näkyy vain vastuuhenkilöille ja arvostelijoille)...
ja_jp: コメントを残せます（世話人と審査員のみ閲覧可）...

source: Proposed Action
fi_fi: Ehdotettu toimenpide
ja_jp: 提案された操作

source: Target Abstract
fi_fi: Kohde Abstrakti
ja_jp: 対象アブストラクト

source: The current abstract should be marked as duplicate of the selected one
fi_fi: Nykyinen abstrakti tulisi merkitä valitun abstraktin kaksoiskappaleeksi
ja_jp: 現在のアブストラクトは、選択されたものと重複しているとしてマークすべきです

source: You may propose a contribution type...
fi_fi: Voit ehdottaa sisältötyyppiä...
ja_jp: 投稿タイプを提案できます...

source: Propose for tracks
fi_fi: Ehdota osioille
ja_jp: トラックへ提案する。

source: Propose an action...
fi_fi: Ehdota toimenpidettä...
ja_jp: 操作を提案

source: Use review track
fi_fi: Käytä arviointialuetta
ja_jp: 審査トラックを使用

source: Accept the abstracts in the track for which they were under review
fi_fi: Hyväksy abstraktit siinä osiossa, jossa ne olivat arvioinnissa
ja_jp: 審査中のトラックでアブストラクトを受理する

source: Override contribution type
fi_fi: Ohita sisältötyyppi
ja_jp: 投稿タイプを上書き

source: Override the contribution type for all selected abstracts
fi_fi: Ohita kaikkien valittujen abstraktien sisältötyyppi
ja_jp: 選択されたすべてのアブストラクトの投稿タイプを上書きする

source: The abstracts will be accepted in this track
fi_fi: Abstraktit hyväksytään tähän osioon
ja_jp: このトラックでアブストラクトを受け付ける

source: The abstracts will be converted into a contribution of this type
fi_fi: Abstraktit muunnetaan tähän sisältötyyppiin
ja_jp: アブストラクトは、このタイプの投稿に変換されます。

source: The generated contributions will be allocated in this session
fi_fi: Luodut sisällöt jaetaan tähän istuntoon
ja_jp: 生成された投稿は、このセッションに割り当てられます。

source: The selected abstracts will be marked as duplicate of the specified abstract
fi_fi: Valitut abstraktit merkitään määritetyn abstraktin kaksoiskappaleiksi
ja_jp: 現在のアブストラクトは、指定されたアブストラクトと重複しているとしてマークされます

source: The selected abstracts will be merged into the specified abstract
fi_fi: Valitut abstraktit yhdistetään valittuun abstraktiin
ja_jp: 選択されたアブストラクトは、指定されたアブストラクトに統合されます

source: Authors and speakers of the selected abstracts will be added to the specified abstract
fi_fi: Valittujen abstraktien kirjoittajat ja puhujat lisätään valittuun abstraktiin
ja_jp: 選択されたアブストラクトの著者と発表者は、指定されたアブストラクトに追加されます

source: Rules
fi_fi: Säännöt
ja_jp: ルール

source: There is a duplicate rule
fi_fi: On olemassa kaksoissääntö
ja_jp: 重複するルールがあります

source: "Reply to" address
fi_fi: Vastausosoite
ja_jp: 「返信先」アドレス

source: Send to submitter
fi_fi: Lähetä lähettäjälle
ja_jp: 投稿者に送信

source: Send to primary authors
fi_fi: Lähetä pääkirjoittajille
ja_jp: 主著者らに送る

source: Send to co-authors
fi_fi: Lähetä yhteiskirjoittajille
ja_jp: 共著者に送信

source: Additional CC e-mail addresses (one per line)
fi_fi: Lisä-CC-sähköpostiosoitteet (yksi riviä kohden)
ja_jp: CCで追加するメールアドレス(一行に一つ)

source: Body
fi_fi: Teksti
ja_jp: 本文

source: Invitation email templates must contain the {placeholder} placeholder
fi_fi: Sähköpostikutsujen mallien on sisällettävä {placeholder} -paikkamerkki

source: Only invitation email templates may contain the {placeholder} placeholder
fi_fi: Vain sähköpostikutsujen mallit voivat sisältää {placeholder} -paikkamerkin

source: Email template
fi_fi: Sähköpostimalli
ja_jp: メール テンプレート

source: Invited
fi_fi: Kutsuttu
ja_jp: 招待済み

source: Merge
fi_fi: Yhdistä
ja_jp: 統合

source: Withdrawn
fi_fi: Peruutettu
ja_jp: 出金済み

source: The default template that will be used as a basis for this notification. You can customize it later.
fi_fi: Oletusmallipohja, jota käytetään tämän ilmoituksen lähtökohtana. Voit mukauttaa sitä myöhemmin.
ja_jp: この通知のベースとして使用されるデフォルトのテンプレートです。後でカスタマイズできます。

source: No type selected
fi_fi: Tyyppiä ei valittu
ja_jp: タイプ未選択

source: Attachments
fi_fi: Liitteet
ja_jp: 添付ファイル

source: No track selected
fi_fi: Ei valittua osiota
ja_jp: トラックが選択されていない

source: Tracks
fi_fi: Osiot
ja_jp: トラック

source: Send email notifications
fi_fi: Lähetä sähköpostiilmoitukset
ja_jp: メール通知を送信

source: Type of user
fi_fi: Käyttäjätyyppi
ja_jp: ユーザーの種類

source: Existing user
fi_fi: Olemassa oleva käyttäjä
ja_jp: 既存のユーザー

source: New user
fi_fi: Uusi käyttäjä
ja_jp: 新規ユーザー

source: The person invited to submit the abstract
fi_fi: Abstraktin lähettämiseen kutsuttu henkilö
ja_jp: アブストラクトの提出に招待された人

source: There is already a user with this email address
fi_fi: Tällä sähköpostiosoitteella on jo käyttäjä
ja_jp: このメールアドレスを持つユーザーがすでにいます

source: You have to create an "Invited" abstract notification template in order to be able to create invited abstracts.
fi_fi: Sinun täytyy luoda ”Kutsuttu”-abstraktin ilmoitusmalli, jotta voit luoda kutsuttuja abstrakteja.
ja_jp: 招待アブストラクトを作成できるようにするためには、「招待」アブストラクト通知テンプレートを作成する必要があります。

source: The moment users can start submitting abstracts
fi_fi: Hetki, josta alkaen käyttäjät voivat lähettää abstrakteja
ja_jp: ユーザーがアブストラクトの提出を開始できる時間

source: The moment the submission process will end
fi_fi: Hetki, jolloin lähetysprosessi päättyy
ja_jp: 提出終了の時間

source: Modification deadline
fi_fi: Muutosten määräaika
ja_jp: 修正の締切

source: Deadline until which the submitted abstracts can be modified
fi_fi: Määräaika, johon mennessä lähetettyjä abstrakteja voidaan muokata
ja_jp: 提出したアブストラクトの修正の締切日

source: Visibility
fi_fi: Näkyvyys
ja_jp: 開示状況

source: No track
fi_fi: Ei osiota
ja_jp: トラック無し

source: No type
fi_fi: Ei tyyppiä
ja_jp: タイプなし

source: State
fi_fi: Vaihe
ja_jp: 状態

source: Accepted track
fi_fi: Hyväksytty osio
ja_jp: 受け付けたトラック

source: Submitted for tracks
fi_fi: Lähetetty osioille
ja_jp: トラックへ申請済み

source: Reviewed for tracks
fi_fi: Arvioitu osioilla
ja_jp: トラック審査済み

source: Accepted type
fi_fi: Hyväksytty tyyppi
ja_jp: アクセプトされたタイプ

source: Submitted type
fi_fi: Lähetetty tyyppi
ja_jp: 提出されたタイプ

source: Score
fi_fi: Pisteet
ja_jp: スコア

source: Submission date
fi_fi: Lähetyspäivä
ja_jp: 提出日

source: Modification date
fi_fi: Muutospäivä
ja_jp: 修正日

source: Submission comment
fi_fi: Lähetyksen kommentti
ja_jp: 提出コメント

source: The abstract '{}' is not displayed in the list due to the enabled filters
fi_fi: Abstrakti '{}' ei näy luettelossa käytössä olevien suodattimien vuoksi
ja_jp: フィルタが有効なためアブストラクト「{}」は一覧に表示されません。

source: Proposed for multiple tracks
fi_fi: Ehdotettu useille osioille
ja_jp: 複数トラックへ申請済み

source: Must have comments
fi_fi: Pakolliset kommentit
ja_jp: コメントが必須です

# Email notification condition
source: any
fi_fi: mikä tahansa

# Email notification condition
source: none
fi_fi: ei mitään

source: Destination Track
fi_fi: Kohdeosio
ja_jp: 行先トラック

source: any track
fi_fi: mikä tahansa osio
ja_jp: どのトラックでも

source: no track
fi_fi: ei osiota
ja_jp: トラック無し

source: in
fi_fi: tila
ja_jp: イン

source: Final State
fi_fi: Viimeinen vaihe
ja_jp: 最終状態

source: any type
fi_fi: kaikki tyypit
ja_jp: 任意の種類

source: no type
fi_fi: ei tyyppiä
ja_jp: タイプなし

source: as
fi_fi: nimellä

source: The URL of the event
fi_fi: Tapahtuman URL-osoite
ja_jp: イベントのURL

source: The ID of the abstract
fi_fi: Abstraktin tunnus
ja_jp: アブストラクトID

source: The title of the abstract
fi_fi: Abstraktin otsikko
ja_jp: アブストラクトの題名

source: The direct URL of the abstract
fi_fi: Abstraktin suora URL-osoite
ja_jp: アブストラクトへの直接URL

source: The link to submit an invited abstract
fi_fi: Linkki kutsutun abstraktin lähettämiseen
ja_jp: 招待されたアブストラクトの提出リンク

source: The name of the destination track
fi_fi: Kohdeosion nimi
ja_jp: 行先トラック名

source: The name of the destination session
fi_fi: Kohdeistunnon nimi
ja_jp: 行先セッション名

source: The contribution type that is associated to the abstract
fi_fi: Abstraktiin liitetyn esityksen tyyppi
ja_jp: アブストラクトに関連づけられた投稿タイプ

source: The names of the authors (separated by commas)
fi_fi: Kirjoittajien nimet (erotettuina pilkuilla)

source: The names of the co-authors (separated by commas)
fi_fi: Yhteiskirjoittajien nimet (erotettuina pilkuilla)
ja_jp: 共著者名（カンマで区切ってください）

source: The full name of the submitter, no title
fi_fi: Lähettäjän koko nimi, ilman titteliä
ja_jp: 投稿者のフルネーム、肩書きなし

source: The first name of the submitter
fi_fi: Lähettäjän etunimi
ja_jp: 投稿者の名

source: The last name of the submitter
fi_fi: Lähettäjän sukunimi
ja_jp: 投稿者の姓

source: The title of the submitter (Dr, Prof., etc...)
fi_fi: Lähettäjän titteli (tohtori, professori jne.)
ja_jp: 投稿者の肩書き（Dr.、Prof. 他）

source: Contribution URL
fi_fi: Esityksen URL
ja_jp: 投稿のURL

source: The ID of the target abstract (merge or duplicate)
fi_fi: Kohdeabstraktin tunnus (yhdistä minen tai kaksoiskappale)
ja_jp: 対象アブストラクトのID（統合または複製）

source: The title of the target abstract (merge or duplicate)
fi_fi: Kohdeabstraktin otsikko (yhdistäminen tai kaksoiskappale)
ja_jp: 対象アブストラクトのタイトル（統合または複製）

source: The full name of the target abstract's submitter, no title (merge or duplicate)
fi_fi: Kohdeabstraktin lähettäjän koko nimi, ei titteliä (yhdistäminen tai kaksoiskappale)
ja_jp: 対象アブストラクトの提出者フルネーム、肩書なし（統合または複製）

source: The first name of the target abstract's submitter (merge or duplicate)
fi_fi: Kohdeabstraktin lähettäjän etunimi (yhdistetty tai kaksoiskappale)
ja_jp: 対象アブストラクトの提出者名（統合または複製）

source: The last name of the target abstract's submitter (merge or duplicate)
fi_fi: Kohdeabstraktin lähettäjän sukunimi (yhdistetty tai kaksoiskappale)
ja_jp: 対象アブストラクトの提出者姓（統合または複製）

source: Comments written by event organizer (upon final decision)
fi_fi: Tapahtuman järjestäjän kirjoittamat kommentit (lopullisen päätöksen jälkeen)
ja_jp: イベント主催者のコメント（最終決定時）

source: Abstract title
fi_fi: Abstraktin otsikko
ja_jp: アブストラクトの題名

source: Board Number
fi_fi: Taulunumero
ja_jp: ボード番号

source: Session title, Board Number
fi_fi: Istunnon nimi, taulunumero
ja_jp: セッション名、ボード番号

source: Session title
fi_fi: Istunnon nimi
ja_jp: セッション名

source: Schedule, Board Number
fi_fi: Aikataulu, taulun numero
ja_jp: スケジュール、ボード番号

source: Session, Schedule, Board Number
fi_fi: Istunto, aikataulu, taulunumero
ja_jp: セッション、スケジュール、委員会番号

# Author type
source: None
fi_fi: Ei mitään

source: Border around links (screen only)
fi_fi: Linkkien reunus (vain näytöllä)
ja_jp: リンクの周りのボーダー（画面のみ）

source: Color links
fi_fi: Värilliset linkit
ja_jp: カラーリンク

source: Do not highlight links
fi_fi: Älä korosta linkkejä
ja_jp: リンクを強調表示しない

source: All involved people (submitter, authors, speakers)
fi_fi: Kaikki osalliset (lähettäjä, kirjoittajat, puhujat)
ja_jp: すべての関係者（投稿者、著者、発表者）

source: Abstract submitter and all authors (primary and co-authors)
fi_fi: Abstraktin lähettäjä ja kaikki kirjoittajat (pää- ja yhteiskirjoittajat)
ja_jp: アブストラクト提出者と全著者（主著者と共著者）

source: Abstract submitter and primary authors
fi_fi: Abstraktin lähettäjä ja pääkirjoittajat
ja_jp: アブストラクト提出者と主著者

source: Abstract submitter only
fi_fi: Vain abstraktin lähettäjä
ja_jp: アブストラクト投稿者のみ

source: Speakers and authors
fi_fi: Puhujat ja kirjoittajat
ja_jp: 発表者と著者

source: Speakers, authors and co-authors
fi_fi: Puhujat, kirjoittajat ja yhteiskirjoittajat
ja_jp: 発表者、著者、及び共著者

source: Abstract modified successfully
fi_fi: Abstraktia muokattu onnistuneesti
ja_jp: アブストラクトの修正に成功しました

source: {num} abstract has been judged.
fi_fi: {num} abstrakti on arvioitu.
ja_jp: {num} 件のアブストラクトを審査しました。

source: {num} abstract has been skipped since it is already judged.
fi_fi: {num} abstrakti on ohitettu, koska se on jo arvosteltu.
ja_jp: 既に審査済みだった {num} 件のアブストラクトをスキップしました。

source: {num} abstract has been skipped since it was under review for more than one track.
fi_fi: {num} abstrakti on ohitettu, koska se oli arvioitavana useammassa kuin yhdessä osiossa.
ja_jp: {num} 件のアブストラクトは、複数のトラックで審査中であったため、スキップしています。

# Judge abstracts (verb)
source: Judge
fi_fi: Arvostele

source: Abstract '{}' created successfully
fi_fi: Abstrakti '{}' luotu onnistuneesti
ja_jp: アブストラクト「{}」が正常に作成されました

source: The abstract has been deleted.
fi_fi: Abstrakti on poistettu.
ja_jp: {count} 件のアブストラクトを削除しました。

source: The linked contribution has been deleted.
fi_fi: Liitetty esitys on poistettu.
ja_jp: {count} 件のリンクされた投稿を削除しました。

source: Book of Abstract settings have been saved
fi_fi: Abstraktikirjan asetukset on tallennettu
ja_jp: アブストラクト集の設定が保存されました

source: You are currently using a custom Book of Abstracts. Please note that any change in the settings below will only affect the LaTeX files and not the custom PDF. You need to rebuild the Book of Abstracts and upload the new version yourself.
fi_fi: Käytät tällä hetkellä mukautettua abstraktikirjaa. Huomioithan, että alla tehtävät asetusten muutokset vaikuttavat vain LaTeX-tiedostoihin, eivät mukautettuun PDF-tiedostoon. Sinun tulee koota uusi abstraktikirja ja lähettää uusi versio itse.
ja_jp: 現在、カスタムのアブストラクト集を使用しています。以下の設定を変更しても、LaTeXファイルのみに影響し、カスタムPDFには影響しないことに注意してください。ご自身でアブストラクト集を再構築し、新バージョンをアップロードする必要があります。

source: Please note that any change in the settings below will only affect the LaTeX files and not the Book of Abstracts itself. You need to rebuild it and upload the new version yourself.
fi_fi: Huomioithan, että alla tehtävät asetusten muutokset vaikuttavat vain LaTeX-tiedostoihin, eivät abstraktikirjaan. Sinun tulee koota se uudelleen ja lähettää uusi versio itse.
ja_jp: 以下の設定を変更しても、LaTeXファイルのみに影響し、アブストラクト集自体には影響しないことにご注意ください。自分で再構築し、新バージョンをアップロードする必要があります。

source: The contributions of this event have not been published yet
fi_fi: Tämän tapahtuman esityksiä ei ole vielä julkaistu
ja_jp: 本イベントの投稿はまだ公開されていません

source: The Call for Abstracts is closed. Please contact the event organizer for further assistance.
fi_fi: Abstraktikutsu on päättynyt. Ota yhteyttä tapahtuman järjestäjään, jos tarvitset lisäapua.
ja_jp: アブストラクト募集は終了しました。ご不明な点はイベント主催者までお問い合わせください。
