Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Do you really want to disconnect from the editing workflow service? If your editing process has already started (e.g. people submitted content to be edited), disconnecting is most likely not a good idea and should only be done if you do not plan to enable the service again for this event.
fi_fi: Haluatko varmasti katkaista yhteyden muokkaustyönkulkupalveluun? Jos muokkausprosessi on jo alkanut (esim. osallistujat ovat lähettäneet muokattavaa sisältöä), yhteyden katkaiseminen ei ole suositeltavaa. Katkaise yhteys vain, jos et aio ottaa palvelua uudelleen käyttöön tässä tapahtumassa.
ja_jp: 編集ワークフローサービスを本当に切断しますか？編集作業が既に始まっている場合（例：人々が編集するコンテンツを投稿済みなど）、切断は良い考えとは言えない場合が多く、このイベントで再びサービスを有効にする予定がない場合にのみ行うべきです。

source: Connect to editing workflow service
fi_fi: Yhdistä muokkaustyönkulkupalveluun
ja_jp: 編集ワークフローサービスに接続

source: Service URL
fi_fi: Palvelun URL-osoite
ja_jp: サービスURL

source: Provide the URL for the service implementing your custom editing workflow.
fi_fi: Anna URL-osoite palvelulle, joka toteuttaa mukautetun muokkaustyönkulun.
ja_jp: カスタム編集ワークフローを実装するサービスのURLを記入してください。

source: Your editing workflow will be managed by {service} ({version}).
fi_fi: Muokkaustyönkulkuasi hallinnoi {service} ({version}).
ja_jp: 編集ワークフローは {service} ({version}) で管理されます。

source: Please note that connecting to this service may immediately update your editing settings and create e.g. new tags and file types. Only connect if you intend to use this workflow in your event!
fi_fi: Huomioithan, että yhteyden muodostaminen tähän palveluun voi välittömästi päivittää muokkausasetuksesi ja luoda esimerkiksi uusia tunnisteita ja tiedostotyyppejä. Yhdistä palveluun vain, jos aiot käyttää tätä työnkulkua tapahtumassasi!
ja_jp: このサービス に接続すると、編集設定が直ちに更新され、新規のタグやファイル形式が作成される可能性があります。イベントでこのワークフローを使用する場合のみ接続してください！

source: If you are a developer looking to implement a custom workflow, head over to the {link}reference implementation of the OpenReferee spec on GitHub{/link}.
fi_fi: Jos olet kehittäjä ja haluat toteuttaa mukautetun työnkulun, tutustu {link}OpenReferee-spesifikaation referenssitoteutukseenGitHubissa{/link}.
ja_jp: カスタムワークフローを実装したい開発者の方は、GitHub{/link}にあるOpenReferee仕様の{link}参照実装にアクセスしてください。

source: Status
fi_fi: Tila
ja_jp: ステータス

source: Editor
fi_fi: Muokkaaja
ja_jp: 編集者

source: Session
fi_fi: Istunto
ja_jp: セッション

source: Has updates
fi_fi: Sisältää päivityksiä

source: List of papers
fi_fi: Lista artikkeleista
ja_jp: ペーパーの一覧

source: List of slides
fi_fi: Dialuettelo
ja_jp: スライド一覧

source: List of posters
fi_fi: Lista postereista
ja_jp: ポスターの一覧

source: {count} paper was skipped because of its current status.
fi_fi: {count} artikkeli ohitettiin sen nykyisen tilan vuoksi.
ja_jp: {count} つの論文が、現在の状態のためにスキップされました。

source: {count} slide was skipped because of its current status.
fi_fi: {count} dia ohitettiin sen nykyisen tilan vuoksi.
ja_jp: {count} つのスライドが、現在の状態のためにスキップされました。

source: {count} poster was skipped because of its current status.
fi_fi: {count} posteri ohitettiin sen nykyisen tilan vuoksi.
ja_jp: {count} つのポスターが、現在の状態のためにスキップされました。

source: ID
fi_fi: Tunnus

source: Code
fi_fi: Koodi
ja_jp: コード

source: Title
fi_fi: Otsikko
ja_jp: タイトル

source: Rev.
fi_fi: Versio

source: There has been an update to the latest revision
fi_fi: Viimeisimpään versioon on tullut päivitys

source: Assign
fi_fi: Määritä
ja_jp: 割り当て

source: Assign to myself
fi_fi: Valitse minut
ja_jp: 自分に割り当てる

source: Judge
fi_fi: Arvostele

source: Download all files
fi_fi: Lataa kaikki tiedostot
ja_jp: すべてのファイルをダウンロードする

source: Export as JSON
fi_fi: Vie JSON-muodossa
ja_jp: JSONとしてエクスポート

source: There are no editables yet.
fi_fi: Muokattavia kohteita ei ole vielä.
ja_jp: まだ原稿がありません

source: Assignment conflict
fi_fi: Tehtävän määrityksen ristiriita
ja_jp: 割り当ての競合

source: Some editor assignments for the current selection have been changed externally. Are you sure you want to proceed?
fi_fi: Joitakin muokkaajien valitun aineiston tehtävämäärityksiä on muokattu ulkoisesti. Haluatko varmasti jatkaa?
ja_jp: 現在の選択に対するエディターの割当が外部で変更されました。本当に次に進みますか？

source: Force assignments
fi_fi: Pakota tehtävien määritykset
ja_jp: 強制的に割り当て

source: Send emails to the editing team
fi_fi: Lähetä sähköpostia muokkaustiimille
ja_jp: 編集部へメールを送る

source: Assign an editor to papers
fi_fi: Valitse muokkaaja artikkeleille
ja_jp: 論文に編集者を割り当てる

source: Assign an editor to posters
fi_fi: Valitse muokkaaja postereille
ja_jp: ポスターに編集者を割り当てる

source: Assign an editor to slides
fi_fi: Valitse muokkaaja esitysdioille
ja_jp: スライドに編集者を割り当てる

source: Submission is open
fi_fi: Lähettäminen on avoinna
ja_jp: 提出受付中

source: Submission is not open
fi_fi: Lähettäminen ei ole avoinna
ja_jp: 提出は受け付けていません

source: Toggle whether users can submit new editables
fi_fi: Ota käyttöön tai poista käytöstä uusien muokattavien lähettäminen
ja_jp: ユーザーが新しい原稿を投稿できるかどうかを切り替える

source: Close now
fi_fi: Sulje nyt
ja_jp: 今すぐ終了

source: Start now
fi_fi: Aloita nyt
ja_jp: すぐに開始

source: Editing is open
fi_fi: Muokkaus on avoinna
ja_jp: 編集はオープンです

source: Editing is not open
fi_fi: Muokkaus ei ole avoinna
ja_jp: 編集はオープンではありません

source: Toggle whether editors can review submissions
fi_fi: Ota käyttöön tai poista käytöstä muokkaajien mahdollisuus arvioida lähetettyjä kohteita
ja_jp: 編集者らが投稿を審査できるかどうか切り替え

source: Remind submitters
fi_fi: Muistuta lähettäjiä
ja_jp: 提出者をリマインド

source: Send an email to authors who have not submitted any files of this editable type
fi_fi: Lähetä sähköposti tekijöille, jotka eivät ole toimittaneet yhtään tiedostoa tästä muokattavasta aineistotyypistä
ja_jp: この原稿タイプのファイルを一つも提出していない著者にメールを送る

source: Contributions without editables
fi_fi: Esitykset ilman muokattavia kohteita
ja_jp: 原稿のない投稿

source: File types
fi_fi: Tiedostotyypit
ja_jp: ファイルの種類

source: Configure file types
fi_fi: Määritä tiedostotyypit
ja_jp: ファイルの種類を設定

source: Ready for review conditions
fi_fi: Valmis arvioitavaksi
ja_jp: 審査準備完了

source: Configure conditions for reviewing
fi_fi: Aseta arviointiehdot
ja_jp: 審査の条件を設定

source: Editing team
fi_fi: Muokkaustiimi
ja_jp: 編集チーム

source: Configure editing team
fi_fi: Määritä muokkaustiimi
ja_jp: 編集チームを設定する

source: Keep editing team members anonymous
fi_fi: Pidä muokkaustiimi anonyyminä
ja_jp: 編集チームメンバーを匿名に保つ

source: Contact
fi_fi: Yhteystiedot
ja_jp: お問い合わせ

source: Manage team
fi_fi: Hallinnoi tiimiä
ja_jp: チーム管理

source: Editor assignment
fi_fi: Muokkaajan määräys
ja_jp: 編集者の割り当て

source: Allow editors to self-assign editables
fi_fi: Salli muokkaajien valita muokattavia kohteita itselleen
ja_jp: 編集者に、自分で原稿を割り当てる事を許可

source: Editing ({type})
fi_fi: Muokkaus ({type})
ja_jp: 編集中 ({type})

source: has files
fi_fi: sisältää tiedostoja
ja_jp: ファイル有り

source: has no files
fi_fi: ei sisällä tiedostoja
ja_jp: ファイル無し

source: There are no editables available.
fi_fi: Ei muokattavia kohteita saatavilla.
ja_jp: 原稿はありません。

source: Set editors
fi_fi: Valitse muokkaajat
ja_jp: エディターの設定

source: Editors
fi_fi: Muokkaajat
ja_jp: 編集者

source: Enter an extension
fi_fi: Syötä tiedostopääte
ja_jp: 拡張子を入力

source: Add extension
fi_fi: Lisää tiedostopääte
ja_jp: 拡張子を追加

source: This type has files attached
fi_fi: Tähän tiedostotyyppiin on liitetty tiedostoja
ja_jp: このタイプはファイルが添付されています

source: This type is used in a review condition
fi_fi: Tätä tyyppiä käytetään arviointiehdossa
ja_jp: このタイプは審査条件の中で使用されます

source: Cannot delete the only publishable type
fi_fi: Ainoaa julkaistavaa tiedostotyyppiä ei voi poistaa
ja_jp: 公開可能な形式が一つしかないため、削除できません

source: There are no file types defined for this event
fi_fi: Tälle tapahtumalle ei ole määritelty tiedostotyyppejä
ja_jp: このイベントには、ファイルタイプの定義がありません

source: File required
fi_fi: Tiedosto vaaditaan
ja_jp: ファイルが必用です

source: Multiple files allowed
fi_fi: Useat tiedostot sallitaan
ja_jp: 複数ファイル可

source: File publishable
fi_fi: Tiedosto julkaistavissa
ja_jp: ファイル公開可能

source: (no extension restrictions)
fi_fi: (ei rajoituksia tiedostopäätteissä)
ja_jp: (拡張子制限なし)

source: Add a new file type
fi_fi: Lisää uusi tiedostotyyppi
ja_jp: 新しいタイプを追加

source: Edit file type
fi_fi: Muokkaa tiedostotyyppiä
ja_jp: ファイルタイプを編集する

source: Create a new file type
fi_fi: Luo uusi tiedostotyyppi
ja_jp: 新しいファイルタイプを作成する

source: Are you sure you want to delete the file type {fileType}?
fi_fi: Haluatko varmasti poistaa tiedostotyypin {fileType}?
ja_jp: 本当にファイルタイプ{fileType}を削除してよいですか？

source: Take into account that this file type has files attached to it.
fi_fi: Huomaa, että tähän tiedostotyyppiin liittyy tiedostoja.
ja_jp: このファイルタイプには、ファイルが添付されていることを考慮してください。

source: Name
fi_fi: Nimi
ja_jp: 名前

source: Filename template
fi_fi: Tiedostonimen malli
ja_jp: ファイル名テンプレート

source: Glob-style filename template that all files of this type have to conform to (e.g. {example}). No dots allowed. It is possible to use {placeholder} as a placeholder for the contribution program code.
fi_fi: Glob-tyylinen tiedostonimimalli, jota kaikkien tämän tyyppisten tiedostojen on noudatettava (esim. {example}). Pisteitä ei sallita. Voit käyttää {placeholder}-paikkamerkkiä tiedostonimessä, jolloin se korvataan automaattisesti sisällön ohjelmakoodilla.
ja_jp: この形式のすべてのファイルが従わなければならないワイルドカードを含むファイル名テンプレート（例：{example}）です。ドットは許可されません。投稿プログラムコードのプレースホルダーとして{placeholder} を使用することは可能です。

source: Extensions
fi_fi: Tiedostopäätteet
ja_jp: 拡張機能

source: Allowed file extensions. If left empty, there are no extension restrictions
fi_fi: Sallitut tiedostopäätteet. Jos kenttä jätetään tyhjäksi, tiedostopäätteille ei ole rajoituksia
ja_jp: 可能なファイル拡張子。空欄の場合、拡張子の制限はありません

source: Whether the file type is mandatory
fi_fi: Onko tiedostotyyppi pakollinen
ja_jp: ファイルタイプが必須かどうか

source: Multiple files
fi_fi: Useita tiedostoja
ja_jp: 複数のファイル

source: Whether the file type allows uploading multiple files
fi_fi: Salliiko tiedostotyyppi useiden tiedostojen lisäämisen
ja_jp: 複数ファイルのアップロードが可能なファイルタイプかどうか

source: Publishable
fi_fi: Julkaistavissa
ja_jp: 公開可

source: Whether the files of this type can be published
fi_fi: Ovatko tiedostotyypit julkaistavissa
ja_jp: このタイプのファイルの公開の可否

source: AND
fi_fi: JA
ja_jp: かつ

source: Are you sure you want to delete this condition?
fi_fi: Haluatko varmasti poistaa tämän ehdon?
ja_jp: この条件を削除してもよろしいですか？

source: Select filetypes to create a condition
fi_fi: Valitse tiedostotyypit luodaksesi ehdon
ja_jp: ファイルタイプを選択して条件を作る

source: Here you can define what filetype-related conditions have to be met for a submission to be eligible for review. In order to start the review process, uploaded files must meet one of the specified criteria.
fi_fi: Täällä voit määrittää, mitkä ehdot tiedostotyypin on täytettävä, jotta lähetys voidaan hyväksyä arvioitavaksi. Arvioinnin aloittaminen edellyttää, että lähetetyt tiedostot täyttävät vähintään yhden määritetyistä ehdoista.
ja_jp: ここでは、投稿を審査対象とするために満たさねばならないファイルタイプ関連の条件を定義できます。審査プロセスを開始するためには、アップロードされたファイルが指定された条件のいずれかを満たしている必要があります。

source: No reviewing conditions have been defined
fi_fi: Arviointiehtoja ei ole määritelty
ja_jp: 審査条件は定義されていません

source: Or
fi_fi: Tai
ja_jp: または

source: Create new filetype condition
fi_fi: Luo uusi tiedostotyyppiehto
ja_jp: 新しいファイルタイプ条件を作成

source: Review conditions
fi_fi: Arviointiehdot
ja_jp: 審査条件

source: Edit tag
fi_fi: Muokkaa tunnistetta
ja_jp: タグを編集

source: Delete tag
fi_fi: Poista tunniste
ja_jp: タグを削除

source: System tags are managed by the editing workflow service and cannot be modified.
fi_fi: Muokkaustyönkulku hallinnoi järjestelmätunnisteita, eikä niitä voi muokata.
ja_jp: システムタグは編集ワークフローサービスによって管理され、変更はできません。

source: There are no tags defined for this event
fi_fi: Tapahtumalle ei ole määritelty tunnisteita
ja_jp: このイベントには、タグが定義されていません

source: Add new tag
fi_fi: Lisää uusi tunniste
ja_jp: タグを追加

source: Create a new tag
fi_fi: Luo uusi tunniste
ja_jp: 新しいタグを作成する

source: Are you sure you want to delete the tag {tag}?
fi_fi: Haluatko varmasti poistaa tunnisteen {tag}?
ja_jp: 本当にタグ{tag}を削除してよいですか？

source: Color
fi_fi: Väri
ja_jp: 色

source: Paper
fi_fi: Artikkeli
ja_jp: 用紙

source: Slides
fi_fi: Esitysdiat
ja_jp: スライド

source: Poster
fi_fi: Posteri
ja_jp: ポスター画像

source: Paper Editing
fi_fi: Artikkeleiden muokkaus
ja_jp: ペーパー編集

source: Slides Editing
fi_fi: Diaesitysten muokkaus
ja_jp: スライド編集

source: Poster Editing
fi_fi: Artikkelien muokkaus
ja_jp: ポスター編集

source: Get next paper
fi_fi: Hae seuraava artikkeli
ja_jp: 次のペーパーを見る

source: Get next poster
fi_fi: Hae seuraava posteri
ja_jp: 次のポスターを見る

source: Get next slides
fi_fi: Hae seuraava diaesitys
ja_jp: 次のスライドを見る

source: Publish event
fi_fi: Julkaise tapahtuma
ja_jp: イベントを公開する

source: Move events
fi_fi: Siirrä tapahtumat
ja_jp: イベントを移動

source: Move event
fi_fi: Siirrä tapahtuma
ja_jp: イベントを移動

source: Select destination category for the selected events
fi_fi: Valitse tapahtumien kohdekategoria
ja_jp: 選択したイベントの行き先カテゴリーを選択

source: Select destination category for the event
fi_fi: Valitse tapahtuman kohdekategoria
ja_jp: イベントの行き先カテゴリーを選択

source: The event is already in this category
fi_fi: Tapahtuma on jo tässä kategoriassa
ja_jp: イベントはすでにこのカテゴリーにあります

source: Confirm event move
fi_fi: Vahvista tapahtuman siirto
ja_jp: イベント移動の確認

source: You are about to publish this event to {target}.
fi_fi: Olet julkaisemassa tämän tapahtuman kohteeseen {target}.
ja_jp: このイベントを{target}に公開しようとしています。

source: You are about to move this event to {target}.
fi_fi: Olet siirtämässä tämän tapahtuman kohteeseen {target}.
ja_jp: {count} つのイベントを {target} に移動しようとしています。

source: Moving an event there {strong}requires approval{/strong} by a category manager. Until approved, the event will remain in its current category.
fi_fi: Tapahtuman siirto {strong}edellyttää hyväksyntää{/strong}. Tapahtuma pysyy nykyisessä kategoriassa, kunnes kategorian vastuuhenkilö on hyväksynyt siirron.
ja_jp: イベントをそこに移動するにはカテゴリーマネージャーによる {strong}承認が必用{/strong}です。承認されるまで、イベントは現在のカテゴリーに留まります。

source: You can provide a comment to the category managers to help them decide whether to approve your request.
fi_fi: Voit jättää viestin kategorian ylläpitäjille, jotta heidän on helpompi päättää pyyntösi hyväksymisestä.
ja_jp: カテゴリーマネージャーに対して、承認するかどうかの判断の助けとなるコメントを記載できます。

source: Confirm
fi_fi: Vahvista
ja_jp: 確認

source: Change category
fi_fi: Vaihda kategoria
ja_jp: カテゴリーを変更する

source: Event has a pending move request
fi_fi: Tapahtumalla on odottava siirtopyyntö
ja_jp: イベントには保留中の移動要請があります

source: Move event to another category
fi_fi: Siirrä tapahtuma toiseen kategoriaan
ja_jp: イベントを別のカテゴリーに移動する

source: Move
fi_fi: Siirrä
ja_jp: 移動

source: Move selected events to another category
fi_fi: Siirrä valitut tapahtumat toiseen kategoriaan
ja_jp: 選択したイベントを別のカテゴリーに移動する

source: Event has a pending publish request
fi_fi: Tapahtumalla on odottava julkaisupyyntö
ja_jp: イベントには保留中の公開要請があります

source: Publish event to a category
fi_fi: Julkaise tapahtuma kategoriaan
ja_jp: イベントをカテゴリーに公開

source: Publish
fi_fi: Julkaise
ja_jp: 発行

source: Manage event series
fi_fi: Hallitse tapahtumasarjoja
ja_jp: イベントシリーズの管理

source: Manage series
fi_fi: Hallitse sarjoja
ja_jp: シリーズを管理

source: Create event series
fi_fi: Luo tapahtumasarja
ja_jp: イベントシリーズの作成

source: Create series
fi_fi: Luo sarja
ja_jp: シリーズを作成

source: Delete series
fi_fi: Poista sarja
ja_jp: シリーズを削除

source: Update series
fi_fi: Päivitä sarja
ja_jp: シリーズを更新

source: A series needs to contain at least one event.
fi_fi: Sarjassa on oltava vähintään yksi tapahtuma.
ja_jp: シリーズは、少なくとも1つのイベントを含む必要があります。

source: Events in series
fi_fi: Sarjan tapahtumat
ja_jp: シリーズ中のイベント

source: Events to add
fi_fi: Lisättävät tapahtumat
ja_jp: 追加するイベント

source: Series options
fi_fi: Sarjan vaihtoehdot
ja_jp: シリーズオプション

source: Show the sequence number in the event titles (lectures only)
fi_fi: Näytä järjestysnumero tapahtumien otsikoissa (vain luennot)
ja_jp: イベントタイトルにシーケンス番号を表示する（レクチャーのみ）

source: Show links to the other events of the series on the main event page
fi_fi: Näytä linkit sarjan muihin tapahtumiin tapahtumien pääsivulla
ja_jp: イベントのメインページに、シリーズの他のイベントへのリンクを表示する

source: Event title pattern
fi_fi: Tapahtuman otsikon malli
ja_jp: イベントタイトルのパターン

source: Title pattern for cloned events. Must contain the {placeholder} placeholder which will indicate the new event's position in the series.
fi_fi: Otsikkokuvio kloonatuille tapahtumille. Sen on sisällettävä {placeholder}-paikkamerkki, joka osoittaa uuden tapahtuman sijainnin sarjassa.
ja_jp: クローンイベントのタイトルパターン。新しいイベントのシリーズ内での位置を示す{placeholder}プレースホルダーを含む必要があります。

source: Title pattern must contain the {placeholder} placeholder
fi_fi: Otsikkokuvion on sisällettävä {placeholder}-paikkamerkki
ja_jp: タイトルパターンには、{placeholder}プレースホルダーが含まれている必要があります。

source: Do you really want to delete this series? The associated events will not be deleted.
fi_fi: Haluatko varmasti poistaa tämän sarjan? Siihen liittyviä tapahtumia ei poisteta.
ja_jp: 本当にこのシリーズを削除しますか？ 関連するイベントは削除されません。

source: No event found with this ID.
fi_fi: Tällä tunnuksella ei löytynyt tapahtumaa.
ja_jp: このIDのイベントは見つかりませんでした。

source: You don't have rights to access this event.
fi_fi: Sinulla ei ole pääsyä tähän tapahtumaan.
ja_jp: このイベントにアクセスする権利がありません。

source: This event is unlisted.
fi_fi: Tämä tapahtuma on listaamaton.
ja_jp: 本イベントは未掲載です。

source: Unlisted
fi_fi: Listaamaton
ja_jp: 掲載しない

source: You do not have editing rights for this event.
fi_fi: Sinulla ei ole muokkausoikeuksia tähän tapahtumaan.
ja_jp: このイベントには編集権がありません。

source: This event is already part of a different series.
fi_fi: Tämä tapahtuma on jo osa toista sarjaa.
ja_jp: このイベントは、すでに別のシリーズに属しています。

source: This event is already part of this series.
fi_fi: Tämä tapahtuma on jo osa tätä sarjaa.
ja_jp: このイベントはすでに本シリーズに属しています。

source: Load more
fi_fi: Lataa lisää
ja_jp: もっと読み込む

source: Search for an event title or paste an event URL or event ID (#123)
fi_fi: Etsi tapahtuman nimi, liitä tapahtuman URL-osoite tai tunnus (#123)
ja_jp: イベントタイトルで検索するか、イベントURLやイベントIDをペースト（#123）

source: Searching...
fi_fi: Etsitään...
ja_jp: 検索中...

source: No results found.
fi_fi: Tuloksia ei löytynyt.
ja_jp: 見つかりませんでした。

source: Enter search term
fi_fi: Kirjoita hakusana
ja_jp: 検索ワードを入力

source: this event
fi_fi: tämä tapahtuma
ja_jp: このイベント

source: Remove from event series
fi_fi: Poista tapahtumasarjasta
ja_jp: イベントシリーズから削除

source: Visible only to judges
fi_fi: Näkyy vain arvostelijoille
ja_jp: 審査員にのみ開示

source: Visible to reviewers and judges
fi_fi: Näkyy arvioijille ja arvostelijoille
ja_jp: 審査員と判定者に開示

source: Visible to contributors, reviewers and judges
fi_fi: Näkyy osallistujille, arvioijille ja arvostelijoille
ja_jp: 投稿者、審査員、判定者に開示

source: Update comment
fi_fi: Päivitä kommentti
ja_jp: コメントを更新

source: To be corrected
fi_fi: Tarvitsee korjausta
ja_jp: 要修正

source: Rating this question is mandatory
fi_fi: Tämän kysymyksen arviointi on pakollista
ja_jp: この質問の評価は必須です

source: Reviewing in {group}
fi_fi: Arvioidaan ryhmässä{group}
ja_jp: {group}で審査しています

source: Ratings
fi_fi: Arvioinnit
ja_jp: 評価

source: Proposal
fi_fi: Ehdotus
ja_jp: ご提案

source: Propose an action
fi_fi: Ehdota toimenpidettä
ja_jp: 処理を提案

source: You may leave a comment (only visible to reviewers and judges)...
fi_fi: Voit jättää viestin (näkyy vain arvioijille ja arvostelijoille)...
ja_jp: コメント（査読者・審査員のみに開示）を残せます...

source: Change review
fi_fi: Muuta arviointia
ja_jp: 査読を変更

source: Submit review
fi_fi: Lähetä arviointi
ja_jp: 審査結果を送信

source: Peer Reviewing
fi_fi: Vertaisarviointi
ja_jp: 査読

source: The paper was reviewed
fi_fi: Artikkeli on arvioitu
ja_jp: 論文の審査が行われました

source: Your paper is under review
fi_fi: Artikkeliasi arvioidaan
ja_jp: あなたの論文は査読中です

source: Submit for Editing
fi_fi: Lähetä muokattavaksi
ja_jp: 編集のために提出

source: Submit for editing
fi_fi: Lähetä muokattavaksi
ja_jp: 編集のために提出

source: The paper was {url}submitted{/url} for editing
fi_fi: Artikkeli on {url}lähetetty{/url} muokattavaksi
ja_jp: 論文が編集に {url}提出されました{/url}

source: Paper files
fi_fi: Artikkelitiedostot
ja_jp: 論文ファイル

source: Leave a comment for the submitter...
fi_fi: Kirjoita kommentti lähettäjälle...
ja_jp: 提出者にコメントを残す...

source: Submitted on {date} by {submitter}
fi_fi: {submitter}on lähettänyt tämän {date}
ja_jp: {date} に {submitter} が提出

source: Review
fi_fi: Arvioi
ja_jp: 審査

source: Change reviews
fi_fi: Muuta arviointeja
ja_jp: 査読を変更

source: On {modificationDate} by {modifiedBy}
fi_fi: {modifiedBy} on muokannut tätä {modificationDate}
ja_jp: {modificationDate} に {modifiedBy} によって

source: {judgeName} accepted this paper.
fi_fi: {judgeName} hyväksyi tämän artikkelin.
ja_jp: {judgeName} がこの論文をアクセプトしました。

source: {judgeName} rejected this paper.
fi_fi: {judgeName} hylkäsi tämän artikkelin.
ja_jp: {judgeName} がこの論文をリジェクトしました。

source: {judgeName} asked for changes.
fi_fi: {judgeName} pyysi muutoksia.
ja_jp: {judgeName} が改訂をお願いしました。

source: Reset judgment
fi_fi: Nollaa arvostelu
ja_jp: 判定をリセット

source: Confirm the operation
fi_fi: Vahvista toiminto
ja_jp: 動作確認

source: Do you really want to reset the judgment? This operation is irreversible.
fi_fi: Haluatko varmasti palauttaa arvostelun? Toimintoa ei voi peruuttaa.
ja_jp: 本当に判定をリセットしますか？この操作は元に戻せません。

source: The paper was accepted.
fi_fi: Artikkeli on hyväksytty.
ja_jp: 論文はアクセプトされました

source: The paper was rejected.
fi_fi: Artikkeli on hylätty.
ja_jp: 論文はリジェクトされました。

source: The paper requires changes.
fi_fi: Artikkelia täytyy muokata.
ja_jp: 論文には改訂が必要です。

source: {reviewerName} left a review
fi_fi: {reviewerName} jätti arvostelun
ja_jp: {reviewerName} がレビューを書きました

source: Proposed to {actionName}accept{/actionName}
fi_fi: Esitetään {actionName}hyväksyttäväksi{/actionName}
ja_jp: {actionName}アクセプト{/actionName}を提案

source: Proposed to {actionName}reject{/actionName}
fi_fi: Esitetään {actionName}hylättäväksi{/actionName}
ja_jp: {actionName}リジェクト{/actionName}を提案

source: Proposed to {actionName}correct{/actionName}
fi_fi: Esitetään {actionName}korjattavaksi{/actionName}
ja_jp: {actionName}修正{/actionName}を提案

source: · score {prettyScore}
fi_fi: pisteet {prettyScore}
ja_jp: · スコア {prettyScore}

source: Score: {score} / {maxScore}
fi_fi: Pisteet : {score} / {maxScore}
ja_jp: スコア: {score} / {maxScore}

source: hide ratings
fi_fi: piilota arviot
ja_jp: 評価を隠す

source: show ratings
fi_fi: näytä arviot
ja_jp: 評価を見せる

source: Edit review
fi_fi: Muokkaa arviointia
ja_jp: 審査結果を編集

source: A user
fi_fi: Käyttäjä
ja_jp: ユーザー

source: {submitterName} submitted paper revision {revisionNumber}
fi_fi: {submitterName} lähetti artikkelista version {revisionNumber}
ja_jp: {submitterName} 提出論文リビジョン {revisionNumber}

source: Hide old revision
fi_fi: Piilota vanha versio
ja_jp: 古い改正版を隠す

source: Show old revision
fi_fi: Näytä vanha versio
ja_jp: 古い改正版を表示する

source: There are no persons associated with the selected contributions
fi_fi: Valittuihin esityksiin ei liity henkilöitä
ja_jp: 選択された投稿に関連する人物はいません

source: There are no persons associated with contributions in the selected sessions
fi_fi: Valituilla istunnoilla ei ole henkilöitä liitettynä esityksiin
ja_jp: 選択されたセッションの投稿に関連する人物はいません

source: Submitters
fi_fi: Lähettäjät
ja_jp: 投稿者

source: Speakers
fi_fi: Puhujat
ja_jp: 発表者

source: Authors
fi_fi: Kirjoittajat
ja_jp: 投稿者

source: Co-authors
fi_fi: Yhteiskirjoittajat
ja_jp: 共著者

source: Not registered
fi_fi: Ei ilmoittautunut
ja_jp: 未登録

source: This person submitted an abstract
fi_fi: Tämä henkilö lähetti abstraktin
ja_jp: アブストラクト提出者

source: This person hasn't submitted any abstracts
fi_fi: Tämä henkilö ei ole lähettänyt abstrakteja
ja_jp: この人はアブストラクトを投稿していません

source: Authors list
fi_fi: Lista kirjoittajista
ja_jp: 著者リスト

source: Filter by
fi_fi: Suodata
ja_jp: フィルター

source: Close
fi_fi: Sulje
ja_jp: 閉じる

source: Edit person information
fi_fi: Muokkaa henkilön tietoja
ja_jp: 個人情報を編集する

source: Speaker
fi_fi: Puhuja
ja_jp: 発表者

source: Author
fi_fi: Kirjoittaja

source: Co-author
fi_fi: Yhteiskirjoittaja
ja_jp: 共著者
