Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: If you do not need to use the room, please %(link)scancel the reservation in Indico%(endlink)s.
fi_fi: Mikäli et tarvitsekaan tilaa, %(link)speru varaus Indicossa%(endlink)s.
ja_jp: 部屋を必要としない場合は、%(link)sIndicoで予約キャンセル%(endlink)sをして下さい。

source: If you do not need to use the room, please %(link)scancel the occurrence in Indico%(endlink)s.
fi_fi: Mikäli et tarvitsekaan tilaa, %(link)speru varauksen esiintymä Indicossa%(endlink)s.
ja_jp: 部屋を必要としない場合は、%(link)sIndicoで日程キャンセル%(endlink)sをして下さい。

source: Document Templates
fi_fi: Asiakirjamallit
ja_jp: ドキュメントのテンプレート

source: Download Documents (Single PDF)
fi_fi: Lataa asiakirjat (yhtenä PDF-tiedostona)
ja_jp: ドキュメントをダウンロード（ひとつのPDF）

source: Download Documents (Separate PDFs)
fi_fi: Lataa asiakirjat (erillisinä PDF-tiedostoina)
ja_jp: ドキュメントをダウンロード（個別のPDF）

source: External URLs
fi_fi: Ulkoiset URL-osoitteet
ja_jp: 外部URL

source: Allow embedding images from external URLs
fi_fi: Salli kuvien upottaminen ulkoisista URL-osoitteista
ja_jp: 外部URLからの画像埋め込みを許可

source: These users may create/manage document templates without being Indico admins
fi_fi: Nämä käyttäjät voivat luoda/hallita asiakirjamalleja ilman, että he ovat Indicon järjestelmänvalvojia
ja_jp: これらのユーザーはIndico管理者でなくともドキュメントテンプレートを作成／管理できます

source: Could not parse stylesheet
fi_fi: Tyylisivua ei voitu jäsentää
ja_jp: スタイルシートをパースできませんでした

source: Required fields missing: {}
fi_fi: Pakolliset kentät puuttuvat: {}
ja_jp: 必須フィールドが欠けています: {}

source: Document Templates allow event organizers to generate receipts, certificates of attendance and similar PDF documents for event participants.
fi_fi: Asiakirjamallien avulla tapahtumien järjestäjät voivat luoda kuitteja, osallistumistodistuksia ja vastaavia PDF-asiakirjoja tapahtuman osallistujille.
ja_jp: 開催者はドキュメントテンプレートを用いて、イベント参加者に提供するための領収書、参加証明書等のPDFドキュメントを作成することができます。

source: Danger zone
fi_fi: Vaaravyöhyke
ja_jp: 危険ゾーン

source: Creating templates requires knowledge in Jinja, HTML and CSS. It may also be possible to cause high resource usage on the Indico server (causing a Denial of Service) with poorly (or maliciously) crafted templates.
fi_fi: Mallien luominen edellyttää Jinja-, HTML- ja CSS-osaamista. Huonosti (tai pahantahtoisesti) laaditut mallit voivat myös aiheuttaa Indico-palvelimen resurssien suurta kulutusta (aiheuttaen palvelunestohyökkäyksen).
ja_jp: テンプレートの作成には Jinja、HTML、そしてCSS の知識が必要です。また、未熟な（または悪意をもって作られた）テンプレートは、(Denial of Serviceの原因となるなど）Indicoサーバーのリソース使用量の増大を引き起こすことがあります。

source: For this reason, template management access is restricted to Indico administrators. If needed, you can grant access to additional (trustworthy) users.
fi_fi: Tästä syystä mallien hallintaoikeudet on rajoitettu Indico-järjestelmän ylläpitäjiin. Tarvittaessa voit myöntää käyttöoikeuden myös muille (luotettaville) käyttäjille.
ja_jp: このような理由から、テンプレート管理へのアクセスはIndico管理者に限定されています。必要であれば、（信頼できる）ユーザーに追加でアクセスを付与できます。

# Page title
source: Search
fi_fi: Haku

source: Searching within "%(cat)s"
fi_fi: Haetaan kategoriasta ”%(cat)s”
ja_jp: 「%(cat)s」内を検索しています

source: Admins
fi_fi: Ylläpitäjät
ja_jp: サイト管理者

source: Dashboard
fi_fi: Hallintanäkymä
ja_jp: ダッシュボード

source: Personal data
fi_fi: Henkilötiedot
ja_jp: 個人データ

source: Profile picture
fi_fi: Profiilikuva
ja_jp: プロファイル写真

source: Preferences
fi_fi: Asetukset
ja_jp: 設定

source: Favorites
fi_fi: Suosikit
ja_jp: お気に入り

source: My profile
fi_fi: Profiilini
ja_jp: 自分のプロファイル

source: This user has been merged into <a href="{url}">another user</a>.
fi_fi: Tämä käyttäjä on yhdistetty <a href="{url}">toiseen käyttäjään</a>.
ja_jp: このユーザーは<a href="{url}">別のユーザー</a>に統合されました。

source: This user is marked as deleted.
fi_fi: Tämä käyttäjä on merkitty poistetuksi.
ja_jp: このユーザーは削除済とマークされています。

source: This user is marked as pending, i.e. it has been attached to something but never logged in.
fi_fi: Tämä käyttäjä on merkitty odottavaksi, eli hänet on liitetty johonkin, mutta hän ei ole koskaan kirjautunut sisään.
ja_jp: このユーザーは保留とマークされています。つまり、何かにアタッチされたものの、一度もログインしていません。

source: Your personal data was successfully updated.
fi_fi: Henkilötietosi on päivitetty onnistuneesti.
ja_jp: あなたの個人情報は正常に更新されました。

source: You cannot upload this file as profile picture.
fi_fi: Et voi ladata tätä tiedostoa profiilikuvaksi.
ja_jp: このファイルはプロファイル写真としてアップロードできません。

source: Preferences saved
fi_fi: Asetukset tallennettu
ja_jp: 設定は保存されました

source: Invalid URL.
fi_fi: Virheellinen URL-osoite.
ja_jp: 無効な URL です。

source: Invalid Mastodon server URL.
fi_fi: Virheellinen Mastodon-palvelimen URL-osoite.
ja_jp: 無効な Mastodon サーバー URL です。

source: We have sent an email to {email}. Please click the link in that email within 24 hours to confirm your new email address.
fi_fi: Olemme lähettäneet sähköpostin osoitteeseen {email}. Vahvista uusi sähköpostiosoitteesi napsauttamalla viestissä olevaa linkkiä 24 tunnin kuluessa.
ja_jp: {email}にメールを送りました。24時間以内にそのメールにあるリンクをクリックして、新規メールアドレスの確認をしてください。

source: The verification token is invalid or expired.
fi_fi: Vahvistustunnus on virheellinen tai vanhentunut.
ja_jp: 検証トークンが無効または期限切れです。

source: This token is for a different Indico user. Please login with the correct account
fi_fi: Tämä tunnus on tarkoitettu toiselle Indico-käyttäjälle. Kirjaudu sisään oikealla tilillä
ja_jp: このトークンは別のIndicoユーザーのものです。正しいアカウントでログインしてください。

source: This email address is already attached to your account.
fi_fi: Tämä sähköpostiosoite on jo liitetty tiliisi.
ja_jp: このメールアドレスは、すでにお客様のアカウントに紐づいています。

source: This email address is already in use by another account.
fi_fi: Tämä sähköpostiosoite on jo käytössä toisella tilillä.
ja_jp: このメールアドレスは、すでに他のアカウントで使用されています。

source: Merged data from existing '{}' identity
fi_fi: Yhdistetyt tiedot olemassa olevasta '{}'-tunnuksesta
ja_jp: 既存の「{}」ID からデータをマージ

source: The email address {email} has been added to your account.
fi_fi: Sähköpostiosoite {email} on lisätty tiliisi.
ja_jp: メールアドレス {email} があなたのアカウントに追加されました。

source: Your primary email was updated successfully.
fi_fi: Ensisijainen sähköpostiosoitteesi on päivitetty onnistuneesti.
ja_jp: プライマリーメールアドレスの変更に成功しました。

source: Email address synchronization has been disabled since you manually changed your primary email address.
fi_fi: Sähköpostiosoitteen synkronointi on poistettu käytöstä, koska olet muuttanut ensisijaisen sähköpostiosoitteesi manuaalisesti.
ja_jp: プライマリメールアドレスを手動で変更したため、メールアドレスの同期は無効になりました。

source: Admin added: {name} ({email})
fi_fi: Ylläpitäjä lisätty: {name} ({email})
ja_jp: 管理者を追加しました: {name} ({email})

source: Admin removed: {name} ({email})
fi_fi: Ylläpitäjä poistettu: {name} ({email})
ja_jp: 管理者を削除しました: {name} ({email})

source: The account has been created.
fi_fi: Tili on luotu.
ja_jp: アカウントが作られました。

source: Users are the same!
fi_fi: Käyttäjät ovat samat!
ja_jp: ユーザーらは同じです！

source: Users' names seem to be different!
fi_fi: Käyttäjien nimet näyttävät olevan erilaisia!
ja_jp: ユーザー名が違うようです！

source: Source user has never logged in to Indico!
fi_fi: Lähdekäyttäjä ei ole koskaan kirjautunut Indicoon!
ja_jp: SourceユーザーはIndicoに一度もログインしていません！

source: Target user has never logged in to Indico!
fi_fi: Kohdekäyttäjä ei ole koskaan kirjautunut Indicoon!
ja_jp: TargetユーザーはIndicoに一度もログインしていません！

source: Source user is blocked!
fi_fi: Lähdekäyttäjä on estetty!
ja_jp: Sourceユーザーはブロックされています！

source: Target user is blocked!
fi_fi: Kohdekäyttäjä on estetty!
ja_jp: Targetユーザーはブロックされています！

source: Source user has been deleted!
fi_fi: Lähdekäyttäjä on poistettu!
ja_jp: Sourceユーザーは削除されました！

source: Target user has been deleted!
fi_fi: Kohdekäyttäjä on poistettu!
ja_jp: Targetユーザーは削除されました！

source: Source user is an administrator!
fi_fi: Lähdekäyttäjä on ylläpitäjä!
ja_jp: Sourceユーザーは管理者です！

source: Target user is an administrator!
fi_fi: Kohdekäyttäjä on ylläpitäjä!
ja_jp: Targetユーザーは管理者です！

source: Source user is an administrator but target user isn't!
fi_fi: Lähdekäyttäjä on ylläpitäjä, mutta kohdekäyttäjä ei ole!
ja_jp: Sourceユーザーは管理者ですが、Targetユーザーは違います！

source: Merge aborted due to failed sanity check
fi_fi: Yhdistäminen keskeytettiin, koska tarkastus epäonnistui
ja_jp: 整合性チェックに失敗したので、統合を中断しました。

source: The users have been successfully merged.
fi_fi: Käyttäjät on yhdistetty onnistuneesti.
ja_jp: ユーザーの統合が正常に行われました。

source: A user with this email address already exists.
fi_fi: Tällä sähköpostiosoitteella on jo käyttäjä.

source: The request has been approved.
fi_fi: Pyyntö on hyväksytty.
ja_jp: リクエストは承認されました

source: The request has been rejected.
fi_fi: Pyyntö on hylätty.
ja_jp: リクエストが拒否されました。

source: {name} has been blocked.
fi_fi: {name} on estetty.
ja_jp: {name} はブロックされました。

source: {name} has been unblocked.
fi_fi: {name} on vapautettu.
ja_jp: {name} はブロックが解除されました。

source: {user_name} has been deleted.
fi_fi: {user_name} on poistettu.

source: {user_name} has been anonymized.
fi_fi: {user_name} on anonymisoitu.

source: Language
fi_fi: Kieli
ja_jp: 言語

source: Use my language
fi_fi: Käytä kieltäni
ja_jp: 自分の言語を使用

source: Always use my preferred language instead of an event's supported language. This may result in a mix of two languages in some areas of an event.
fi_fi: Käytä aina omaa ensisijaista kieltäni tapahtuman tuetun kielen sijaan. Tämä saattaa johtaa siihen, että joillakin tapahtuman alueilla näkyy kaksi kieltä sekaisin.
ja_jp: イベントがサポートする言語の替わりに常に自分の言語を使います。これにより、イベントの一部で二つの言語が混在することがあります。

source: Use my timezone
fi_fi: Käytä aikavyöhykettäni
ja_jp: 自分のタイムゾーンを使用

source: Always use my current timezone instead of an event's timezone.
fi_fi: Käytä aina nykyistä aikavyöhykettäni tapahtuman aikavyöhykkeen sijaan.
ja_jp: イベントのタイムゾーンの代わりに常に自分の現在のタイムゾーンを使います。

source: Show future events
fi_fi: Näytä tulevat tapahtumat
ja_jp: 未来のイベントを表示

source: Show future events by default.
fi_fi: Näytä tulevat tapahtumat oletuksena.
ja_jp: デフォルトで未来のイベントを表示します。

source: Show past events
fi_fi: Näytä aiemmat tapahtumat
ja_jp: 過去のイベントを表示

source: Show past events by default.
fi_fi: Näytä oletusarvoisesti aiemmat tapahtumat.
ja_jp: デフォルトで過去のイベントを表示します。

source: Default format in which names are displayed
fi_fi: Oletusmuoto, jossa nimet näytetään
ja_jp: 名前がどのように表示されるかの規定形式

source: Use previewer for PDF files
fi_fi: Käytä esikatseluohjelmaa PDF-tiedostoille
ja_jp: PDFファイルにプレビューアを使う

source: The previewer is used by default for image and text files, but not for PDF files.
fi_fi: Esikatseluohjelmaa käytetään oletuksena kuva- ja tekstitiedostoille, mutta ei PDF-tiedostoille.
ja_jp: 既定ではプレビューワは画像とテキストに使われ、PDFには使われません。

source: Add alerts to iCal
fi_fi: Lisää hälytykset iCaliin
ja_jp: iCalにリマインダー追加

source: Add an event reminder to exported iCal files/URLs.
fi_fi: Lisää tapahtuman muistutus vietyihin iCal-tiedostoihin/URL-osoitteisiin.
ja_jp: エクスポートしたiCalファイル/URLにイベントリマインダーを追加します。

source: iCal notification time
fi_fi: iCal-ilmoituksen aika
ja_jp: iCalの通知時刻

source: Number of minutes to notify before an event.
fi_fi: Tapahtumaa edeltävä ilmoitusaika minuutteina.
ja_jp: イベントの何分前に通知するか。

source: Markdown editor for minutes
fi_fi: Markdown-editori muistioille
ja_jp: 議事録にMarkdownエディタを使用

source: Use Markdown editor instead of HTML editor when editing the minutes of a meeting.
fi_fi: Käytä Markdown-editoria HTML-editorin sijaan, kun muokkaat kokouksen pöytäkirjaa.
ja_jp: ミーティングの議事録を編集する際にHTMLエディタの替わりにMarkdownエディタを使用します。

source: Preferred Mastodon server
fi_fi: Ensisijainen Mastodon-palvelin
ja_jp: 既定の Mastodon サーバー

source: URL of the Mastodon server you prefer to use for sharing links to events/meetings (e.g. https://mastodon.social).
fi_fi: URL-osoite Mastodon-palvelimelle, jota haluat käyttää tapahtumien/kokousten linkkien jakamiseen (esim. https://mastodon.social).
ja_jp: イベントやミーティングへのリンクを共有するために使用する Mastodon サーバーの URLです（例：https://mastodon.social）。

source: Add new email address
fi_fi: Lisää uusi sähköpostiosoite
ja_jp: メールアドレスを追加

source: Include deleted
fi_fi: Sisällytä poistetut
ja_jp: 削除されたものも含む

source: Include pending
fi_fi: Sisällytä odottavat
ja_jp: 停止中のものを含む

source: External
fi_fi: Ulkoinen
ja_jp: 外部

source: Source user
fi_fi: Lähdekäyttäjä
ja_jp: Sourceユーザー

source: The user that will be merged into the target one
fi_fi: Kohdekäyttäjään yhdistettävä käyttäjä
ja_jp: Targetユーザーに統合されるユーザー

source: Target user
fi_fi: Kohdekäyttäjä
ja_jp: Targetユーザー

source: The user that will remain active in the end
fi_fi: Käyttäjä, joka pysyy lopulta aktiivisena
ja_jp: アクティブとして最終的に残すユーザー

source: Registration notifications
fi_fi: Rekisteröitymisilmoitukset
ja_jp: 登録通知

source: Send an email to all administrators whenever someone registers a new local account.
fi_fi: Lähetä sähköposti kaikille järjestelmänvalvojille aina, kun joku rekisteröi uuden paikallisen tilin.
ja_jp: 誰かが新しいローカルアカウントを登録するたびに、すべての管理者にメールを送信します。

source: Email blacklist
fi_fi: Sähköpostin musta lista
ja_jp: メールブラックリスト

source: Prevent users from creating Indico accounts with these email addresses. Supports wildcards, e.g. *@gmail.com
fi_fi: Estä käyttäjiä luomasta Indico-tilejä näillä sähköpostiosoitteilla. Tukee jokerimerkkejä, kuten *@gmail.com
ja_jp: ユーザーがこれらの電子メールアドレスでIndicoアカウントを作成することを禁止します。ワイルドカードをサポートします。例: *@gmail.com

source: Personal API tokens
fi_fi: Henkilökohtaiset API-tunnukset
ja_jp: 個人用APIトークン

source: Whether users are allowed to generate personal API tokens. If disabled, only admins can create them, but users will still be able to regenerate the tokens assigned to them.
fi_fi: Voivatko käyttäjät luoda henkilökohtaisia API-tunnuksia. Jos tämä on pois käytöstä, vain ylläpitäjät voivat luoda niitä, mutta käyttäjät voivat silti luoda uudelleen heille osoitetut tunnukset.
ja_jp: ユーザーに個人用APIトークンの生成を許可するかどうか。無効の場合、管理者のみが作成できますが、ユーザーは自分に割り当てられたトークンを再生成できます。

source: Mandatory fields in account request
fi_fi: Tilipyynnön pakolliset kentät
ja_jp: アカウントリクエストの必須項目

source: Fields a new user has to fill in when requesting an account
fi_fi: Kentät, jotka uuden käyttäjän on täytettävä pyytäessään tiliä
ja_jp: アカウント申請の際に新規ユーザーが記入すべき項目

source: Restrict affiliations
fi_fi: Rajoita affiliaatioita

source: If enabled, users can only choose from predefined affiliations but not enter custom ones.
fi_fi: Kun tämä asetus on käytössä, käyttäjät voivat valita vain ennalta määritetyistä affiliaatioista, mutta eivät voi syöttää omia affiliaatioita.

source: Set login details
fi_fi: Aseta kirjautumistiedot
ja_jp: ログイン詳細を設定

source: Could not retrieve {gravatar_type}
fi_fi: Ei voitu hakea {gravatar_type}
ja_jp: {gravatar_type}を取得できませんでした

source: Profile of {name}
fi_fi: Profiili: {name}
ja_jp: {name}のプロフィール

# Export request state
source: None
fi_fi: Ei mitään

# Export request state
source: Running
fi_fi: Käynnissä

# Export request state
source: Success
fi_fi: Valmis

# Export request state
source: Failed
fi_fi: Epäonnistunut

# Export request state
source: Expired
fi_fi: Vanhentunut

source: Abstracts & Papers
fi_fi: Abstraktit & artikkelit
ja_jp: アブストラクト＆論文

source: Survey submissions
fi_fi: Kyselyvastaukset
ja_jp: 提出を確認

source: Attachments & Materials
fi_fi: Liitteet & materiaalit
ja_jp: 添付＆マテリアル

source: Editables
fi_fi: Muokattavat kohteet
ja_jp: 原稿

source: first name
fi_fi: etunimi
ja_jp: 名

source: family name
fi_fi: sukunimi
ja_jp: 姓

source: affiliation
fi_fi: affiliaatio
ja_jp: 所属

source: address
fi_fi: osoite
ja_jp: 住所

source: phone number
fi_fi: puhelinnumero
ja_jp: 電話番号

source: primary email address
fi_fi: ensisijainen sähköpostiosoite
ja_jp: プライマリメールアドレス

source: Your {field_name} has been synchronized from '{old_value}' to '{new_value}'.
fi_fi: Kenttäsi {field_name} on synkronoitu arvosta {old_value} arvoon {new_value}.
ja_jp: {field_name} は「{old_value}」から「{new_value}」に同期されました。

source: Your email address could not be synchronized from '{old_value}' to '{new_value}' since the new email address is not valid.
fi_fi: Sähköpostiosoitettasi ei voitu synkronoida kohdasta &apos;{old_value}&apos; kohtaan &apos;{new_value}&apos;, koska uusi sähköpostiosoite ei ole kelvollinen.
ja_jp: 新しいメールアドレスが有効でないため、メールアドレスを「{old_value}」から「{new_value}」に同期できませんでした。

source: Your email address could not be synchronized from '{old_value}' to '{new_value}' due to a conflict with another Indico profile.
fi_fi: Sähköpostiosoitettasi ei voitu synkronoida kohdasta {old_value} kohtaan {new_value} toisen Indico-profiilin kanssa tapahtuneen ristiriidan vuoksi.
ja_jp: あなたのメールアドレスは、他のインディコプロファイルとの競合により、「{old_value}」から「{new_value}」に同期できませんでした。

source: You have management rights
fi_fi: Sinulla on hallintaoikeudet
ja_jp: あなたは管理権限を持っています

source: You have favorited this category
fi_fi: Olet lisännyt tämän kategorian suosikkeihisi
ja_jp: このカテゴリーをお気に入りに登録しました

source: Click here to add this category to your favorites.
fi_fi: Klikkaa tästä lisätäksesi tämän kategorian suosikkeihisi.
ja_jp: このカテゴリーをお気に入りに追加するにはここをクリックして下さい。

source: Click here to remove this suggestion. It will not be suggested again.
fi_fi: Napsauta tätä poistaaksesi tämän ehdotuksen. Sitä ei ehdoteta uudelleen.
ja_jp: クリックしてこの提案を消去してください。再度提案されることはありません。

source: Blocked
fi_fi: Estetty
ja_jp: ブロック中

source: Deleted
fi_fi: Poistettu
ja_jp: 削除済み

source: Admins have unrestricted access to everything in Indico.
fi_fi: Järjestelmänvalvojilla on rajoittamaton pääsy kaikkiin Indicon toimintoihin.
ja_jp: サイト管理者は、Indicoの全てに関してアクセス制限を受けません。

source: Profile of %(name)s
fi_fi: Profiili: %(name)s
ja_jp: %(name)sのプロファイル

source: This is the system user. Most user features are not available.
fi_fi: Tämä on järjestelmäkäyttäjä. Useimmat käyttäjätoiminnot eivät ole käytettävissä.
ja_jp: これはシステムユーザーです。ほとんどのユーザー機能は使用できません。

source: Now
fi_fi: Nyt
ja_jp: 現在

source: Last login
fi_fi: Viimeinen kirjautuminen
ja_jp: 最終ログイン

source: Created on
fi_fi: Luotu
ja_jp: 作成日時

source: Your unlisted events
fi_fi: Listaamattomat tapahtumasi
ja_jp: 一覧にない自分のイベント

source: Your events at hand
fi_fi: Tapahtumasi
ja_jp: 最近の関連するイベント

source: You are a reviewer
fi_fi: Olet arvioija
ja_jp: あなたは審査員です

source: You are an attendee
fi_fi: Olet osallistuja
ja_jp: あなたは参加者です

source: You have favorited this event
fi_fi: Olet lisännyt tämän tapahtuman suosikkeihisi
ja_jp: このイベントをお気に入りにしました

source: You have no events.
fi_fi: Sinulla ei ole tapahtumia.
ja_jp: イベントはありません。

source: You might be interested in the following categories...
fi_fi: Saatat olla kiinnostunut seuraavista kategorioista...
ja_jp: あなたは以下のカテゴリーに興味があるのではないでしょうか...

source: Your categories
fi_fi: Kategoriasi
ja_jp: あなたのカテゴリー

source: You have no categories.
fi_fi: Sinulla ei ole kategorioita.
ja_jp: カテゴリーがありません。

source: Happening in your categories
fi_fi: Tapahtuu omissa kategorioissasi
ja_jp: あなたのカテゴリーで起こっていること

source: Nothing happening in your categories.
fi_fi: Kategorioissasi ei tapahdu mitään.
ja_jp: 現在何もありません。

source: Your <strong>primary email</strong> will be used for account-related notifications (e.g. registration emails and billing information).
fi_fi: <strong>Ensisijaista sähköpostiosoitettasi</strong> käytetään tilin tietoihin liittyvissä ilmoituksissa (esim. rekisteröitymisen sähköpostiviestit ja laskutustiedot).
ja_jp: <strong>プライマリーメールアドレス</strong>は、（登録確認メールや請求書の送付等）アカウントに関連した通知に使われます。

# E-mail
source: Primary
fi_fi: Ensisijainen

source: Set as primary
fi_fi: Aseta ensisijaiseksi
ja_jp: プライマリーにセット

source: Registration requests
fi_fi: Rekisteröintipyynnöt
ja_jp: 登録申請

source: Email Address
fi_fi: Sähköpostiosoite
ja_jp: メールアドレス

source: There are no pending requests
fi_fi: Odottavia pyyntöjä ei ole
ja_jp: 保留中のリクエストはありません

source: User settings
fi_fi: Käyttäjäasetukset
ja_jp: ユーザー設定

source: Manage users
fi_fi: Hallitse käyttäjiä
ja_jp: ユーザーの管理

source: Merge users
fi_fi: Yhdistä käyttäjät
ja_jp: ユーザーをマージ

source: Create new account
fi_fi: Luo uusi tili
ja_jp: 新しいアカウントを作成

source: There are %(num_of_users)s users, %(num_deleted_users)s of which are deleted
fi_fi: %(num_of_users)s käyttäjää, joista %(num_deleted_users)s on poistettu
ja_jp: ユーザーが%(num_of_users)s名見つかりました。そのうち%(num_deleted_users)s名は削除されたユーザーです。

source: Search users
fi_fi: Etsi käyttäjiä
ja_jp: ユーザーを検索

source: No users could be found.
fi_fi: Käyttäjiä ei löytynyt.
ja_jp: ユーザーが見つかりませんでした。

source: There is one user matching your search criteria.
fi_fi: Hakuehdot täyttäviä käyttäjiä on yksi.
ja_jp: %(count)s名のユーザーが検索条件に一致しました。

source: Indico data export failed
fi_fi: Indico-tietojen vienti epäonnistui
ja_jp: Indicoデータのエクスポート失敗

source: We weren't able to process your data export request due to an error.
fi_fi: Tietojen vientipyyntöäsi ei voitu käsitellä virheen vuoksi.
ja_jp: エラーが起きたため、あなたのデータエクスポート申請を処理できませんでした。

source: You may try again at the following link:
fi_fi: Voit yrittää uudelleen seuraavasta linkistä:
ja_jp: 次のリンクで再度試してみてください:

source: Indico data ready for download
fi_fi: Indico-tiedot valmiina ladattavaksi
ja_jp: Indicoデータのダウンロードが準備できました

source: Your Indico data export is ready for download.
fi_fi: Indico-tietojen vienti on valmis ladattavaksi.
ja_jp: あなたのIndicodエータのエクスポートは、ダウンロードの準備ができました。

source: Please note that some files were not exported due to exceeding the maximum allowed size of the archive. Consider selecting less options.
fi_fi: Huomaa, että joitakin tiedostoja ei voitu viedä, koska ne ylittivät arkiston sallitun enimmäiskoon. Kokeile valita vähemmän tiedostoja.
ja_jp: アーカイブサイズの最大サイズを越えたため、いくつかのファイルはエクスポートされませんでした。より少ないオプションを選ぶようにしてください。

source: You can download it on the following page:
fi_fi: Voit ladata sen seuraavalta sivulta:
ja_jp: 次のページでダウンロードできます:

source: New Indico profile registered
fi_fi: Uusi Indico-profiili rekisteröity
ja_jp: 新しいIndicoプロファイルが登録されました

source: A new Indico profile has been registered.
fi_fi: Uusi Indico-profiili on rekisteröity.
ja_jp: 新しい Indicoプロファイルが登録されました。

source: First name:
fi_fi: Etunimi:
ja_jp: 名:

source: Last name:
fi_fi: Sukunimi:
ja_jp: 姓:

source: Email address:
fi_fi: Sähköpostiosoite:
ja_jp: メールアドレス:

source: User details:
fi_fi: Käyttäjän tiedot:
ja_jp: ユーザーの詳細:

source: Indico profile requested
fi_fi: Indico-profiilin rekisteröimispyyntö
ja_jp: Indico プロファイルがリクエストされました

source: Someone has requested to register a new indico profile.%(linebreak)s Please review their registration request and approve/reject it accordingly.
fi_fi: Joku on pyytänyt uuden indico-profiilin rekisteröimistä.%(linebreak)s Tarkista rekisteröintipyyntö ja hyväksy tai hylkää se.
ja_jp: 誰かが新しいIndocoプロファイルの登録を要求しました%(linebreak)s 登録リクエストを確認し、それに応じて承認/拒否してください

source: Manage pending requests:
fi_fi: Hallitse odottavia pyyntöjä:
ja_jp: 保留中の申請を管理:

source: Your Indico profile has been created
fi_fi: Indico-profiilisi on luotu
ja_jp: Indico プロファイルが作成されました

source: Your request to create an Indico profile has been approved.
fi_fi: Pyyntösi Indico-profiilin luomisesta on hyväksytty.
ja_jp: Indico プロファイルの作成リクエストが承認されました。

source: You may now log in to your new account:
fi_fi: Voit nyt kirjautua uuteen tiliisi:
ja_jp: 新しいアカウントにログインできます:

source: After logging in your can finish setting up your profile:
fi_fi: Kirjautumisen jälkeen voit viimeistellä profiilisi asetukset:
ja_jp: ログイン後、プロファイルの設定を完了できます:

source: Your registration request has been rejected
fi_fi: Rekisteröintipyyntösi on hylätty
ja_jp: あなたの登録申請は却下されました

source: Unfortunately your request to create an Indico profile has been denied.
fi_fi: Valitettavasti pyyntösi luoda Indico-profiili on hylätty.
ja_jp: 残念ながら、Indicoプロファイルの作成リクエストは拒否されました。

source: You recently added the e-mail address %(mail)s to your Indico account. Please click the following link to confirm this action.
fi_fi: Olet äskettäin lisännyt sähköpostiosoitteen %(mail)s Indico-tiliisi. Vahvista tämä toiminto napsauttamalla seuraavaa linkkiä.
ja_jp: あなたは最近、Indicoアカウントにメールアドレス%(mail)sを追加しました。この操作を承認するために、以下のリンクをクリックしてください。

source: Videoconference
fi_fi: Videoyhteys
ja_jp: ビデオ会議
