Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: There was a videoconference associated with this contribution. It has been linked to the event instead
fi_fi: Tähän esitykseen liittyi videokokous, joka on nyt siirretty tapahtumaan
ja_jp: この投稿に紐付けられたビデオコンファレンスがありましたが、それは代わりにイベントにリンクされました。

source: There was a videoconference associated with this session block. It has been linked to the event instead
fi_fi: Tähän istuntojaksoon liittyi videokokous, joka on nyt siirretty tapahtumaan
ja_jp: このセッションブロックに紐付けられたビデオコンファレンスがありましたが、それは代わりにイベントにリンクされました。

source: The target event already has a videoconference
fi_fi: Kohdetapahtumalla on jo videokokous
ja_jp: 対象イベントには既にビデオ会議であります

source: There is already a videoconference attached to '{link_object_title}'.
fi_fi: {link_object_title} -kohteeseen on jo liitetty videokokous.
ja_jp: 既に「{link_object_title}」にはビデオ会議が添付されています。

source: This {plugin_name} videoconference is already attached to the event.
fi_fi: {plugin_name} videoyhteys on jo liitetty tapahtumaan.
ja_jp: この{plugin_name}ビデオ会議は既にイベントに紐付けられています。

source: You are not allowed to create {plugin_name} videoconferences for this event.
fi_fi: Et voi luoda {plugin_name} videoyhteyksiä tälle tapahtumalle.
ja_jp: あなたはこのイベントで{plugin_name}ビデオ会議の作成権限がありません。

source: {plugin_name} videoconference '{room.name}' created
fi_fi: {plugin_name} videoyhteys '{room.name}' luotu
ja_jp: {plugin_name}ビデオ会議 「{room.name}」を作りました

source: You are not allowed to modify {} videoconferences for this event.
fi_fi: Et saa muokata {} videoyhteyksiä tätä tapahtumaa varten.
ja_jp: あなたはこのイベントで {} ビデオ会議を変更する権限がありません。

source: {plugin_name} videoconference '{room.name}' updated
fi_fi: {plugin_name} videoyhteys '{room.name}' päivitetty
ja_jp: {plugin_name}ビデオ会議「{room.name}」をアップデートしました

source: You are not allowed to refresh {plugin_name} videoconferences for this event.
fi_fi: Et voi päivittää {plugin_name} videoyhteyksiä tätä tapahtumaa varten.
ja_jp: あなたはこのイベントで{plugin_name}ビデオ会議を更新する権限がありません。

source: {plugin_name} videoconference '{room.name}' refreshed
fi_fi: {plugin_name} videoyhteys '{room.name}' päivitetty
ja_jp: {plugin_name}ビデオ会議「{room.name}」を更新しました

source: You are not allowed to remove {} videoconferences from this event.
fi_fi: Et voi poistaa {} videoyhteyksiä tästä tapahtumasta.
ja_jp: あなたはこのイベントで {} ビデオ会議を削除する権限がありません。

source: {plugin_name} videoconference '{room.name}' removed
fi_fi: {plugin_name} videoyhteys &apos;{room.name}&apos; poistettu
ja_jp: {plugin_name}ビデオ会議「{room.name}」を削除しました

source: You are not allowed to attach {plugin_name} videoconferences to this event.
fi_fi: Et voi liittää {plugin_name} videoyhteyksiä tähän tapahtumaan.
ja_jp: あなたはこのイベントに{plugin_name}ビデオ会議を紐付けする権限がありません。

source: You are not authorized to attach the videoconference '{}'
fi_fi: Sinulla ei ole oikeutta liittää videoyhteyttä '{}'
ja_jp: あなたはビデオ会議「{}」を紐付けする権限がありません。

source: The videoconference has been attached to the event.
fi_fi: Videoyhteys on liitetty tapahtumaan.
ja_jp: ビデオ会議がイベントに紐付けされました。

source: Service managers
fi_fi: Palveluvastaavat
ja_jp: サービスマネージャー

source: Users and Groups authorized to create videoconferences
fi_fi: Videoyhteyksien luomiseen valtuutetut käyttäjät ja ryhmät
ja_jp: ビデオ会議の作成を許可されたユーザーとグループ

source: Notification email addresses
fi_fi: Ilmoitusten sähköpostiosoitteet
ja_jp: 通知先メールアドレス

source: Notifications about videoconferences are sent to these email addresses (one per line).
fi_fi: Videoyhteyksistä lähetetään ilmoitukset näihin sähköpostiosoitteisiin (yksi osoite rivillä).
ja_jp: ビデオ会議に関するお知らせは、これらのメールアドレスに送信されます（1行に1つ）。

source: Link to
fi_fi: Linkitä kohteeseen
ja_jp: アクションボタンのリンク先URL

source: Show in event
fi_fi: Näytä tapahtumassa
ja_jp: イベントに表示

source: Display this videoconference on the event page
fi_fi: Näytä tämä videoyhteys tapahtumasivulla
ja_jp: このビデオ会議をイベントページに表示する

source: Please select a contribution
fi_fi: Valitse esitys
ja_jp: 投稿を選択してください

source: Please select a session block
fi_fi: Valitse istuntojakso
ja_jp: セッションブロックを選択してください

source: Videoconference to link
fi_fi: Linkitettävä videoyhteys
ja_jp: リンクするビデオ会議

source: Please start writing the name of the videoconference you would like to attach. Indico will suggest existing videoconferences. Only those created through Indico can be attached.
fi_fi: Kirjoita liitettävän videoyhteyden nimi. Indico ehdottaa olemassa olevia videoyhteyksiä. Vain Indicon kautta luodut videoyhteydet voidaan liittää.
ja_jp: 紐付けしたいビデオ会議名を書き始めてください。存在するビデオ会議をIndicoが提案します。Indicoを通して作成したものだけが紐付けできます。

source: The name of the videoconference.
fi_fi: Videoyhteyden nimi.
ja_jp: ビデオ会議名。

source: There is already a videoconference with this name
fi_fi: Tällä nimellä on jo videoyhteys
ja_jp: この名称のビデオ会議が既にあります。

source: Sort direction
fi_fi: Lajittelusuunta
ja_jp: ソート順

source: Ascending
fi_fi: Nouseva
ja_jp: 昇順

source: Descending
fi_fi: Laskeva
ja_jp: 降順

source: Start Date
fi_fi: Alkamispäivä
ja_jp: 開始時

source: End Date
fi_fi: Päättymispäivä
ja_jp: 終了日

source: Days in the past
fi_fi: Menneet päivät
ja_jp: 過去の日程

source: Days in the future
fi_fi: Tulevat päivät
ja_jp: 未来の日付

source: {} (event)
fi_fi: {} (tapahtuma)
ja_jp: {}（イベント）

source: {} (contribution)
fi_fi: {} (esitys)
ja_jp: {}（投稿）

source: {} (session block)
fi_fi: {} (istuntojakso)
ja_jp: {}（セッションブロック）

source: There are no bookings associated with this event.
fi_fi: Tapahtumaan ei ole liitetty varauksia.
ja_jp: このイベントに関連する予約はありません。

source: Current videoconferences
fi_fi: Nykyiset videoyhteydet
ja_jp: 現在のビデオ会議

source: Check videoconference status
fi_fi: Tarkasta videoyhteyden tila
ja_jp: ビデオ会議の状況を確認

source: Edit videoconference
fi_fi: Muokkaa videoyhteyttä
ja_jp: ビデオ会議を編集

source: Detach
fi_fi: Irrota
ja_jp: 切り離す

source: No videoconferences have been added yet.
fi_fi: Videoyhteyksiä ei ole vielä lisätty.
ja_jp: ビデオ会議はまだ追加されていません。

source: Create %(plugin_name)s videoconference
fi_fi: Luo %(plugin_name)s-videoyhteys
ja_jp: %(plugin_name)sビデオ会議を作成

source: Create videoconference
fi_fi: Luo videoyhteys
ja_jp: ビデオ会議の作成

source: Create new videoconference
fi_fi: Luo uusi videoyhteys
ja_jp: ビデオ会議を新規作成

source: Attach %(plugin_name)s videoconference
fi_fi: Liitä %(plugin_name)s-videoyhteys
ja_jp: %(plugin_name)sビデオ会議を紐付け

source: Attach videoconference
fi_fi: Liitä videoyhteys
ja_jp: ビデオ会議を紐付け

# Videoconference
source: Add existing one
fi_fi: Lisää olemassa oleva
ja_jp: 存在するものを追加

source: There are no Videoconference plugins available.
fi_fi: Videoyhteyslaajennuksia ei ole saatavilla.
ja_jp: ビデオ会議用プラグインはありません。

source: The following video services are available. Click on one to attach an existing videoconference:
fi_fi: Seuraavat videopalvelut ovat käytettävissä. Napsauta jotakin niistä liittääksesi olemassa olevan videoyhteyden:
ja_jp: 以下のビデオサービスが使用可能です。存在するビデオ会議を紐付けるために一つクリックしてください:

source: The following video services are available. Click on one to create a new videoconference:
fi_fi: Seuraavat videopalvelut ovat käytettävissä. Luo uusi videoyhteys napsauttamalla jotakin niistä:
ja_jp: 以下のビデオサービスが使用かのうです。 ビデオ会議を新規作成するには一つクリックしてください:

source: Attach
fi_fi: Liitä
ja_jp: 使用

source: %(action)s %(plugin_name)s videoconference
fi_fi: %(action)s %(plugin_name)s videoyhteys

source: Videoconferences
fi_fi: Videoyhteydet
ja_jp: ビデオ会議

source: No location
fi_fi: Ei sijaintia
ja_jp: 場所なし

source: New videoconference created:
fi_fi: Uusi videoyhteys luotu:
ja_jp: 新しいビデオ会議が作られました:

source: A videoconference has just been created for the event "%(link)s%(title)s%(endlink)s".
fi_fi: Tapahtumalle "%(link)s%(title)s%(endlink)s" luotiin videoyhteys.
ja_jp: イベント「%(link)s%(title)s%(endlink)s」にビデオ会議が作られました。

source: You can manage it from:
fi_fi: Voit hallita sitä seuraavasta paikasta:
ja_jp: こちらで管理できます:

source: Videoconference information
fi_fi: Tietoa videoyhteydestä
ja_jp: ビデオ会議情報

source: Linked to:
fi_fi: Linkitetty:
ja_jp: リンク先:

source: Videoconference deleted:
fi_fi: Videoyhteys poistettu:
ja_jp: ビデオ会議が削除されました:

source: The videoconference "%(room)s" has been deleted by %(name)s.
fi_fi: Käyttäjä %(name)s poisti videoyhteyden "%(room)s".
ja_jp: ビデオ会議「%(room)s」が %(name)s により削除されました。

source: {0} second
fi_fi: {0} sekunti
ja_jp: {0}秒

source: {0} minute
fi_fi: {0} minuutti
ja_jp: {0}分

source: {0} hour
fi_fi: {0} tunti
ja_jp: {0}時

source: {0} day
fi_fi: {0} päivä
ja_jp: {0}日

source: {0} week
fi_fi: {0} viikko

source: {0}m
fi_fi: {0}min
ja_jp: {0}分

source: {0}h
fi_fi: {0}t
ja_jp: {0}時間

source: {0}d
fi_fi: {0}vrk
ja_jp: {0}日

source: {0}w
fi_fi: {0}vk

source: yesterday
fi_fi: eilen
ja_jp: 昨日

source: today
fi_fi: tänään
ja_jp: 今日

source: tomorrow
fi_fi: huomenna
ja_jp: 明日

source: 'Yesterday'
fi_fi: 'Eilen'
ja_jp: '昨日'

source: 'Today'
fi_fi: 'Tänään'
ja_jp: '今日'

source: 'Tomorrow'
fi_fi: 'Huomenna'
ja_jp: '明日'

source: 'Last' EEEE
fi_fi: 'Viime' EEEE
ja_jp: '最後の' EEEE

source: 'Yesterday' 'at' {time_fmt}
fi_fi: 'Eilen' 'klo' {time_fmt}
ja_jp: '昨日' 'の' {time_fmt}

source: 'Tomorrow' 'at' {time_fmt}
fi_fi: 'Huomenna' 'klo' {time_fmt}
ja_jp: '明日' 'の' {time_fmt}

source: 'Last' EEEE 'at' {time_fmt}
fi_fi: 'Viime' EEEE 'klo' {time_fmt}
ja_jp: '最後の' EEEE 'の' {time_fmt}

source: EEEE 'at' {time_fmt}
fi_fi: EEEE 'klo' {time_fmt}
ja_jp: EEEE 'の' {time_fmt}

source: {date_fmt} 'at' {time_fmt}
fi_fi: {date_fmt} 'klo' {time_fmt}
ja_jp: {date_fmt} 'の' {time_fmt}

source: Links and images may not use relative URLs.
fi_fi: Linkkien ja kuvien URL-osoitteet eivät saa olla suhteellisia.
ja_jp: リンクと画像に相対URLは使えません。

source: Invalid placeholder format
fi_fi: Virheellinen paikkamerkin muoto
ja_jp: 無効なプレースホルダーの形式

source: Invalid file extension
fi_fi: Virheellinen tiedostopääte
ja_jp: 無効なファイル拡張子

source: This field has more than {} words
fi_fi: Tämä kenttä sisältää yli {} sanaa
ja_jp: このフィールドには{}個より多くの単語があります

source: Data must be a string
fi_fi: Tietojen on oltava merkkijono
ja_jp: データは文字列でなければなりません

source: YAML syntax is invalid
fi_fi: YAML-syntaksi on virheellinen
ja_jp: YAML構文が無効です

source: The top-level YAML entity must be a mapping
fi_fi: YAML-entiteetin ylimmän tason on oltava kuvaus (mapping)
ja_jp: YAMLのトップレベルエントリーはマッピングでなければなりません

source: The metadata contained within the YAML code is invalid: {error}
fi_fi: YAML-koodissa olevat metatiedot ovat virheellisiä: {error}
ja_jp: YAMLコード内のメタデータが無効です: {error}

source: Passwords must be at least {} characters long.
fi_fi: Salasanan on oltava vähintään {} merkkiä pitkä.

source: Passwords may not contain the word "indico" or variations.
fi_fi: Salasanat eivät saa sisältää sanaa "indico" tai sen muunnoksia.
ja_jp: パスワードは、"indico”という単語やそのバリエーションを含むことはできません。

source: Passwords may not contain your username.
fi_fi: Salasanat eivät saa sisältää käyttäjänimeäsi.
ja_jp: パスワードにはユーザー名を含めれません。

source: Passwords may not contain your email address.
fi_fi: Salasanat eivät saa sisältää sähköpostiosoitettasi.

source: This password has been seen in previous data breaches.
fi_fi: Tämä salasana on esiintynyt aiemmissa tietomurroissa.
ja_jp: このパスワードは以前データ流出にみられたものです。

source: Row {}: malformed CSV data
fi_fi: Rivi {}: virheellinen CSV-data
ja_jp: 行 {}: 不正なCSVデータ

source: {} member has been imported.
fi_fi: {} jäsen on tuotu.
ja_jp: {} 人のメンバーがインポートされました。

source: There is no user with this email address: {}
fi_fi: Tällä sähköpostiosoitteella ei ole käyttäjää: {}
ja_jp: これらのメールアドレスを持つユーザーはいません: {}

source: Comma
fi_fi: Pilkku
ja_jp: コンマ

source: Semicolon
fi_fi: Puolipiste
ja_jp: セミコロン

source: Tab
fi_fi: Sarkain
ja_jp: タブ

source: Space
fi_fi: Välilyönti
ja_jp: スペース

source: The CSV file must be saved in UTF-8 encoding
fi_fi: CSV-tiedosto on tallennettava UTF-8-koodauksella
ja_jp: CSVファイルはUTF-8エンコードで保存せねばなりません

source: This text has been automatically converted from HTML to Markdown. Please double-check that it's properly displayed.
fi_fi: Tämä teksti on muunnettu automaattisesti HTML-muodosta Markdown-muotoon. Tarkista, että se näkyy oikein.
ja_jp: このテキストは、HTMLからMarkdownに自動的に変換されました。正しく表示されているか再確認してください。

source: The specified item could not be found.
fi_fi: Määritettyä kohdetta ei löytynyt.
ja_jp: 指定されたアイテムが見つかりません。

source: My unlisted events
fi_fi: Listaamattomat tapahtumani
ja_jp: 一覧にない自分のイベント

source: It looks like there was a problem with your current session. Please use your browser's back button, reload the page and try again.
fi_fi: Nykyisessä istunnossasi on ongelma. Yritä painaa selaimesi Takaisin-painiketta ja ladata sivu uudelleen.
ja_jp: あなたの現在のセッションに問題があったようです。ブラウザの戻るボタンや再読み込みボタンで再度お試しください。

source: The persistent link you used is invalid.
fi_fi: Käyttämäsi pysyvä linkki on virheellinen.
ja_jp: 使用された固定リンクは無効です。

source: Your profile has been merged into <strong>{}</strong>. Please log in using that profile.
fi_fi: Profiilisi on yhdistetty profiiliin <strong>{}</strong>. Kirjaudu sisään kyseisellä profiililla.
ja_jp: あなたのプロファイルは<strong>{}</strong>に統合されました。そのプロファイルを使ってログインしてください。

source: Your profile has been deleted.
fi_fi: Profiilisi on poistettu.
ja_jp: あなたのプロファイルは削除されました。

source: Your profile has been blocked.
fi_fi: Profiilisi on estetty.
ja_jp: あなたのプロファイルはブロックされています。

source: Whether the user has to fill out the field
fi_fi: Pitääkö käyttäjän täyttää kenttä
ja_jp: ユーザーがフィールドに記入する必要があるかどうか

source: Display type
fi_fi: Näyttötapa
ja_jp: 表示スタイル

source: Widget that will be used to render the available options
fi_fi: Widgetti, jota käytetään saatavilla olevien vaihtoehtojen näyttämiseen
ja_jp: 選択肢を表示するときに用いるウィジェット

source: Alignment
fi_fi: Kohdistus
ja_jp: 並べ方

source: The arrangement of the options
fi_fi: Vaihtoehtojen järjestys
ja_jp: 選択肢をどのように並べるか

source: Vertical
fi_fi: Pystysuora
ja_jp: 縦方向

source: Horizontal
fi_fi: Vaakasuora
ja_jp: 横方向

source: option
fi_fi: vaihtoehto
ja_jp: オプション

source: Specify the options the user can choose from
fi_fi: Määritä vaihtoehdot, joista käyttäjä voi valita
ja_jp: 回答者が選択可能なオプションを並べて下さい

source: Specify the answers the user can select
fi_fi: Määritä vastaukset, joista käyttäjä voi valita
ja_jp: ユーザーが選択可能な答を示して下さい

source: Minimum choices
fi_fi: Vähimmäisvalinnat
ja_jp: 最小選択数

source: The minimum amount of options the user has to choose.
fi_fi: Vähimmäismäärä vaihtoehtoja, joka käyttäjän on valittava.
ja_jp: ユーザーが選択せねばならない最小オプション数。

source: Maximum choices
fi_fi: Enimmäisvalinnat
ja_jp: 最大選択数

source: The maximum amount of options the user may choose.
fi_fi: Käyttäjän valittavissa olevien vaihtoehtojen enimmäismäärä.
ja_jp: ユーザーが選択できる最大オプション数。

source: Maximum choices must be greater than minimum choices.
fi_fi: Enimmäisvalintojen määrän on oltava suurempi kuin vähimmäisvalintojen.
ja_jp: 最大選択数は最小選択数より大きい必要があります。

source: Minimum choices must be fewer than the total number of options.
fi_fi: Vähimmäisvalintojen määrän on oltava pienempi kuin valintojen kokonaismäärän.
ja_jp: 最小選択数は選択肢総数より少なくなければなりません。

source: Maximum choices must be fewer or equal than the total number of options.
fi_fi: Valintojen enimmäismäärä on oltava pienempi tai yhtä suuri kuin vaihtoehtojen kokonaismäärä.
ja_jp: 最大選択数は、選択肢の総数以下である必要があります。

source: Select multiple
fi_fi: Valitse useita
ja_jp: 複数選択

source: Please select at least %(min)d option.
fi_fi: Valitse vähintään %(min)d vaihtoehto.
ja_jp: %(min)d個以上のオプションを選択してください。

source: Please select no more than %(max)d option.
fi_fi: Valitse enintään %(max)d vaihtoehto.
ja_jp: %(max)d個以下のオプションを選択してください。

source: Please select between %(min)d and %(max)d options.
fi_fi: Valitse %(min)d–%(max)d vaihtoehtoa.
ja_jp: %(min)d個〜%(max)d個までのオプションを選択してください。

source: Multiline
fi_fi: Monirivinen
ja_jp: 複数行

source: If the field should be rendered as a textarea instead of a single-line text field.
fi_fi: Mikäli kenttä halutaan näyttää monirivisenä tekstikenttänä yksirivisen tekstikentän sijaan.
ja_jp: 入力フィールドを、一行入力エリアとしてではなく、テキストエリアとして作成。

source: Min value
fi_fi: Minimiarvo
ja_jp: 最小値

source: Max value
fi_fi: Maksimiarvo
ja_jp: 最大値

source: The min value must be less than the max value.
fi_fi: Minimiarvon on oltava pienempi kuin maksimiarvo.
ja_jp: 最小値は最大値より小さくなければなりません。

source: Login failed: {error}
fi_fi: Kirjautuminen epäonnistui: {error}
ja_jp: ログインに失敗: {error}

source: Please log in to access this page.
fi_fi: Kirjaudu sisään päästäksesi tälle sivulle.
ja_jp: アクセスするにはログインして下さい。

source: Required argument missing: {}
fi_fi: Pakollinen argumentti puuttuu: {}
ja_jp: 必須の引数がありません：{}

source: Invalid or expired token
fi_fi: Virheellinen tai vanhentunut tunnus
ja_jp: 無効または期限切れのトークン

source: There was a database error while processing your request.
fi_fi: Käsittelyn aikana tapahtui tietokantavirhe.
ja_jp: リクエストを処理の際にデータベースエラーが発生しました。

source: It looks like there was a problem with your current session. Please submit the form again.
fi_fi: Nykyisessä istunnossasi näyttää olleen ongelma. Lähetä lomake uudelleen.
ja_jp: あなたの現在のセッションに問題があったようです。もう一度フォームを送信してください。

source: Invalid CSRF token
fi_fi: Virheellinen CSRF-tunnus
ja_jp: 無効なCSRFトークン

source: This field is mutually exclusive with another field: {}
fi_fi: Tämä kenttä sulkee pois toisen kentän: {}
ja_jp: このフィールドは、 他のフィールドと互いに排他的です: {}

source: The passwords do not match.
fi_fi: Salasanat eivät täsmää.
ja_jp: パスワードが一致しません。

source: Invalid email address list
fi_fi: Virheellinen sähköpostiosoitelista
ja_jp: 無効なメールアドレスリスト

source: '{}' can't be in the past
fi_fi: '{}' ei voi olla menneisyydessä.
ja_jp: 「{}」は過去ではあり得ません

source: '{}' can't be before {}
fi_fi: '{}' ei voi olla ennen {}
ja_jp: 「{}」は {} の前ではあり得ません

source: '{}' can't be in the future
fi_fi: '{}' ei voi olla tulevaisuudessa
ja_jp: 「{}」は未来ではあり得ません

source: '{}' can't be after {}
fi_fi: '{}' ei voi olla {} jälkeen
ja_jp: 「{}」は {} の後ではあり得ません

source: '{}' can't be in the past ({})
fi_fi: '{}' ei voi olla menneisyydessä ({})
ja_jp: 「{}」は過去ではあり得ません({})

source: '{}' can't be before {} ({})
fi_fi: '{}' ei voi olla ennen {} ({})
ja_jp: 「{}」は {} の前ではあり得ません({})

source: '{}' can't be in the future ({})
fi_fi: '{}' ei voi olla tulevaisuudessa ({})
ja_jp: 「{}」は未来ではあり得ません({})

source: '{}' can't be after {} ({})
fi_fi: '{}' ei voi olla {} ({}) jälkeen
ja_jp: 「{}」は{} の後ではあり得ません({})

source: {} can't be before {}
fi_fi: {} ei voi olla ennen {}
ja_jp: {} は {} の前ではあり得ません

source: {} can't be after {}
fi_fi: {} ei voi olla {} jälkeen
ja_jp: {} は {} の後ではあり得ません

source: {} can't be equal to {}
fi_fi: {} ei voi olla yhtä kuin {}
ja_jp: {} は {} と同じではあり得ません

source: Duration cannot exceed {}
fi_fi: Kesto ei voi ylittää {}
ja_jp: 所要時間は {} を越えることができません

source: Must be between {earliest} and {latest}.
fi_fi: Täytyy olla välillä {earliest} ja {latest}.
ja_jp: {earliest}から{latest}の間でなければなりません。

source: Must be later than {earliest}.
fi_fi: Täytyy olla myöhemmin kuin {earliest}.
ja_jp: {earliest}より後でなければなりません。

source: Must be earlier than {latest}.
fi_fi: Täytyy olla aikaisemmin kuin {latest}.
ja_jp: {latest}より前でなければなりません。

source: Field must contain at least {min} word.
fi_fi: Kentän on sisällettävä vähintään {min} sana.
ja_jp: フィールドは少なくとも{min}語を含まねばなりません。

source: Field cannot contain more than {max} word.
fi_fi: Kenttä ei voi sisältää enempää kuin {max} sanan.
ja_jp: フィールドに含める事ができるのは{max}語までです。

source: Field must contain between {min} and {max} words.
fi_fi: Kentän on sisällettävä {min}–{max} sanaa.
ja_jp: フィールドは{min}から{max}語を含まねばなりません。

source: The retention period cannot be indefinite.
fi_fi: Säilytysaika ei voi olla määrittelemätön.
ja_jp: データ保持期間を無期限にすることはできません。

source: Invalid colors selected
fi_fi: Valitut värit eivät ole kelvollisia
ja_jp: 無効な色を選択しました

source: Invalid color selected
fi_fi: Valittu väri ei kelpaa
ja_jp: 無効な色を選択しました

source: Seconds
fi_fi: Sekunnit

# Duration
source: Minutes
fi_fi: Minuutit

source: Hours
fi_fi: Tunnit

source: Weeks
fi_fi: Viikot

source: Please choose a valid unit.
fi_fi: Valitse kelvollinen yksikkö.
ja_jp: 有効な単位を選択してください。

source: Please choose a different unit or keep the previous value.
fi_fi: Valitse toinen yksikkö tai säilytä edellinen arvo.
ja_jp: 他の単位を選択するか、前の値を保持してください。

source: Years
fi_fi: Vuodet

source: Date must be specified
fi_fi: Päivämäärä on määritettävä
ja_jp: 日付指定が必要です

source: Time must be specified
fi_fi: Aika on määritettävä
ja_jp: 時間指定が必要です

source: first
fi_fi: ensimmäinen
ja_jp: 1番目

source: second
fi_fi: toinen
ja_jp: 2番目

source: third
fi_fi: kolmas
ja_jp: 3番目

source: fourth
fi_fi: neljäs
ja_jp: 4番目

source: last
fi_fi: viimeinen
ja_jp: 最後

source: Not a valid choice
fi_fi: Ei kelvollinen valinta
ja_jp: 有効な選択肢ではありません

source: You can use Markdown or basic HTML formatting tags.
fi_fi: Voit käyttää Markdown- tai perus-HTML-muotoilutunnisteita.
ja_jp: Markdownもしくは基本的なHTMLの書式タグが使えます。

source: Menu Entry
fi_fi: Valikkokohta
ja_jp: メニュー項目

source: Invalid keyword found
fi_fi: Virheellinen avainsana löydetty

source: URL is required
fi_fi: URL-osoite vaaditaan
ja_jp: URL が必要です

source: Titles are required when more than one link is specified
fi_fi: Otsikot ovat pakollisia, kun määritetään useampi kuin yksi linkki
ja_jp: 複数のリンクを指定する場合はタイトルが必要です

source: Users with <strong>modification access</strong> to this resource and any parent resources <strong>will also have access</strong>
fi_fi: Käyttäjillä, joilla on <strong>muokkausoikeus</strong> tähän resurssiin ja kaikkiin yläresursseihin, <strong>on myös pääsy</strong>
ja_jp: このリソースおよび親リソースの<strong>変更権限を</strong>持つユーザは、この<strong>リソースにもアクセス</strong>できます。

source: Copy URL to clipboard
fi_fi: Kopioi URL leikepöydälle
ja_jp: URL をクリップボードにコピー

source: Click to show/hide the password
fi_fi: Napsauta näyttääksesi/piilottaaksesi salasanan
ja_jp: クリックしてパスワードの表示／非表示

source: This object is publicly accessible since it is set as public.
fi_fi: Tämä kohde on julkisesti saatavilla, koska se on asetettu julkiseksi.
ja_jp: このオブジェクトは、公開設定されているため、誰でもアクセスできます。

source: This object is <strong>only</strong> accessible by the <strong>users specified</strong> above and the <strong>managers</strong> of <strong>parent resources</strong>.
fi_fi: Tähän kohteeseen on pääsy <strong>vain</strong> yllä <strong>määritetyillä käyttäjillä</strong> ja <strong>ylätason resurssien</strong> <strong>hallinnoijilla</strong>.
ja_jp: このオブジェクトへは、上に示されている<strong>特定のユーザー </strong>および <strong>親リソース</strong>の<strong>管理者</strong><strong>のみ</strong>がアクセスできます。

source: This object is <strong>only</strong> accessible by the <strong>managers</strong> of <strong>parent resources</strong>.
fi_fi: Tähän kohteeseen on pääsy <strong>vain</strong> <strong>ylätason resurssien</strong> <strong>hallinnoijilla</strong>.

source: This object is not publicly accessible since <strong>%(parent_title)s</strong> (%(parent_type)s) is protected.
fi_fi: Tämä kohde ei ole julkisesti saatavilla, koska <strong>%(parent_title)s</strong> (%(parent_type)s) on suojattu.
ja_jp: <strong>%(parent_title)s</strong> (%(parent_type)s) が保護されているため、このオブジェクトは一般に公開されません。

source: This object is publicly accessible since <strong>%(parent_title)s</strong> (%(parent_type)s) is not protected.
fi_fi: Tämä kohde on julkisesti saatavilla, koska <strong>%(parent_title)s</strong> (%(parent_type)s) ei ole suojattu.
ja_jp: <strong>%(parent_title)s</strong> (%(parent_type)s) が保護されていないため、このオブジェクトには誰でもアクセスできます。

source: This object is <strong>only</strong> accessible by the <strong>users specified</strong> above. The protection mode can be configured once the event has been published in a category.
fi_fi: Tämä kohde on <strong>vain</strong> edellä mainittujen <strong>käyttäjien</strong> käytettävissä. Suojaustila voidaan määrittää, kun tapahtuma on julkaistu kategoriassa.
ja_jp: このオブジェクトは上記で<strong>指定されたユーザー</strong><strong>のみが</strong>アクセスできます。保護モードは、イベントがカテゴリーに公開された後に設定することができます。

source: Children with different protection
fi_fi: Aliresurssit, joilla on eri suojaus
ja_jp: 異なった保護設定を持つ下位要素

source: Some elements inside this object have different protection settings.
fi_fi: Tämän kohteen sisällä on elementtejä, joilla on erilaiset suojausasetukset.
ja_jp: このオブジェクト内には異なった保護設定を持つ要素があります。

source: Protection details
fi_fi: Suojauksen tiedot
ja_jp: 保護の詳細

source: Show them.
fi_fi: Näytä.
ja_jp: それらを表示。
