Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Paper Peer Reviewing
fi_fi: Artikkeleiden vertaisarviointi
ja_jp: 論文査読

source: Gives event managers the opportunity to let contribution authors submit papers and use the paper peer reviewing workflow.
fi_fi: Mahdollistaa tapahtumajärjestäjien sallia kirjoittajien lähettää artikkeleita ja käyttää artikkelien vertaisarviointiprosessia.
ja_jp: イベントマネージャーが、投稿著者に論文を投稿させ、論文査読ワークフローを利用できるようにします。

source: Paper Manager
fi_fi: Artikkeleiden vastuuhenkilö
ja_jp: 論文マネージャー

source: Grants management rights for paper peer reviewing on an event.
fi_fi: Antaa hallintaoikeudet artikkelien vertaisarviointiin tapahtumassa.
ja_jp: イベントに関する論文査読の管理権限を付与する。

# Paper judgment rights
source: Judge
fi_fi: Arvostele

source: Grants paper judgment rights for assigned papers.
fi_fi: Antaa oikeudet arvostella nimettyjä artikkeleita.
ja_jp: 割り当て論文の査読判定権限を付与する。

source: Content reviewer
fi_fi: Sisällön arvioija
ja_jp: コンテンツ審査員

source: Grants content reviewing rights for assigned papers.
fi_fi: Antaa oikeudet arvioida nimettyjen artikkeleiden sisältöä.
ja_jp: 割り当てられた論文のコンテント審査員権を付与する。

source: Layout reviewer
fi_fi: Ulkoasun arvioija
ja_jp: レイアウト審査員

source: Grants layout reviewing rights for assigned papers.
fi_fi: Antaa oikeudet arvioida nimettyjen artikkeleiden ulkoasua.
ja_jp: 割り当て論文のレイアウト審査員権を付与する。

source: Judging Area
fi_fi: Arvostelualue
ja_jp: 査読判定エリア

source: Paper managers
fi_fi: Artikkelien vastuuhenkilöt
ja_jp: 論文マネージャー

source: List of users allowed to manage the call for papers
fi_fi: Luettelo käyttäjistä, joilla on oikeus hallinnoida artikkelikutsuja
ja_jp: 論文募集の管理を許可されたユーザーのリスト

source: Judges
fi_fi: Arvostelijat
ja_jp: 査読判定員

source: List of users allowed to judge papers
fi_fi: Luettelo käyttäjistä, joilla on oikeudet arvostella artikkeleita
ja_jp: 論文の査読判定を許可されたユーザーのリスト

source: Content reviewers
fi_fi: Sisällön arvioijat
ja_jp: コンテンツ審査員

source: List of users allowed to review the content of the assigned papers
fi_fi: Luettelo käyttäjistä, joilla on oikeudet arvioida nimettyjen artikkeleiden sisältöä
ja_jp: 割り当てられた論文のコンテンツ審査ができるユーザーのリスト

source: Layout reviewers
fi_fi: Ulkoasun arvioijat
ja_jp: レイアウト審査員

source: List of users allowed to review the layout of the assigned papers
fi_fi: Luettelo käyttäjistä, joilla on oikeudet arvioida nimettyjen artikkeleiden ulkoasua
ja_jp: 割り当てられた論文のレイアウト審査ができるユーザーのリスト

source: The moment users can start submitting papers
fi_fi: Artikkelien lähettämisen alkamisaika
ja_jp: ユーザーが論文提出を開始できる時刻

source: The moment the submission process ends
fi_fi: Lähetyksen päättymisaika
ja_jp: 提出終了の時刻

source: Keep papers hidden
fi_fi: Piilota artikkelit
ja_jp: 論文を非公開で維持

source: Keep papers hidden from participants even after they've been accepted.
fi_fi: Piilota artikkelit osallistujilta myös niiden hyväksymisen jälkeen.
ja_jp: 論文がアクセプトされた後も、参加者には非公開として維持します。

source: These users may always submit papers, even outside the regular submission period.
fi_fi: Nämä käyttäjät voivat aina lähettää artikkeleita, myös varsinaisen lähetysajan ulkopuolella.
ja_jp: これらのユーザーは、通常の提出期間外でも常に論文を提出できます。

source: Email notifications
fi_fi: Sähköposti-ilmoitukset
ja_jp: メール通知

source: Deadline
fi_fi: Määräaika
ja_jp: 締切

source: Enforce deadline
fi_fi: Pakota määräaika
ja_jp: 期限を厳守化

source: Not yet submitted
fi_fi: Ei vielä lähetetty
ja_jp: まだ投稿されていません

source: Unassigned
fi_fi: Määrittelemätön
ja_jp: アサインされていません

# Paper reviewing role
source: Judge
fi_fi: Arvostele

source: Layout Reviewer
fi_fi: Ulkoasun arvioija
ja_jp: レイアウト審査員

source: Content Reviewer
fi_fi: Sisällön arvioija
ja_jp: コンテンツ審査員

source: Reviewing is currently not possible
fi_fi: Arviointi ei ole juuri nyt mahdollista
ja_jp: 現在、査読はできません

source: The Call for Papers is closed. Please contact the event organizer for further assistance.
fi_fi: Artikkelien kutsuaika on päättynyt. Ota yhteyttä tapahtuman järjestäjään, jos tarvitset lisäapua.
ja_jp: 論文募集は終了しました。詳細についてはイベント主催者にお問い合わせください。

source: The members of the teams were updated successfully
fi_fi: Tiimien jäsenet päivitettiin onnistuneesti
ja_jp: チームのメンバーが無事更新されました

source: Users have been removed from 1 contribution
fi_fi: Käyttäjät on poistettu 1 esityksestä
ja_jp: {} 個の投稿からユーザーが削除されました

source: Team competences were updated successfully
fi_fi: Tiimin osaaminen päivitettiin onnistuneesti
ja_jp: チームコンピテンシーが正しく更新されました

source: Call for papers has been rescheduled
fi_fi: Artikkelien kutsuaikaa on muutettu
ja_jp: 論文の募集が再スケジュールされました

source: Call for papers has been scheduled
fi_fi: Artikkelien kutsuaika on vahvistettu
ja_jp: 論文の募集がスケジュールされました

source: Call for papers is now open
fi_fi: Artikkelikutsu on nyt avoinna
ja_jp: 論文募集を開始しました

source: Call for papers is now closed
fi_fi: Artikkelikutsu on nyt suljettu
ja_jp: 論文募集は終了しました

source: The reviewing settings were saved successfully
fi_fi: Arviointiasetukset tallennettiin onnistuneesti
ja_jp: 査読の設定が正常に保存されました

source: Content reviewing deadline has been set.
fi_fi: Sisällön arvioinnin määräaika on asetettu.
ja_jp: コンテンツ審査の締切りを設定しました。

source: Layout reviewing deadline has been set.
fi_fi: Ulkoasun arvioinnin määräaika on asetettu.
ja_jp: レイアウト審査の締切りを設定しました。

source: Judging deadline has been set.
fi_fi: Arvostelun määräaika on asetettu.
ja_jp: 査読判定期限が設定されました。

source: One paper has been judged.
fi_fi: Yksi artikkeli on arvioitu.
ja_jp: {num} 編の論文が査読判定されました。

source: One contribution has been skipped since it has no paper submitted yet or it is in a final state.
fi_fi: Yksi esitys on ohitettu, koska siihen ei ole vielä lähetetty artikkelia tai se on jo lopullisessa tilassa.
ja_jp: 論文がまだ提出されていないか、もしくは最終段階にあるため、 {num} 個の投稿をスキップしました。

source: Paper reviewing roles have been assigned.
fi_fi: Artikkelin arviointitehtävät on jaettu.
ja_jp: 論文の審査役が割り当てられました。

source: Paper reviewing roles have been unassigned.
fi_fi: Artikkelin arviointitehtäviä ei ole jaettu.
ja_jp: 論文の審査役が解除されました。

source: Paper template "{}" added.
fi_fi: Artikkelimalli "{}" lisätty.
ja_jp: 論文テンプレート「{}」を追加しました。

source: Paper template "{}" updated.
fi_fi: Artikkelimalli "{}" päivitetty.
ja_jp: 論文テンプレート「{}」を更新しました。

source: Paper template "{}" deleted.
fi_fi: Artikkelimalli "{}" poistettu.
ja_jp: 論文テンプレート「{}」を削除しました。

source: Visible to contributors, reviewers, and judges
fi_fi: Näkyy esittäjille, arvioijille ja arvostelijoille
ja_jp: 投稿者、審査員、判定者に開示

# Paper revision
source: Submitted
fi_fi: Lähetetty

# Paper revision
source: Accepted
fi_fi: Hyväksytty

# Paper revision
source: Rejected
fi_fi: Hylätty

# Paper revision
source: To be corrected
fi_fi: Tarvitsee korjauksia

source: Peer reviewing
fi_fi: Vertaisarviointi
ja_jp: 査読中

source: Go to timeline
fi_fi: Siirry aikajanalle
ja_jp: タイムラインへ移動

source: You can submit files for editing
fi_fi: Voit lähettää tiedostoja muokattavaksi
ja_jp: 編集のためにファイルを提出することができます。

source: The call for papers is open
fi_fi: Artikkelikutsu on avoinna
ja_jp: 論文の募集中

source: You can submit a paper.
fi_fi: Voit lähettää artikkelin.
ja_jp: 論文を提出できます。

source: Submit paper for &quot;%(title)s&quot;
fi_fi: Lähetä artikkeli aiheesta &quot;%(title)s&quot;
ja_jp: &quot;%(title)s&quot; に論文を提出

source: Please wait until the reviewers come back to you
fi_fi: Odota arvioijien yhteydenottoa
ja_jp: 審査員が追って連絡するまでお待ちください

source: Your paper was rejected
fi_fi: Artikkelisi hylättiin
ja_jp: 論文は却下されました

source: You can check the review history in the timeline
fi_fi: Voit tarkastella arviointihistoriaa aikajanalla
ja_jp: 査読履歴は、タイムラインで確認できます

source: Your paper needs to be corrected
fi_fi: Artikkeliasi on korjattava
ja_jp: 論文の修正が必要です

source: Please check the review and submit a revised version
fi_fi: Tarkasta arviointi ja lähetä korjattu versio
ja_jp: 査読結果を確認の上、修正版を提出してください

source: Proceedings
fi_fi: Menettelyt
ja_jp: プロシーディングス

source: The filtering criteria do not match with any of the existing papers. Try to clear the filters.
fi_fi: Suodatuskriteerit eivät vastaa yhtään artikkelia. Kokeile tyhjentää suodattimet.
ja_jp: フィルタリングの条件が既存の論文のいずれとも一致しません。フィルタを解除してみてください。

source: There are no papers yet.
fi_fi: Artikkeleita ei vielä ole.
ja_jp: 論文はまだありません。

source: Revision
fi_fi: Versio
ja_jp: リビジョン

source: Paper not yet submitted
fi_fi: Artikkelia ei ole vielä lähetetty
ja_jp: 論文未提出

source: Not submitted
fi_fi: Ei lähetetty
ja_jp: 未提出

source: Assign judges to selected contributions
fi_fi: Valitse arvostelijat valituille esityksille
ja_jp: 選択した投稿に審査員を配置

source: Assign content reviewers to selected contributions
fi_fi: Valitse sisällön arvioijat valituille esityksille
ja_jp: 選択した投稿にコンテンツ審査員を配置

source: Assign layout reviewers to selected contributions
fi_fi: Valitse ulkoasun arvioijat valituille esityksille
ja_jp: 選択した投稿にレイアウト審査員を配置

source: Unassign
fi_fi: Poista tehtävä
ja_jp: 割り当て解除

source: Unassign judges from selected contributions
fi_fi: Poista arvostelijat valituista esityksistä
ja_jp: 選択した投稿から審査員を外す

source: Unassign content reviewers from selected contributions
fi_fi: Poista sisällön arvioijat valituista esityksistä
ja_jp: 選択した投稿からコンテンツ審査員の配置を解除

source: Unassign layout reviewers from selected contributions
fi_fi: Poista ulkoasun arvioijat valituista esityksistä
ja_jp: 選択した投稿からレイアウト審査員の配置を解除

source: Accept selected papers
fi_fi: Hyväksy valitut artikkelit
ja_jp: 選択した論文をアクセプト

# Paper
source: Accepted
fi_fi: Hyväksytty

source: Reject selected papers
fi_fi: Hylkää valitut artikkelit
ja_jp: 選択した論文を却下

# Paper
source: Rejected
fi_fi: Hylätty

source: Mark to be corrected selected papers
fi_fi: Merkitse valitut artikkelit korjattaviksi
ja_jp: 選択した論文を要修正としてマーク

# Paper
source: To be corrected
fi_fi: Tarvitsee korjauksia
ja_jp: 要修正

source: Download papers
fi_fi: Lataa artikkelit
ja_jp: 論文をダウンロード

source: Competences
fi_fi: Osaaminen
ja_jp: コンピテンシー

source: Overlapping affiliation
fi_fi: Päällekkäinen affiliaatio
ja_jp: 所属が重なる

source: There are no judges yet.
fi_fi: Arvostelijoita ei vielä ole.
ja_jp: 審査員はまだいません。

source: There are no content reviewers yet.
fi_fi: Sisällön arvioijia ei vielä ole.
ja_jp: コンテンツ審査員がまだいません。

source: There are no layout reviewers yet.
fi_fi: Ulkoasun arvioijia ei vielä ole.
ja_jp: レイアウト審査員がまだいません。

source: There are no judges assigned to the selected contributions.
fi_fi: Valituille esityksille ei ole valittu arvostelijoita.
ja_jp: 選択された投稿に査読判定員が割り当てられていません。

source: There are no content reviewers assigned to the selected contributions.
fi_fi: Valituille esityksille ei ole valittu sisällön arvioijia.
ja_jp: 選択した投稿にコンテンツ審査員が配置されていません

source: There are no layout reviewers assigned to the selected contributions.
fi_fi: Valituille esityksille ei ole valittu ulkoasun arvioijia.
ja_jp: 選択した投稿にレイアウト審査員が配置されていません

source: Customize paper assignment list
fi_fi: Mukauta artikkelitehtävien luetteloa
ja_jp: 論文割り当てリストをカスタマイズ

source: Change the configuration of the paper assignment list by enabling/disabling the columns listed below, or by applying filtering (%(filter_icon)s) options.
fi_fi: Muuta artikkelitehtäväluettelon kokoonpanoa ottamalla käyttöön tai poistamalla käytöstä alla luetellut sarakkeet tai soveltamalla suodatusvaihtoehtoja (%(filter_icon)s).
ja_jp: 以下の列を有効／無効にするか、フィルタリングオプション （%(filter_icon)s）を適用して、論文割り当てリストの設定を変更する。

source: General paper assignment info
fi_fi: Yleistä tietoa artikkelitehtävistä
ja_jp: 論文割り当て情報

source: You have been authorized to submit papers
fi_fi: Sinulla on lupa lähettää artikkeleita
ja_jp: あなたは論文提出を承認されました

source: The call for papers is closed.
fi_fi: Artikkelikutsu on suljettu.
ja_jp: 論文の募集は終了しました

source: You can submit your paper for %(contrib_title)s
fi_fi: Voit lähettää artikkelisi kohteeseen %(contrib_title)s
ja_jp: %(contrib_title)s の論文を提出できます

source: You can submit a paper
fi_fi: Voit lähettää artikkelin
ja_jp: 論文を提出することができます

source: Submit new paper
fi_fi: Lähetä uusi artikkeli
ja_jp: 新しい論文を提出

source: Select contribution
fi_fi: Valitse esitys
ja_jp: 投稿を選択

source: Submitted for reviewing
fi_fi: Lähetetty arvioitavaksi
ja_jp: 査読に提出

source: You have submitted a content review
fi_fi: Olet lähettänyt sisältöarvioinnin
ja_jp: コンテンツ審査を提出しました

source: Your content review is pending
fi_fi: Sisältöarviointisi odotaa
ja_jp: あなたのコンテンツ審査は保留中です

source: You have submitted a layout review
fi_fi: Olet lähettänyt ulkoasun arvioinnin
ja_jp: レイアウト審査を提出しました

source: Your layout review is pending
fi_fi: Ulkoasun arviointisi odottaa
ja_jp: あなたのレイアウト審査は保留中です

source: Paper templates
fi_fi: Artikkelimallit
ja_jp: 論文テンプレート

source: My papers
fi_fi: Omat artikkelit
ja_jp: 私の論文

source: You haven't submitted any paper.
fi_fi: Et ole lähettänyt yhtään artikkelia.
ja_jp: 論文を提出していません

source: The judging area shows the papers for which you are a judge. It allows you to assign reviewers and judge papers.
fi_fi: Arvostelualueella näet artikkelit, joiden arvostelijana olet. Siellä voit nimittää arvioijia ja arvostella artikkeleita.
ja_jp: 判定エリアは、あなたが審判を行う論文が表示されます。査読者を割り当て、論文の判定を行う事ができます。

source: Paper judges use this area to judge papers assigned to them.<br> As a manager you can see all papers in the %(link_start)smanagement area%(link_end)s.
fi_fi: Tällä alueella artikkelien arvostelijat arvostelevat heille nimettyjä artikkeleita.<br> Vastuuhenkilöönä voit tarkastella %(link_start)shallinta-alueen%(link_end)s kaikkia artikkeleita.
ja_jp: 論文査読判定員はこのエリアを使用して、割り当て論文を査読判定します。<br> 管理者として、%(link_start)s管理エリア%(link_end)s にあるすべての論文を見ることができます。

source: Judging deadline
fi_fi: Arvostelun määräaika
ja_jp: 審査締切

source: Paper judging ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
fi_fi: Artikkelin arvosteluaika päättyy <strong>%(date)s</strong> klo <strong>%(time)s</strong>.
ja_jp: 論文査読判定は <strong>%(date)s</strong> <strong>%(time)s</strong> に終了します。

source: The reviewing area shows the papers for which you are a reviewer.
fi_fi: Arviointialueella näet artikkelit, joiden arvioija olet.
ja_jp: 査読エリアは、あなたが査読者になっている論文が表示されています。

source: Paper reviewers use this area to review papers assigned to them.<br> As a judge/manager there is nothing for you to do here.
fi_fi: Tällä alueella artikkelien arvioijat arvioivat heille osoitettuja artikkeleja.<br> Alue ei ole tarkoitettu arvostelijoille/vastuuhenkilöille.
ja_jp: 論文の査読者は、このエリアを用いて割り当てられた論文の審査を行います。<br> 審判／マネージャーとしてここで出来る事はありません。

source: Reviewing deadlines
fi_fi: Arviointien määräajat
ja_jp: 審査締切

source: Layout reviewing ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
fi_fi: Ulkoasun arviointiaika päättyy <strong>%(date)s</strong> klo <strong>%(time)s</strong>.
ja_jp: レイアウト審査は <strong>%(date)s</strong> の <strong>%(time)s</strong> に終了。

source: Content reviewing ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
fi_fi: Sisällön arviointiaika päättyy <strong>%(date)s</strong> klo <strong>%(time)s</strong>.
ja_jp: コンテンツ審査は <strong>%(date)s</strong> の <strong>%(time)s</strong> に終了。

source: Papers to review
fi_fi: Arvioitavat artikkelit
ja_jp: 査読対象論文

source: There are no papers left to review.
fi_fi: Arvioitavia artikkeleita ei enää ole.
ja_jp: もう審査する論文はありません。

source: Reviewed papers
fi_fi: Arvioidut artikkelit
ja_jp: 審査した論文

source: You haven't reviewed any papers yet.
fi_fi: Et ole vielä arvioinut yhtään artikkelia.
ja_jp: まだあなたは論文を一つも審査していません。

source: Select a contribution for which you wish to submit a paper.
fi_fi: Valitse esitys, johon haluat lähettää artikkelin.
ja_jp: 論文を提出しようとしている投稿を選択してください。

source: Added in paper reviewing team
fi_fi: Lisätty artikkelin arviointiryhmään
ja_jp: 論文審査チームに追加

source: You have been chosen as a %(strong)s%(title)s%(endstrong)s for the conference %(strong)s%(event_title)s%(endstrong)s in order to help with the paper reviewing process.
fi_fi: Sinut on valittu tehtävään %(strong)s%(title)s%(endstrong)s %(strong)s%(event_title)s%(endstrong)s -konferenssissa auttamaan artikkelien arviointiprosessissa.
ja_jp: あなたはカンファレンス %(strong)s%(event_title)s%(endstrong)s において %(strong)s%(title)s%(endstrong)s として選ばれました。 論文査読にご協力くださいますよう、お願いいたします。

source: Once there are some papers for you to judge, you will be able to do so in the judging area page
fi_fi: Kun sinulle on osoitettu artikkeleita arvosteltavaksi, voit arvostella ne arvostelualueella
ja_jp: 査読判定する論文が割り当てられると、査読判定エリアページで査読判定ができます

source: Once there are some papers for you to review, you will be able to do so in the reviewing area page:
fi_fi: Kun sinulle on osoitettu artikkeleita arvioitavaksi, voit arvioida ne arviointialueella:
ja_jp: あなたに審査をお願いする論文が準備できると、査読エリアページにてとりかかる事ができます:

source: New paper comment
fi_fi: Uusi artikkelikommentti
ja_jp: 新規論文コメント

source: Dear %(receiver)s,
fi_fi: Hyvä %(receiver)s,
ja_jp: %(receiver)sさん、

source: %(name)s commented on the paper %(strong)s%(title)s%(endstrong)s:
fi_fi: %(name)s kommentoi artikkelia %(strong)s%(title)s%(endstrong)s:
ja_jp: %(name)s が論文 %(strong)s%(title)s%(endstrong)s にコメントしました:

source: You can reply to this comment from within the paper page:
fi_fi: Voit vastata tähän kommenttiin artikkelisivulta:
ja_jp: 論文ページからこのコメントに返信できます:

source: Paper assessment withdrawn
fi_fi: Artikkelin arviointi peruutettu
ja_jp: 取り消しされた論文査定

source: Your paper %(strong)s%(title)s%(endstrong)s has been put back to review, after the assessment has been withdrawn.
fi_fi: Arvioinnin peruuttamisen jälkeen artikkelisi " %(strong)s%(title)s%(endstrong)s " on palautettu uudelleen arvioitavaksi.
ja_jp: あなたの論文 %(strong)s%(title)s%(endstrong)s は評価が取り下げられた後、審査に戻されました。

source: To see your paper please use the following link:
fi_fi: Voit lukea artikkelisi seuraavasta linkistä:
ja_jp: 論文を見るには次のリンクを使ってください:

source: Paper assessment
fi_fi: Artikkelin arviointi
ja_jp: 論文査定

source: Your paper %(strong)s%(title)s%(endstrong)s has been %(strong)saccepted%(endstrong)s!
fi_fi: Artikkelisi %(strong)s%(title)s%(endstrong)s on %(strong)shyväksytty%(endstrong)s!
ja_jp: あなたの論文 %(strong)s%(title)s%(endstrong)s は %(strong)sアクセプト%(endstrong)s されました！

source: No further actions are required.
fi_fi: Muita toimenpiteitä ei tarvita.
ja_jp: これ以上する事はありません。

source: Your paper %(strong)s%(title)s%(endstrong)s has been %(strong)srejected%(endstrong)s.
fi_fi: Artikkelisi %(strong)s%(title)s%(endstrong)s on %(strong)shylätty%(endstrong)s.
ja_jp: あなたの論文 %(strong)s%(title)s%(endstrong)s は %(strong)sリジェクト%(endstrong)s されました。

source: A judge has requested some %(strong)schanges%(endstrong)s to your paper %(strong)s%(title)s%(endstrong)s.
fi_fi: Arvostelija on ehdottanut %(strong)smuutoksia%(endstrong)s artikkeliisi %(strong)s%(title)s%(endstrong)s.
ja_jp: 審判はあなたの論文 %(strong)s%(title)s%(endstrong)s にいくつかの %(strong)s変更%(endstrong)s を求めています。

source: Comment:
fi_fi: Kommentti:
ja_jp: コメント:

source: You may apply the modifications to your paper and submit the modified version (together with any additional files) for review.
fi_fi: Voit tehdä muutokset artikkeliisi ja lähettää uuden version arvioitavaksi (yhdessä mahdollisten lisätiedostojen kanssa).
ja_jp: 修正内容を論文に反映し、査読のために修正版を（追加ファイルを含めて）提出してください。

source: In order to do that please proceed to your paper page:
fi_fi: Voit tehdä sen siirtymällä artikkelisivulle:
ja_jp: そのためには論文ページにお進みください:

source: New paper review assignment
fi_fi: Uusi artikkelien arviointitehtävä
ja_jp: 新規の査読割り当て

source: Removed from paper review assignment
fi_fi: Poistettu artikkelin arviointitehtävästä
ja_jp: 査読割り当てから除外されました

source: You have been assigned as a %(strong)s%(role_title)s%(endstrong)s to the paper %(strong)s%(title)s%(endstrong)s.
fi_fi: Sinut on valittu tehtävään %(strong)s%(role_title)s%(endstrong)s artikkelille %(strong)s%(title)s%(endstrong)s.
ja_jp: あなたは、論文%(strong)s%(title)s%(endstrong)sの%(strong)s%(role_title)s%(endstrong)sとして割り当てられました。

source: You are no longer a %(strong)s%(role_title)s%(endstrong)s for the paper %(strong)s%(title)s%(endstrong)s.
fi_fi: Et ole enää tehtävässä %(strong)s%(role_title)s%(endstrong)s artikkelille %(strong)s%(title)s%(endstrong)s.
ja_jp: あなたはもう、論文%(strong)s%(title)s%(endstrong)sの%(strong)s%(role_title)s%(endstrong)sではなくなりました。

source: You have been assigned as a %(strong)s%(role_title)s%(endstrong)s to the following papers:
fi_fi: Sinut on valittu tehtävään %(strong)s%(role_title)s%(endstrong)s seuraaville artikkeleille:
ja_jp: あなたは、以下の論文の%(strong)s%(role_title)s%(endstrong)sとして割り当てられました:

source: You are no longer a %(strong)s%(role_title)s%(endstrong)s for the following papers:
fi_fi: Et ole enää tehtävässä %(strong)s%(role_title)s%(endstrong)s seuraaville artikkeleille:
ja_jp: あなたはもう、以下の論文の%(strong)s%(role_title)s%(endstrong)sではなくなりました:

source: You can have an overview of the papers assigned to you in the following page:
fi_fi: Seuraavalla sivulla voit tarkastella sinulle osoitettuja artikkeleita:
ja_jp: 以下のページに、あなたに割り当てられた論文のオーバービューがあります:

source: Please see the comments from the reviewing team below:
fi_fi: Katso alta arviointitiimin kommentit:
ja_jp: 以下、査読チームからのコメントをご覧ください:

source: Your paper "%(title)s" was accepted.
fi_fi: Artikkelisi "%(title)s" on hyväksytty.
ja_jp: あなたの論文「%(title)s」はアクセプトされました。

source: Your paper "%(title)s" was rejected.
fi_fi: Artikkelisi "%(title)s" hylättiin.
ja_jp: あなたの論文「%(title)s」はリジェクトされました。

source: Your paper "%(title)s" requires changes.
fi_fi: Artikkeliisi ”%(title)s” täytyy tehdä muutoksia.
ja_jp: あなたの論文「%(title)s」は、変更が必要です。

source: After the reviewing process your paper "%(title)s (#%(id)s)", submitted for "%(event_title)s" has been accepted.
fi_fi: Artikkelisi ”%(title)s” (#%(id)s), jonka lähetit tapahtumaan ”%(event_title)s”, on hyväksytty arviointiprosessissa.
ja_jp: 査読の結果、 "%(event_title)s" に投稿したあなたの論文 "%(title)s (#%(id)s)" が受理されました。

source: You may proceed to your paper page:
fi_fi: Voit siirtyä artikkelisivulle:
ja_jp: あなたの論文ページに進んでください:

source: After the reviewing process your paper "%(title)s (#%(id)s)", submitted for "%(event_title)s" has been rejected.
fi_fi: Artikkelisi ”%(title)s” (#%(id)s), jonka lähetit tapahtumaan ”%(event_title)s”, on hylätty arviointiprosessissa.
ja_jp: 査読の結果、"%(event_title)s" に投稿したあなたの論文 "%(title)s (#%(id)s)" は却下されました。

source: After the reviewing process your paper "%(title)s (#%(id)s)", submitted for "%(event_title)s" is required to be corrected.
fi_fi: Artikkeliisi ”%(title)s” (#%(id)s), jonka lähetit tapahtumaan ”%(event_title)s”, on pyydetty korjauksia arviointiprosessissa.
ja_jp: 査読の結果、"%(event_title)s" に投稿したあなたの論文 "%(title)s (#%(id)s)" は要修正となりました。

source: You may then apply the requested modifications to your paper and submit the modified version for review. In order to do so, please proceed to your paper page:
fi_fi: Voit tehdä muutokset artikkeliisi ja lähettää uuden version arvioitavaksi. Tehdäksesi niin siirry artikkelisivulle:
ja_jp: その後、修正依頼された内容を論文に適用し、修正版を査読に提出することができます。そのためには、論文ページにお進みください:

source: Removed from paper reviewing team
fi_fi: Poistettu artikkelien arviointitiimistä
ja_jp: 論文審査チームから外されました

source: Please, be aware that you are no longer a %(strong)s%(role_title)s%(endstrong)s for the conference %(strong)s%(event_title)s%(endstrong)s.
fi_fi: Huomioithan, että et ole enää %(strong)s%(role_title)s%(endstrong)s konferenssissa %(strong)s%(event_title)s%(endstrong)s.
ja_jp: あなたはもう、カンファレンス%(strong)s%(event_title)s%(endstrong)sの %(strong)s%(role_title)s%(endstrong)sではないので、ご注意ください。

source: Paper reviewed
fi_fi: Artikkeli arvioitu
ja_jp: 査読された論文

source: A reviewer just left a review on the paper %(strong)s"%(title)s"%(endstrong)s.
fi_fi: Artikkeli %(strong)s”%(title)s”%(endstrong)s on juuri arvioitu.
ja_jp: 査読者がさきほど論文 %(strong)s"%(title)s"%(endstrong)s に査読結果を残しました。

source: In order to cast your judgment please follow the link to the paper below:
fi_fi: Antaaksesi arvostelusi, seuraa alla olevaa linkkiä:
ja_jp: 以下のリンクから、論文の査読判定を行ってください：

source: Reviewer:
fi_fi: Arvioija:
ja_jp: 査読者:

source: Review type:
fi_fi: Arvioinnin tyyppi:
ja_jp: 査読タイプ:

source: Proposed action:
fi_fi: Ehdotettu toimenpide:
ja_jp: 提案されたアクション:

source: Paper submitted
fi_fi: Artikkeli lähetetty
ja_jp: 提出された論文

source: Paper submission
fi_fi: Artikkelin lähetys
ja_jp: 論文の提出
