Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: There are no surveys yet.
fi_fi: Kyselyitä ei ole vielä.
ja_jp: アンケートはまだありません。

source: Create survey
fi_fi: Luo kysely
ja_jp: アンケートを作成

source: Questionnaire for "%(title)s"
fi_fi: Kysely tapahtumalle ”%(title)s”
ja_jp: 「%(title)s」の質問

source: Download a file containing all the questions of this survey. The file can later be imported into another survey.
fi_fi: Lataa tiedosto, joka sisältää kaikki tämän kyselyn kysymykset. Tiedosto voidaan myöhemmin tuoda toiseen kyselyyn.
ja_jp: このアンケートの全質問を含むファイルをダウンロードします。このファイルは別のアンケートにインポートする事ができます。

source: Import questions
fi_fi: Tuo kysymykset
ja_jp: 質問をインポート

source: Sections
fi_fi: Osiot
ja_jp: セクション

source: The questionnaire consists of one or more sections.
fi_fi: Kyselylomake koostuu yhdestä tai useammasta osiosta.
ja_jp: アンケートは、一つ以上のセクションから成ります。

source: Results for "%(title)s"
fi_fi: Tulokset hakusanalle "%(title)s"
ja_jp: 「%(title)s」の結果

source: One person responded to this survey
fi_fi: Yksi henkilö vastasi tähän kyselyyn
ja_jp: %(count)s名がこのアンケートに回答しました

source: Answered:
fi_fi: Vastasi:
ja_jp: 回答しました:

source: No answer has been recorded for this question.
fi_fi: Tähän kysymykseen ei ole tallennettu vastausta.
ja_jp: この質問に対する回答は記録されていません。

source: Average:
fi_fi: Keskiarvo:
ja_jp: 平均：

source: Min:
fi_fi: Minimi:
ja_jp: 最小:

source: Max:
fi_fi: Maksimi:
ja_jp: 最大:

source: Answers
fi_fi: Vastaukset
ja_jp: 回答

source: # of times chosen
fi_fi: Valintojen määrä
ja_jp: 選択回数

source: Submission #%(id)s
fi_fi: Vastaus #%(id)s
ja_jp: 提出 #%(id)s

source: Submitter: %(submitter_name)s (%(submitter_email)s)
fi_fi: Vastaaja: %(submitter_name)s (%(submitter_email)s)
ja_jp: 提出者: %(submitter_name)s (%(submitter_email)s)

source: Submitter: <em>Anonymous</em>
fi_fi: Vastaaja: <em>Anonyymi</em>
ja_jp: 提出者: <em>匿名</em>

source: Date of submission: %(submission_dt)s
fi_fi: Päivämäärä: %(submission_dt)s
ja_jp: 提出日: %(submission_dt)s

source: N/A
fi_fi: EI SAATAVILLA
ja_jp: 該当なし

source: Survey is live
fi_fi: Kysely on käynnissä
ja_jp: アンケート稼働中

source: Close now or schedule the deadline
fi_fi: Sulje nyt tai aseta määräaika
ja_jp: 終了するか締切時刻をスケジュールできます。

source: Scheduled to close on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s)
fi_fi: Suljetaan <strong>%(date)s</strong> klo <strong>%(time)s</strong> (%(tz)s)
ja_jp: <strong>%(date)s</strong> の <strong>%(time)s</strong> (%(tz)s) に終了予定

source: Schedule survey
fi_fi: Ajoita kysely
ja_jp: アンケートをスケジュール

source: Survey finished
fi_fi: Kysely päättynyt
ja_jp: アンケート終了

source: The survey finished already. Do you want to open it again for submissions?
fi_fi: Kysely on jo päättynyt. Haluatko avata sen uudelleen vastausten lähettämistä varten?
ja_jp: アンケートはすでに終了しています。再稼働して質問を受け付けますか?

source: This will result in resending the survey start notification.
fi_fi: Tämä johtaa kyselyn alkamisilmoituksen uudelleenlähettämiseen.
ja_jp: これにより、アンケート開始通知の再送信が行われます。

source: Submission limit reached
fi_fi: Vastausraja saavutettu
ja_jp: 提出数制限に到達

source: The limit of %(count)s submission has been reached.
fi_fi: %(count)s vastauksen raja on saavutettu.
ja_jp: 提出数が上限の %(count)s に達しました。

source: Survey not ready
fi_fi: Kysely ei ole valmis
ja_jp: このアンケートはまだ準備中です

source: The questionnaire is not set up yet
fi_fi: Kyselylomaketta ei ole vielä laadittu
ja_jp: 質問項目がまだ設定されていません

source: Prepare questionnaire
fi_fi: Valmistele kyselylomake
ja_jp: 質問を作成

source: Survey ready to go live
fi_fi: Kysely valmis julkaistavaksi
ja_jp: アンケート実施準備完了

source: Open now or schedule opening for later
fi_fi: Avaa nyt tai ajoita avaaminen myöhemmäksi
ja_jp: 今開始するか、開始時間をスケジュール

source: Scheduled to open on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s)
fi_fi: Avataan <strong>%(date)s</strong> klo <strong>%(time)s</strong> (%(tz)s).
ja_jp: <strong>%(date)s</strong> の <strong>%(time)s</strong> (%(tz)s) に開始予定

source: Confirm opening survey
fi_fi: Vahvista kyselyn avaaminen
ja_jp: アンケート開始の確認

source: Email notifications will be sent. Do you want to open the survey?
fi_fi: Sähköposti-ilmoitukset lähetetään. Haluatko avata kyselyn?
ja_jp: メール通知が送られます。アンケートを開始しますか？

source: Open now
fi_fi: Avaa nyt
ja_jp: 今すぐ開始

source: Go to the Indico Home Page
fi_fi: Siirry Indicon kotisivulle
ja_jp: Indico ホームページへ

source: Oldest event
fi_fi: Vanhin tapahtuma
ja_jp: 一番古いイベント

source: Older event
fi_fi: Vanhempi tapahtuma
ja_jp: 前のイベント

source: Up to category
fi_fi: Kategoriaan asti
ja_jp: カテゴリーに戻る

source: Newer event
fi_fi: Uudempi tapahtuma
ja_jp: 次のイベント

source: Newest event
fi_fi: Uusin tapahtuma
ja_jp: 最新のイベント

source: Change theme
fi_fi: Vaihda teema
ja_jp: テーマを変更

source: Filtering is enabled
fi_fi: Suodatus on käytössä
ja_jp: フィルタリングが有効

source: Add a filter
fi_fi: Lisää suodatin
ja_jp: フィルタを追加

source: Focus on:
fi_fi: Keskity:
ja_jp: フォーカス：

source: All sessions
fi_fi: Kaikki istunnot
ja_jp: 全セッション

source: Hide Contributions
fi_fi: Piilota esitykset
ja_jp: 投稿を隠す

source: Printable version
fi_fi: Tulostettava versio
ja_jp: プリントバージョン

source: Download material
fi_fi: Lataa materiaalia
ja_jp: マテリアルをダウンロード

source: Switch to the management area of this event
fi_fi: Siirry tämän tapahtuman hallinta-alueelle
ja_jp: イベントの管理画面に切り替える

source: Back to Conference View
fi_fi: Takaisin konferenssinäkymään
ja_jp: カンファレンスビューに戻る

source: Add new question
fi_fi: Lisää uusi kysymys
ja_jp: 新しい質問を追加

source: Add custom reviewing question
fi_fi: Lisää mukautettu arviointikysymys
ja_jp: カスタムの審査質問を追加

source: Edit the reviewing question
fi_fi: Muokkaa arviointikysymystä
ja_jp: 審査質問を編集

source: Delete the reviewing question
fi_fi: Poista arviointikysymys
ja_jp: 審査質問を削除

source: Are you sure you want to delete the reviewing question?
fi_fi: Haluatko varmasti poistaa arviointikysymyksen?
ja_jp: 本当に審査質問を削除しますか？

source: There are no reviewing questions yet.
fi_fi: Arviointikysymyksiä ei ole vielä lisätty.
ja_jp: まだ審査質問はありません。

source: One additional event has been created.
fi_fi: Yksi lisä tapahtuma on luotu.
ja_jp: %(count)s 個のイベントが追加で作られました。

source: Edit event label '%(name)s'
fi_fi: Muokkaa tapahtumatunnistetta ”%(name)s”
ja_jp: イベントラベル '%(name)s' を編集

source: Delete event label '%(name)s'?
fi_fi: Poistetaanko tapahtumatunniste ”%(name)s”?
ja_jp: イベントラベル '%(name)s' を削除しますか?

source: Are you sure you want to permanently delete the event label '%(name)s'? This action will remove it from all events that use it.
fi_fi: Haluatko varmasti poistaa tapahtumatunnisteen ”%(name)s” pysyvästi? Se poistetaan kaikista tapahtumista, joissa sitä käytetään.
ja_jp: イベントラベル '%(name)s' を完全に削除しますか? これを行うと、このラベルを使っている全てのイベントからラベルが削除されます。

source: There are no event labels yet.
fi_fi: Tapahtumatunnisteita ei ole vielä lisätty.
ja_jp: イベントラベルはまだありません。

source: Edit %(name)s external ID type
fi_fi: Muokkaa %(name)s ulkoista tunnusta
ja_jp: 外部IDタイプ %(name)s を編集

source: Delete external ID type %(name)s?
fi_fi: Poista %(name)s ulkoista tunnustyyppiä?
ja_jp: 外部IDタイプ %(name)s を削除しますか？

source: Are you sure you want to permanently delete the external ID type '%(name)s'? This action will remove it from all events that use it.
fi_fi: Haluatko varmasti poistaa ulkoisen tunnustyypin "%(name)s" pysyvästi? Tämä toiminto poistaa sen kaikista tapahtumista, joissa sitä käytetään.
ja_jp: 本当に外部IDタイプ「%(name)s」を永久に削除してよいですか？このアクションは、それを使用するすべてのイベントからそれを削除します。

source: There are no external ID types yet.
fi_fi: Ulkoisia tunnustyyppejä ei ole vielä lisätty.
ja_jp: 外部IDタイプはまだありません。

source: Allowed keywords
fi_fi: Sallitut avainsanat

source: Define the list of allowed keywords. An empty list implies any keyword is valid.
fi_fi: Määritä sallittujen avainsanojen luettelo. Tyhjä luettelo tarkoittaa, että kaikki avainsanat ovat sallittuja.

source: Auto-linked Patterns
fi_fi: Automaattilinkityksen kuviot
ja_jp: 自動リンクパターン

source: Experimental feature
fi_fi: Kokeellinen ominaisuus
ja_jp: 実験的機能

source: Make sure you understand what you're doing or your notes may end up broken!
fi_fi: Varmista, että ymmärrät, mitä olet tekemässä, tai muistiinpanosi voivat mennä pilalle!
ja_jp: 何をしているか、しっかり理解していただかねば、ノートが破壊されることになります！

source: Here you can define text patterns which are automatically linked e.g. to ticketing or code repository systems, from within your notes.
fi_fi: Täällä voit määrittää tekstikuviot, jotka linkitetään automaattisesti muistiinpanoistasi esimerkiksi lippu- tai koodijärjestelmiin.
ja_jp: ここで、ノート内からチケットシステムやコードリポジトリシステムなどに自動的にリンクするテキストのパターンを定義できます。

source: Example
fi_fi: Esimerkki
ja_jp: 例

source: Data retention settings
fi_fi: Tietojen säilyttämisen asetukset
ja_jp: データ保持設定

source: Allowed minimum and maximum data retention period can be configured here.
fi_fi: Tässä määritellään tietojen sallittu vähimmäis- ja enimmäissäilytysaika.
ja_jp: 許可されるデータ保持期間の最小値と最大値を設定できます。

source: Existing event labels
fi_fi: Olemassa olevat tapahtumatunnisteet
ja_jp: 既存のイベントラベル

source: Create new event label
fi_fi: Luo uusi tapahtumatunniste
ja_jp: 新規イベントラベルを作成

source: Existing external ID types
fi_fi: Olemassa olevat ulkoiset tunnustyypit
ja_jp: 既存の外部IDタイプ

source: Create new external ID type
fi_fi: Luo uusi ulkoinen tunnustyyppi
ja_jp: 新しい外部IDタイプを作成

source: Create new type
fi_fi: Luo uusi tyyppi
ja_jp: 新しい型を作成

source: Unlisted events enable users to set up and customize events before publishing them into a category.
fi_fi: Listaamattomien tapahtumien avulla käyttäjät voivat luoda ja muokata tapahtumia ennen niiden julkaisemista kategoriaan.
ja_jp: 未掲載のイベントとしておけば、カテゴリーに公開する前に、ユーザーがイベントを設定し、カスタマイズできます。

source: Potential misconfiguration
fi_fi: Mahdollinen virheellinen asetus

source: Your Indico system config %(link)sdisallows user search%(endlink)s for regular users, but unlisted events are enabled without restricting who can create them.
fi_fi: Järjestelmähakusi %(link)sestävät muiden käyttäjien hakemisen%(endlink)s tavallisilta käyttäjiltä, mutta listaamattomat tapahtumat ovat käytössä ilman, että niiden luontia on rajoitettu.

source: Unless Indico account creation is restricted/moderated, this means that the configured search restriction is not effective, as anyone can become an event manager by simply creating an unlisted event.
fi_fi: Ellei Indico-tilien luontia ole rajoitettu tai moderoitu, määritetty hakurajoitus ei ole tehokas, sillä kuka tahansa voi ryhtyä tapahtumajärjestäjäksi luomalla listaamattoman tapahtuman.

source: Access Denied
fi_fi: Pääsy evätty
ja_jp: アクセスが拒否されました

source: This event is protected with an access key.
fi_fi: Tämä tapahtuma on suojattu pääsykoodilla.
ja_jp: このイベントはアクセスキーで保護されています。

source: Please enter it below.
fi_fi: Kirjoita se alla olevaan kenttään.
ja_jp: 以下に入力してください。

source: Please %(link_start)slog in%(link_end)s or enter the key below.
fi_fi: %(link_start)sKirjaudu sisään%(link_end)s tai syötä koodi alla.
ja_jp: %(link_start)sログイン%(link_end)sするか、下記にキーを入力してください。

source: Go to the main page
fi_fi: Siirry pääsivulle
ja_jp: メインページを表示

source: Skip to main content
fi_fi: Siirry pääsisältöön

source: Date/Time
fi_fi: Päiväys/kellonaika
ja_jp: 日付/時刻

source: Starts
fi_fi: Alkaa
ja_jp: 開始

source: Ends
fi_fi: Päättyy
ja_jp: 終了

source: Go to map
fi_fi: Siirry karttaan
ja_jp: 地図へ移動

source: Log in to see their email address
fi_fi: Kirjaudu sisään nähdäksesi hänen sähköpostiosoitteensa
ja_jp: メールアドレスを見るにはログインしてください

source: Extra information
fi_fi: Lisätietoja
ja_jp: 追加情報

source: Now happening:
fi_fi: Tapahtuu nyt:
ja_jp: 現在進行中:

source: There is no privacy information for this event.
fi_fi: Tapahtumalle ei ole yksityisyystietoja.
ja_jp: このイベントには、プライバシーに関する情報はありません。

source: Event privacy notice
fi_fi: Tapahtuman tietosuojailmoitus
ja_jp: イベントのプライバシー告知

source: Privacy notices
fi_fi: Tietosuojailmoitukset
ja_jp: プライバシー告知

source: Privacy Notice
fi_fi: Tietosuojailmoitus
ja_jp: プライバシー告知

source: Presentation materials
fi_fi: Esitysmateriaalit
ja_jp: プレゼンテーションマテリアル

source: Edit materials
fi_fi: Muokkaa materiaaleja
ja_jp: マテリアルを編集

source: from <strong>%(start_date)s (%(start_time)s)</strong> to <strong>%(end_date)s (%(end_time)s)</strong>
fi_fi: <strong>%(start_date)s (%(start_time)s)</strong> – <strong>%(end_date)s (%(end_time)s)</strong>
ja_jp: <strong>%(start_date)s (%(start_time)s)</strong> から <strong>%(end_date)s (%(end_time)s)</strong> まで

source: Add minutes
fi_fi: Lisää muistio
ja_jp: 議事録を追加

source: Edit Event
fi_fi: Muokkaa tapahtumaa
ja_jp: イベントを編集

source: Compile Minutes
fi_fi: Laadi muistio
ja_jp: 議事録をまとめる

source: Material editor
fi_fi: Materiaalieditori
ja_jp: マテリアルエディタ

source: Edit session block '%(title)s'
fi_fi: Muokkaa istuntojaksoa '%(title)s'
ja_jp: セッションブロック '%(title)s' を編集

source: Edit session block
fi_fi: Muokkaa istuntojaksoa
ja_jp: セッションブロックを編集

source: Edit the timetable for this session
fi_fi: Muokkaa istunnon aikataulua
ja_jp: このセッションのタイムテーブルを編集

source: Edit session timetable
fi_fi: Muokkaa istunnon aikataulua
ja_jp: セッションタイムテーブルを編集

source: Edit session protection
fi_fi: Muokkaa istunnon suojausta
ja_jp: セッションの保護を編集

source: Edit protection
fi_fi: Muokkaa suojausta
ja_jp: 保護を編集

source: Event privacy information
fi_fi: Tapahtuman tietosuojatiedot
ja_jp: イベントのプライバシー情報

source: %(start)s to %(end)s
fi_fi: %(start)s – %(end)s
ja_jp: %(start)s から %(end)s まで

source: %(tz)s timezone
fi_fi: %(tz)s aikavyöhyke
ja_jp: %(tz)s タイムゾーン

source: Show room on map
fi_fi: Näytä tila kartalla
ja_jp: 部屋を地図に表示

source: Start/end date/time of the event
fi_fi: Tapahtuman alkamis-/päättymispäivä ja -aika
ja_jp: イベントの開始/終了日時

source: From the same series
fi_fi: Samasta sarjasta
ja_jp: 同じシリーズより

source: Organized by
fi_fi: Järjestäjä
ja_jp: 主催は

source: New conference in Indico
fi_fi: Uusi konferenssi Indicossa
ja_jp: Indicoでのあたらいいカンファレンス

source: New meeting in Indico
fi_fi: Uusi kokous Indicossa
ja_jp: Indicoでの新しいミーティング

source: New lecture in Indico
fi_fi: Uusi luento Indicossa
ja_jp: Indicoでの新しいレクチャー

source: Creator
fi_fi: Luoja
ja_jp: 作成者

source: Event notifications
fi_fi: Tapahtumailmoitukset
ja_jp: イベント通知

source: Event move request accepted
fi_fi: Tapahtuman siirtopyyntö hyväksytty
ja_jp: イベントの移動リクエストが承認されました

source: Event move request rejected
fi_fi: Tapahtuman siirtopyyntö hylätty
ja_jp: イベント移動のリクエストは却下されました

source: Event moved:
fi_fi: Tapahtuma siirretty:
ja_jp: イベントが移動されました:

source: The following events have been moved:
fi_fi: Seuraavat tapahtumat on siirretty:
ja_jp: 次のイベントは移動しました:

source: Request to move event rejected:
fi_fi: Tapahtuman siirtopyyntö hylätty:
ja_jp: イベント移動のリクエストは却下されました:

source: Move requests of the following events have been rejected:
fi_fi: Seuraavien tapahtumien siirtopyynnöt on hylätty:
ja_jp: 以下のイベントの移動リクエストは却下されました:

source: Requested category
fi_fi: Pyydetty kategoria
ja_jp: リクエストされたカテゴリー

source: Rejection reason
fi_fi: Hylkäysperuste
ja_jp: 却下理由

source: Event move request created
fi_fi: Tapahtuman siirtopyyntö luotu
ja_jp: イベント移動リクエストを作りました

source: There is a new move request for the category:
fi_fi: Kategoriaan on tullut uusi siirtopyyntö:
ja_jp: カテゴリーに移動要求が新たにあります:

source: There are new move requests for the category:
fi_fi: Kategoriaan on tullut uusia siirtopyyntöjä:
ja_jp: カテゴリーに移動要求が新たにあります:

source: Requested events
fi_fi: Pyydetyt tapahtumat
ja_jp: リクエストされたイベント

source: View all move requests here:
fi_fi: Katso kaikki siirtopyynnöt täältä:
ja_jp: 全ての移動リクエストはこちら:

source: The event will be publicly accessible since it is set as public.
fi_fi: Tapahtuma on yleisesti saatavilla, koska se on merkitty julkiseksi.
ja_jp: 公開設定されているため、このイベントは一般に公開されます。

source: The event will <strong>only</strong> be accessible by the <strong>managers</strong> of <strong>parent categories</strong> and users you give access to.
fi_fi: Tapahtumaan pääsevät <strong>vain</strong> <strong>yläkategorioiden</strong> <strong>vastuuhenkilöt</strong> sekä ne käyttäjät, joille annat käyttöoikeuden.
ja_jp: このイベントには、<strong>親カテゴリーの管理者</strong>と<strong>アクセス権を与えられたユーザー</strong><strong>だけが</strong>アクセスできます。

source: This event will not be publicly accessible since the category <strong class="js-category-title"></strong> is protected.
fi_fi: Tapahtuma ei ole julkisesti saatavilla, koska kategoria <strong class="js-category-title"></strong> on suojattu.
ja_jp: カテゴリー <strong class="js-category-title"></strong> が保護されているため、このイベントは一般に公開されません。

source: This event will be publicly accessible since the category <strong class="js-category-title"></strong> is not protected.
fi_fi: Tapahtuma on julkisesti saatavilla, koska kategoriaa <strong class="js-category-title"></strong> ei ole suojattu.
ja_jp: カテゴリー <strong class="js-category-title"></strong> が保護されていないため、このイベントは一般に公開されます。

source: Users will not see this event yet. You can publish the event in a category once it is ready.
fi_fi: Käyttäjät eivät näe tätä tapahtumaa vielä. Voit julkaista tapahtuman kategoriassa, kun se on valmis.
ja_jp: ユーザーにはまだこのイベントは表示されません。イベントの準備ったらカテゴリーに公開できます。

source: Session properties
fi_fi: Istunnon ominaisuudet
ja_jp: セッションプロパティ

source: Block properties
fi_fi: Lohkon ominaisuudet
ja_jp: ブロックプロパティ

source: Create new lecture
fi_fi: Luo uusi luento
ja_jp: 新しいレクチャーを作成

source: Create new meeting
fi_fi: Luo uusi kokous
ja_jp: 新しいミーティングを作成

source: Create new conference
fi_fi: Luo uusi konferenssi
ja_jp: 新しいカンファレンスを作成

source: %(displayed_num)s out of %(total_num)s displayed
fi_fi: %(displayed_num)s/%(total_num)s näkyvissä
ja_jp: %(total_num)s つ中 %(displayed_num)s つを表示

source: %(total)s total duration of which %(scheduled)s are scheduled
fi_fi: Kokonaiskesto %(total)s, josta %(scheduled)s on aikataulutettu
ja_jp: %(total)s 期間のうち %(scheduled)s がスケジュールされています

source: Reviews
fi_fi: Arvioinnit
ja_jp: 審査

source: On %(dt)s by %(name)s
fi_fi: Kirjoittanut %(name)s %(dt)s

# Review comment
source: edited
fi_fi: muokattu

source: Score: %(score)s / %(max_score)s
fi_fi: Pisteet: %(score)s / %(max_score)s
ja_jp: スコア: %(score)s / %(max_score)s

source: Judgment instructions
fi_fi: Arvostelun ohjeet
ja_jp: 判定要領

source: Please don't forget to read the %(link)sjudgment instructions%(endlink)s before taking your decision.
fi_fi: Älä unohda lukea %(link)sarvostelun ohjeita%(endlink)s ennen kuin teet päätöksesi.
ja_jp: 判断をする前に%(link)s判定要領%(endlink)sを忘れずに読んでください。

source: Opening day
fi_fi: Alkamispäivä
ja_jp: 初日

source: Submission deadline
fi_fi: Lähetyksen määräaika
ja_jp: 提出期限

source: Already reviewed
fi_fi: Jo arvioitu
ja_jp: 審査済み

source: Reviewing instructions
fi_fi: Arvioinnin ohjeet
ja_jp: 審査の注意事項

source: Please don't forget to read the %(link)sreviewing instructions%(endlink)s before submitting a review.
fi_fi: Älä unohda lukea %(link)sarvioinnin ohjeita%(endlink)s ennen arvioinnin lähettämistä.
ja_jp: 審査結果を送信する前に %(link)s審査の注意事項%(endlink)s を忘れずに読んでください。

source: Reviewing in %(group_title)s
fi_fi: Arviointi ryhmässä %(group_title)s
ja_jp: %(group_title)s で審査

source: <strong>%(name)s</strong> left a comment
fi_fi: <strong>%(name)s</strong> jätti kommentin
ja_jp: <strong>%(name)s</strong> がコメントしました

source: <strong>%(name)s</strong> left a review
fi_fi: <strong>%(name)s</strong> jätti arvostelun
ja_jp: <strong>%(name)s</strong> が審査結果を残しました

source: score %(pretty_score)s
fi_fi: pisteet %(pretty_score)s
ja_jp: スコア %(pretty_score)s

source: The target event already has a timetable
fi_fi: Kohdetapahtumalla on jo aikataulu
ja_jp: 対象イベントにはすでにタイムテーブルがあります

source: The source event is longer than the target event
fi_fi: Lähdetapahtuma on pidempi kuin kohdetapahtuma
ja_jp: SourceイベントはTargetイベントより長いです

source: Start time
fi_fi: Aloitusaika
ja_jp: 開始時刻

source: {} exceeds current day. Adjust start time or duration.
fi_fi: {} ylittää nykyisen päivän. Säädä alkamisaikaa tai kestoa.
ja_jp: {} がその日の境を越えます。開始時刻または所用時間を調整してください。

source: This duration is too short to fit the entries within.
fi_fi: Kesto on liian lyhyt, jotta kaikki kohteet mahtuisivat siihen.
ja_jp: 所要時間は項目を収めるには短すぎます。

source: Shift
fi_fi: Siirrä
ja_jp: シフト

source: Shift all entries after this one up or down
fi_fi: Siirrä kaikki tämän jälkeen olevat kohteet ylös tai alas
ja_jp: これ以降のすべてのエントリを上または下にシフト

source: Include cover page
fi_fi: Sisällytä kansilehti
ja_jp: カバーページを含める

source: Include table of contents
fi_fi: Sisällytä sisällysluettelo
ja_jp: 目次を含める

source: Show list of sessions in the table of contents
fi_fi: Näytä istuntojen luettelo sisällysluettelossa
ja_jp: 目次にセッションのリストを表示

source: Print abstract content of all contributions
fi_fi: Tulosta kaikkien esitysten abstraktit
ja_jp: 全投稿の要旨をプリントする

source: Do not print the abstract content for poster sessions
fi_fi: Älä tulosta postereiden abstrakteja
ja_jp: ポスターに関しては要旨をプリントしない

source: Include length of the contributions
fi_fi: Sisällytä esitysten pituus
ja_jp: 投稿の長さを含める

source: Print each session on a separate page
fi_fi: Tulosta jokainen istunto erilliselle sivulle
ja_jp: セッション毎に別のページとしてプリントする

source: Include session description
fi_fi: Sisällytä istunnon kuvaus
ja_jp: セッションの説明を含める

source: Print the start date close to session title
fi_fi: Tulosta aloituspäivä lähelle istunnon otsikkoa
ja_jp: セッションタイトルの近くに開始日を表示

source: Include top-level contributions
fi_fi: Sisällytä ylätason esitykset
ja_jp: トップレベルの投稿を含む

source: Include top-level breaks
fi_fi: Sisällytä ylätason tauot
ja_jp: トップレベルの休憩を含む

source: Show speaker title
fi_fi: Näytä puhujan titteli
ja_jp: 発表者の称号・肩書を表示

source: Show speaker affiliation
fi_fi: Näytä puhujan affiliaatio
ja_jp: 発表者の所属を表示

source: Document settings
fi_fi: Asiakirjan asetukset
ja_jp: 文書設定

source: Top-level items
fi_fi: Ylätason kohteet

source: Miscellaneous
fi_fi: Muut
ja_jp: その他

source: Session block cannot span more than one day
fi_fi: Istuntojakson kesto ei voi ylittää vuorokautta
ja_jp: セッションブロックは1日以上に及ぶことはできません

source: The chosen time gap would result in an entry with a duration of less than a minute. Please choose a smaller gap between entries.
fi_fi: Valittu aikaväli johtaisi alle minuutin pituiseen merkintään. Valitse merkintöjen välille pienempi aikaväli.
ja_jp: 選択されたギャップ時間だと、エントリーの所要時間が1分未満になります。より小さなギャップ時間を選んでください。

source: This action cannot be completed because the event dates have changed. Please reload the page and try again.
fi_fi: Tätä toimintoa ei voi suorittaa, koska tapahtuman päivämäärät ovat muuttuneet. Päivitä sivu ja yritä uudelleen.
ja_jp: イベントの日程が変更になったため、この操作を完了できません。ページを再読み込みして、再度試してください。

source: Event start time changed to {}
fi_fi: Tapahtuman alkamisaika muutettu {}
ja_jp: イベント開始時刻が {} に変更されました

source: Event end time changed to {}
fi_fi: Tapahtuman päättymisaika muutettu {}
ja_jp: イベント終了時刻が {} に変更されました

source: Session block start time changed to {}
fi_fi: Istuntojakson alkamisaika muutettu {}
ja_jp: セッションブロック開始時刻が {} に変更されました

source: Session block end time changed to {}
fi_fi: Istuntojakson päättymisaika muutettu {}
ja_jp: セッションブロック終了時刻が {} に変更されました

source: Contribution '{}' could not be scheduled since it doesn't fit on this day.
fi_fi: Esitys &apos;{}&apos; ei voitu ajoittaa, koska se ei sovi tälle päivälle.
ja_jp: 投稿「{}」は、この日に収まらないのでスケジュールできませんでした。

source: Session block cannot be shortened this much because contributions contained wouldn't fit.
fi_fi: Istuntojaksoa ei voida lyhentää näin paljon, koska sen sisältämät osuudet eivät mahdu siihen.
ja_jp: セッションブロックは中の投稿が収まらないので、そこまで短くすることはできません。

source: Session Block
fi_fi: Istuntojakso
ja_jp: セッションブロック

source: Break
fi_fi: Tauko
ja_jp: 休憩

source: Building timetable...
fi_fi: Luodaan aikataulua...
ja_jp: タイムテーブルを作成中...

source: Choose day:
fi_fi: Valitse päivä:
ja_jp: 日付を選択:

source: Move to:
fi_fi: Siirrä kohtaan:
ja_jp: 移動:

source: Move entry
fi_fi: Siirrä merkintä
ja_jp: 項目を移動

source: Top level timetable
fi_fi: Ylätason aikataulu
ja_jp: 最上位のタイムテーブル

source: Currently at this level
fi_fi: Nykyinen taso
ja_jp: 現在このレベル

source: Move here
fi_fi: Siirrä tänne
ja_jp: ここに移動

source: Session: %(title)s
fi_fi: Istunto: %(title)s
ja_jp: セッション: %(title)s

source: Generate
fi_fi: Luo
ja_jp: 生成

source: Change time
fi_fi: Muuta aika
ja_jp: 時間を変更
