Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Contact information shown when someone lacks access to the category
fi_fi: Yhteystiedot, jotka näkyvät, kun joku ei pääse kategoriaan
ja_jp: このカテゴリーへのアクセスが出来ない場合の問合せ先情報

source: Event visibility
fi_fi: Tapahtuman näkyvyys
ja_jp: イベントの見え方

source: From which point in the category tree contents will be visible from (number of categories upwards). Applies to "Today's events" and Calendar. If the category is moved, this number will be preserved.
fi_fi: Mistä kohdasta kategoriapuun sisältö tulee näkyviin (luokkien lukumäärä ylöspäin). Koskee kohtaa "Tämän päivän tapahtumat" ja Kalenteria. Jos kategoria siirretään, tämä luku säilyy ennallaan.
ja_jp: カテゴリーの内容がどのレベルから（幾つ上のレベルから）見えるかの設定。「本日のイベント」と「カレンダー」の部分に該当します。もしこのカテゴリーが移動させられた場合、この数値はそのまま保存されます。

source: Event creation mode
fi_fi: Tapahtuman luontitila
ja_jp: イベント作成モード

source: Specify who can create events in the category and whether they need to be approved. Regardless of this setting, users cannot create/propose events unless they have at least read access to the category.
fi_fi: Määritä, kuka voi luoda tapahtumia kategoriassa ja tarvitsevatko ne hyväksynnän. Tästä asetuksesta riippumatta käyttäjät eivät voi luoda/ehdottaa tapahtumia, ellei heillä ole vähintään lukuoikeutta kategoriaan.
ja_jp: このカテゴリーでイベントを作成できる人、および承認が必要かどうかを指定してください。この設定にかかわらず、ユーザーは、少なくともカテゴリーの閲覧アクセス権を持っていない限り、イベントを作成／提案することはできません。

source: This category's visibility is currently limited by that of '{}'.
fi_fi: Tämän kategorian näkyvyys on tällä hetkellä rajoitettu kategorian "{}" näkyvyyteen.
ja_jp: このカテゴリーの可視性は、現在「{}」の可視性によって制限されています。

source: IP networks cannot have management permissions: {}
fi_fi: IP-verkoilla ei voi olla hallintaoikeuksia: {}
ja_jp: 次のIPネットワークは管理権限を持つことができません: {}

source: Category name #1
fi_fi: Kategorian nimi #1
ja_jp: カテゴリー名 #1

source: Selected events will be moved into a new sub-category with this title.
fi_fi: Valitut tapahtumat siirretään uuteen alakategoriaan, jolla on tämä nimi.
ja_jp: 選択されたイベントは、このタイトルの新しいサブカテゴリーに移動されます。

source: Category name #2
fi_fi: Kategorian nimi #2
ja_jp: カテゴリー名 #2

source: Events that were not selected will be moved into a new sub-category with this title. If omitted, those events will remain in the current category.
fi_fi: Valitsemattomat tapahtumat siirretään uuteen alakategoriaan, jolla on tämä nimi. Jos tätä ei määritetä, tapahtumat jäävät nykyiseen kategoriaan.
ja_jp: 選択されていないイベントは、このタイトルの新しいサブカテゴリーに移動されます。省略すると、それらのイベントは現在のカテゴリーに残ります。

source: Category name
fi_fi: Kategorian nimi
ja_jp: カテゴリー名

source: The events will be moved into a new sub-category with this title.
fi_fi: Tapahtumat siirretään uuteen alakategoriaan, jolla on tämä nimi.
ja_jp: イベントは、このタイトルの新しいサブカテゴリーに移動されます。

source: Max. events
fi_fi: Tapahtumien enimmäismäärä
ja_jp: 最大イベント数

source: The maximum number of upcoming events to show. Events are sorted by weight so events with a lower weight are more likely to be omitted if there are too many events to show.
fi_fi: Näytettävien tulevien tapahtumien enimmäismäärä. Tapahtumat lajitellaan painoarvon mukaan, joten painoarvoltaan pienemmät tapahtumat jätetään todennäköisemmin pois, jos näytettäviä tapahtumia on liikaa.
ja_jp: 今後あるイベントの最大表示数です。イベントは重みでソートされるため、表示するイベントの数が多すぎる場合は、重みの小さいイベントは省略され安くなります。

source: Days
fi_fi: Päivät
ja_jp: 日

source: Weight
fi_fi: Painoarvo
ja_jp: 重量

source: Category & Subcategories
fi_fi: Kategoria ja alakategoriat
ja_jp: カテゴリー＆サブカテゴリー

source: Specify categories/events shown in the 'upcoming events' list on the home page.
fi_fi: Määritä kotisivun "tulevat tapahtumat" -luettelossa näkyvät kategoriat/tapahtumat.
ja_jp: トップページの「今後の予定」リストに表示されるカテゴリー／イベントを指定する。

source: 'Days' must be a positive integer
fi_fi: ”Päivät” on oltava positiivinen kokonaisluku
ja_jp: 'Days' は正の整数でなければいけません

source: Invalid type
fi_fi: Virheellinen tyyppi
ja_jp: 無効なタイプ

source: Invalid category: {}
fi_fi: Virheellinen kategoria: {}
ja_jp: 無効なカテゴリー: {}

source: Invalid event: {}
fi_fi: Virheellinen tapahtuma: {}
ja_jp: 無効なイベント: {}

source: The full name of the role
fi_fi: Roolin koko nimi
ja_jp: 分担名称

source: A shortcut (max. 3 characters) for the role
fi_fi: Roolin lyhenne (enintään 3 merkkiä)
ja_jp: 分担名のショートカット(最大3文字)

source: The color used when displaying the role
fi_fi: Roolin näyttämisessä käytetty väri
ja_jp: 分担を表示する際の色

source: A role with this code already exists.
fi_fi: Tällä koodilla varustettu rooli on jo olemassa.
ja_jp: このコードを持つ分担はすでに存在しています。

source: From the category above
fi_fi: Yllä olevasta kategoriasta
ja_jp: {} つ上のカテゴリーから

source: From this category only
fi_fi: Vain tästä kategoriasta
ja_jp: このカテゴリーからのみ

source: From the current category only
fi_fi: Vain nykyisestä kategoriasta
ja_jp: 現在のカテゴリーからのみ

source: From everywhere
fi_fi: Kaikkialta
ja_jp: どこからでも

source: Invisible
fi_fi: Näkymätön
ja_jp: 見えない

source: Everywhere
fi_fi: Kaikkialla
ja_jp: 全ての場所

source: Indico Atom feed
fi_fi: Indico Atom -syöte
ja_jp: Indico Atomフィード

source: Calendar
fi_fi: Kalenteri
ja_jp: カレンダー

source: Settings saved!
fi_fi: Asetukset tallennettu!
ja_jp: 設定が保存されました

source: This category does not exist or has been deleted.
fi_fi: Tätä kategoriaa ei ole olemassa tai se on poistettu.
ja_jp: このカテゴリーは存在しないか、又は削除されました。

source: You are not authorized to access this category.
fi_fi: Sinulla ei ole oikeutta käyttää tätä kategoriaa.
ja_jp: あなたはこのカテゴリーにアクセスする権限がありません。

source: If you believe you should have access, please contact {}
fi_fi: Jos sinulla mielestäsi pitäisi olla käyttöoikeudet, ota yhteyttä {}
ja_jp: もしアクセスできるべきであれば、{} にコンタクトして下さい

source: There are no previous events for this category
fi_fi: Tälle kategorialle ei ole aiempia tapahtumia

source: There are no upcoming events for this category
fi_fi: Tälle kategorialle ei ole tulevia tapahtumia
ja_jp: このカテゴリーの今後のイベントはありません

source: There are no close events for this category
fi_fi: Tälle kategorialle ei ole tapahtumia lähiaikoina

source: Category settings saved!
fi_fi: Kategoria-asetukset tallennettu!
ja_jp: カテゴリー設定を保存しました！

source: You cannot upload this file as an icon/logo.
fi_fi: Et voi ladata tätä tiedostoa kuvakkeena/logona.
ja_jp: このファイルはアイコン/ロゴとしてアップロードできません。

source: The file has an invalid format ({format})
fi_fi: Tiedoston muoto ei ole kelvollinen ({format})
ja_jp: ファイルの形式（{format}）が無効です

source: The image you uploaded is using the CMYK colorspace and has been converted to RGB. Please check if the colors are correct and convert it manually if necessary.
fi_fi: Lataamasi kuva käyttää CMYK-väriavaruutta ja se on muunnettu RGB-väriavaruudeksi. Tarkista, ovatko värit oikein, ja muunna ne tarvittaessa manuaalisesti.
ja_jp: アップロードされた画像はCMYKカラースペースを使用しており、RGBに変換されました。 色が正しいかどうかを確認し、必要であれば手動で変換してください。

source: New icon saved
fi_fi: Uusi kuvake tallennettu
ja_jp: 新規アイコンが保存されました

source: Icon deleted
fi_fi: Kuvake poistettu
ja_jp: アイコンが削除されました

source: New logo saved
fi_fi: Uusi logo tallennettu
ja_jp: 新規ロゴが保存されました

source: Logo deleted
fi_fi: Logo poistettu
ja_jp: ロゴが削除されました

source: Protection settings of the category have been updated
fi_fi: Kategorian suojausasetukset on päivitetty
ja_jp: カテゴリーの保護設定が更新されました

source: Category "{}" has been created.
fi_fi: Kategoria "{}" on luotu.
ja_jp: カテゴリー "{}" が作られました。

source: Category "{}" has been deleted.
fi_fi: Kategoria "{}" on poistettu.
ja_jp: カテゴリー "{}" は削除されました。

source: You are not allowed to manage the selected destination.
fi_fi: Et voi hallita valittua kohdetta.
ja_jp: 選択したデスティネーションを管理することはできません。

source: Cannot move the root category.
fi_fi: Juuri-kategoriaa ei voi siirtää.
ja_jp: ルートカテゴリーは移動できません。

source: Cannot move the category inside itself.
fi_fi: Kategoriaa ei voi siirtää sen sisällä.
ja_jp: カテゴリーをそれ自身の中に移動できません。

source: Cannot move the category in a descendant of itself.
fi_fi: Kategoriaa ei voi siirtää sen jälkeläiseen.
ja_jp: カテゴリーをそれ自体の子・孫の中に移動する事はできません。

source: Category "{}" moved to "{}".
fi_fi: Kategoria "{}" siirretty kohtaan "{}".
ja_jp: カテゴリー "{}" を "{}" に移動しました。

source: Cannot move a category inside itself.
fi_fi: Kategoriaa ei voi siirtää sen sisällä.
ja_jp: カテゴリーをそれ自体の中に移動する事はできません。

source: Cannot move a category in a descendant of itself.
fi_fi: Kategoriaa ei voi siirtää sen jälkeläiseen.
ja_jp: カテゴリーをそれ自体の子・孫の中に移動する事はできません。

source: {0} category moved to "{1}".
fi_fi: {0} kategoria siirretty kohtaan "{1}".
ja_jp: {0} 個のカテゴリーを "{1}" に移動しました。

source: You have deleted one event
fi_fi: Olet poistanut yhden tapahtuman
ja_jp: {} 件のイベントを削除しました

source: Your events have been moved to the category "{}"
fi_fi: Tapahtumasi on siirretty kategoriaan "{}".
ja_jp: イベントをカテゴリー "{}" に移動しました

source: Your events have been split into the categories "{}" and "{}"
fi_fi: Tapahtumasi on jaettu luokkiin "{}" ja "{}".
ja_jp: あなたのイベントは、"{}"と"{}"というカテゴリーに分けられました。

source: Split
fi_fi: Jaa
ja_jp: 分割

source: You may not move events to this category.
fi_fi: Et voi siirtää tapahtumia tähän kategoriaan.
ja_jp: このカテゴリーにイベントを移動することはできません。

source: You have moved {count} event to the category "{cat}"
fi_fi: Olet siirtänyt {count} tapahtuman kategoriaan "{cat}".
ja_jp: {count} 件のイベントをカテゴリー "{cat}" に移動しました。

source: You have requested the move of {count} event to the category "{cat}"
fi_fi: Olet pyytänyt siirtämään {count} tapahtuman kategoriaan "{cat}".
ja_jp: {count} 個のイベントのカテゴリー「{cat}」への移動をリクエストしました

source: Events of "{}"
fi_fi: Tapahtumat "{}&quot;
ja_jp: "{}"のイベント

# Message type
source: None
fi_fi: Ei mitään

# Message type
source: Info
fi_fi: Tiedot

# Message type
source: Warning
fi_fi: Varoitus

# Message type
source: Danger
fi_fi: Vaara

source: Restricted to authorized users
fi_fi: Vain valtuutetuille käyttäjille
ja_jp: 許可されたユーザーに限定

source: Moderated unless authorized
fi_fi: Moderoitu, ellei toisin mainita
ja_jp: 権限がない場合、調整されます。

source: Unrestricted
fi_fi: Rajoittamaton
ja_jp: 制限なし

source: Disabled: Ignore any inherited configuration
fi_fi: Poissa käytöstä: Ohita kaikki perityt asetukset
ja_jp: 無効: 継承された設定を無視

source: Enabled: Use configuration from this category
fi_fi: Käytössä: Käytä tämän kategorian asetuksia
ja_jp: 有効: このカテゴリーの設定を使用

source: Inheriting: Use value from parent category (Enabled)
fi_fi: Periminen: Käytä ylemmän kategorian arvoa (käytössä)
ja_jp: 継承：親カテゴリーの値を使用（有効）

source: Inheriting: Use value from parent category (Disabled)
fi_fi: Periminen: Käytä ylemmän kategorian arvoa (Poissa käytöstä)
ja_jp: 継承：親カテゴリーの値を使用（無効）

source: Global statistics
fi_fi: Maailmanlaajuiset tilastot

source: Statistics for %(category)s
fi_fi: Tilastot %(category)s

source: There are no ongoing events during selected month.
fi_fi: Valitulla kuukaudella ei ole meneillään olevia tapahtumia.
ja_jp: 選択した月に実施されるイベントはありません。

source: Main categories
fi_fi: Pääkategoriat
ja_jp: メインカテゴリー

source: All events
fi_fi: Kaikki tapahtumat
ja_jp: 全てのイベント

source: Create event
fi_fi: Luo tapahtuma
ja_jp: イベントを作成

source: Navigate categories
fi_fi: Selaa kategorioita
ja_jp: カテゴリーを案内

source: Navigate
fi_fi: Selaa
ja_jp: ナビゲーション

source: Parent category
fi_fi: Yläkategoria
ja_jp: 親カテゴリー

source: View
fi_fi: Näytä
ja_jp: ビュー

source: All category events
fi_fi: Kaikki kategorioiden tapahtumat
ja_jp: 全カテゴリーイベント

source: Previous event
fi_fi: Edellinen tapahtuma

source: Upcoming event
fi_fi: Tuleva tapahtuma
ja_jp: 近日行われるイベント

source: Closest event
fi_fi: Lähin tapahtuma

source: Today's events
fi_fi: Tämän päivän tapahtumat
ja_jp: 今日のイベント

source: Week's events
fi_fi: Viikon tapahtumat
ja_jp: 今週のイベント

source: Category statistics
fi_fi: Kategoriatilastot
ja_jp: カテゴリーの統計

source: Manage category
fi_fi: Hallitse kategoriaa
ja_jp: カテゴリーの管理

source: Skip to sidebar
fi_fi: Siirry sivupalkkiin

source: Back to category page
fi_fi: Takaisin kategoriasivulle
ja_jp: カテゴリーページに戻る

source: There is %(count)s event move request %(link_start)spending moderation%(link_end)s.
fi_fi: %(count)s -tapahtuman siirtopyyntö %(link_start)sodottaa moderointia%(link_end)s.
ja_jp: %(count)sつのイベント移動の要請を%(link_start)s調整中%(link_end)sです。

source: Some events in this category have been hidden.
fi_fi: Jotkut tämän kategorian tapahtumat on piilotettu.
ja_jp: このカテゴリーには非表示のイベントがあります。

source: This category is empty.
fi_fi: Kategoria on tyhjä.
ja_jp: カテゴリーは空です。

source: Displaying all the events from subcategories.
fi_fi: Näytetään kaikki alakategorioiden tapahtumat.
ja_jp: サブカテゴリーの全てのイベントを表示しています。

source: Go back to single category view.
fi_fi: Palaa yhden kategorian näkymään.
ja_jp: シングルカテゴリービューに戻る。

source: Skip to category list
fi_fi: Siirry kategorialuetteloon
ja_jp: カテゴリーページに飛ぶ

source: Categories in %(category_title)s
fi_fi: Kategorioita%(category_title)s
ja_jp: %(category_title)s 内のカテゴリー

source: Some events in the list below have been hidden.
fi_fi: Jotkut alla olevassa luettelossa olevat tapahtumat on piilotettu.
ja_jp: 下記リストのイベントは、一部非表示になっています。

source: There is one event in the future.
fi_fi: Tulevaisuudessa on yksi tapahtuma.
ja_jp: これ以降に %(count)s 個イベントがあります。

source: There is one event in the past.
fi_fi: Menneisyydessä on yksi tapahtuma.
ja_jp: これ以前に %(count)s 個のイベントがあります。

source: You have favorited this event.
fi_fi: Olet lisännyt tämän tapahtuman suosikkeihisi.
ja_jp: このイベントをお気に入りにしました。

source: This event is hidden.
fi_fi: Tämä tapahtuma on piilotettu.
ja_jp: このイベントは非表示です。

source: hidden
fi_fi: piilotettu
ja_jp: 非表示

source: This event is new.
fi_fi: Tämä tapahtuma on uusi.
ja_jp: 新規のイベントです。

source: new
fi_fi: uusi
ja_jp: 新規

source: Welcome to Indico. The Indico tool allows you to manage complex conferences, workshops and meetings.
fi_fi: Tervetuloa Indicoon. Indicon avulla voit hallita monitahoisia konferensseja, työpajoja ja kokouksia.
ja_jp: Indicoへようこそ。Indicoは、ミーティングやワークショップ、さらには大規模なコンファレンスまで、さまざまなイベントを管理・運営することができます。

source: To start browsing, please select a category below.
fi_fi: Aloita selaaminen valitsemalla kategoria alta.
ja_jp: まずは、下にあるカテゴリーを選んで閲覧開始してください。

source: Manage category materials
fi_fi: Hallitse kategoriamateriaaleja
ja_jp: カテゴリーマテリアルの管理

source: Managers
fi_fi: Vastuuhenkilöt
ja_jp: 管理者

source: News
fi_fi: Uutiset
ja_jp: ニュース

source: more...
fi_fi: lisää...

source: Posted %(date)s
fi_fi: Lähetetty %(date)s
ja_jp: %(date)sに掲示

source: Display options
fi_fi: Näyttöasetukset
ja_jp: 表示オプション

source: Period:
fi_fi: Ajanjakso:
ja_jp: 期間:

source: Detail level:
fi_fi: Yksityiskohtaisuuden taso:
ja_jp: 詳細レベル:

source: Legend
fi_fi: Selite
ja_jp: 凡例

source: Events overview
fi_fi: Tapahtumien yleiskatsaus
ja_jp: イベント概要

source: Previous day
fi_fi: Edellinen päivä
ja_jp: 前日

source: Next day
fi_fi: Seuraava päivä
ja_jp: 速達郵便

source: Ongoing from %(start)s until %(end)s.
fi_fi: %(start)s ista %(end)s-sivustolle.
ja_jp: %(start)s から %(end)s まで進行中。

source: ongoing
fi_fi: meneillään
ja_jp: 進行中

source: Previous week
fi_fi: Edellinen viikko
ja_jp: 前の週

source: Next week
fi_fi: Seuraava viikko
ja_jp: 来週

source: New category
fi_fi: Uusi kategoria
ja_jp: 新規カテゴリー

source: Create subcategory
fi_fi: Luo alakategoria
ja_jp: サブカテゴリーを作成

# Event
source: Hidden
fi_fi: Piilotettu
ja_jp: 非表示

source: Event has a pending move request to another category
fi_fi: Tapahtumalla on odottava siirtopyyntö toiseen kategoriaan
ja_jp: このイベントは他のカテゴリーへの移動リクエストが保留されています

source: Delete event
fi_fi: Poista tapahtuma
ja_jp: イベントを削除

source: Go to the event display page
fi_fi: Siirry tapahtuman näyttösivulle
ja_jp: イベント表示ページに移動する

source: Start date
fi_fi: Alkamispäivä
ja_jp: 開始時

# Selection
source: All
fi_fi: Kaikki

# Selection
source: None
fi_fi: Ei mitään

source: Split selected events into new categories
fi_fi: Jaa valitut tapahtumat uusiin kategorioihin
ja_jp: 選択したイベントを新しいカテゴリーに分割する

source: Split category
fi_fi: Jaa kategoria
ja_jp: カテゴリーを分割

source: Delete selected events
fi_fi: Poista valitut tapahtumat
ja_jp: 選択したイベントを削除します。

source: There are no events in this category
fi_fi: Tässä kategoriassa ei ole tapahtumia
ja_jp: このカテゴリーにはイベントがありません

source: Do you really want to delete the category &quot;%(category)s&quot;?
fi_fi: Haluatko varmasti poistaa kategorian " %(category)s"?
ja_jp: カテゴリー &quot;%(category)s&quot; を本当に削除しますか。

source: Delete category
fi_fi: Poista kategoria
ja_jp: カテゴリーを削除

source: This category cannot be deleted because it is not empty.
fi_fi: Tätä kategoriaa ei voi poistaa, koska se ei ole tyhjä.
ja_jp: このカテゴリーは空でないため、削除できません。

source: Move to another category
fi_fi: Siirrä toiseen kategoriaan
ja_jp: 別のカテゴリーに移動

source: See the display page of the category
fi_fi: Katso kategorian näyttösivu
ja_jp: このカテゴリーの閲覧ページを表示する

source: Switch to display view
fi_fi: Vaihda näyttönäkymään
ja_jp: 閲覧ビューに切替

source: Category protection
fi_fi: Kategorioiden suojaus
ja_jp: カテゴリーの保護

source: Sort categories alphabetically (ascending)
fi_fi: Lajittele kategoriat aakkosjärjestyksessä (nouseva)
ja_jp: カテゴリーをアルファベット順に並べ替え（昇順）

source: Sort categories alphabetically (descending)
fi_fi: Lajittele kategoriat aakkosjärjestyksessä (laskevasti)
ja_jp: カテゴリーをアルファベット順に並べ替え（降順）

source: %(count)s displayed
fi_fi: %(count)s näytetty
ja_jp: %(count)s 件表示

source: This category is empty. A category can either hold categories or events.
fi_fi: Tämä kategoria on tyhjä. Kategoria voi sisältää joko kategorioita tai tapahtumia.
ja_jp: カテゴリーは空です。カテゴリーにはイベントもしくは子カテゴリーを含めることができます。

source: You are about to delete the following category:
fi_fi: Olet poistamassa seuraavan kategorian:
ja_jp: 次のカテゴリーを削除しようとしています:

source: Category moderation
fi_fi: Kategorian moderointi
ja_jp: カテゴリーの管理

source: Roles Setup
fi_fi: Roolien asetukset
ja_jp: 分担設定

source: Add a new role
fi_fi: Lisää uusi rooli
ja_jp: 新規分担追加

source: Add Role
fi_fi: Lisää rooli
ja_jp: 分担追加

source: Event Header
fi_fi: Tapahtuman otsikko
ja_jp: イベントのヘッダー

source: Are you sure you want to remove the icon of this category?
fi_fi: Haluatko varmasti poistaa tämän kategorian kuvakkeen?
ja_jp: 本当にこのカテゴリーのアイコンを削除しますか？

source: Are you sure you want to remove the logo of this category?
fi_fi: Haluatko varmasti poistaa tämän kategorian logon?
ja_jp: 本当にこのカテゴリーのロゴを削除してよろしいですか？

source: Delete Icon?
fi_fi: Poista kuvake?
ja_jp: アイコンを削除しますか？

source: Delete Logo?
fi_fi: Poista logo?
ja_jp: ロゴを削除しますか？

source: Community Hub
fi_fi: Yhteisökeskus
ja_jp: コミュニティハブ

source: Operation failed, the community hub returned: {err}
fi_fi: Toiminto epäonnistui, yhteisökeskus palautti: {err}
ja_jp: 操作に失敗し、コミュニティハブが次を返しました: {err}

source: The operation timed-out. Please try again in a while.
fi_fi: Toiminto aikakatkaistiin. Yritä uudelleen hetken kuluttua.
ja_jp: 操作がタイムアウトになりました。しばらくしてから再度お試しください。

source: Unexpected exception while contacting the Community Hub: {err}
fi_fi: Yhteyden muodostamisessa yhteisökeskukseen tapahtui odottamaton poikkeus: {err}
ja_jp: コミュニティハブ: {err} への問い合わせ中に予期せぬ例外が発生

source: Synchronization is not possible if you don't join the community first.
fi_fi: Synkronointi ei ole mahdollista, jos et liity ensin yhteisöön.
ja_jp: 先にコミュニティに参加しないと同期がとれません。

source: Synchronization failed, the community hub returned: {err}
fi_fi: Synkronointi epäonnistui, yhteisökeskus palautti: {err}
ja_jp: 同期に失敗し、コミュニティハブは次を返しました: {err}

source: Synchronization timed-out. Please try again in a while.
fi_fi: Synkronointi aikakatkaistiin. Yritä uudelleen hetken kuluttua.
ja_jp: 同期がタイムアウトしました。しばらくしてから再度試してください。

source: Name of the person responsible for your Indico server.
fi_fi: Indico-palvelimestasi vastaavan henkilön nimi.
ja_jp: あなたのIndicoサーバーの責任者名。

source: Email address of the person responsible for your Indico server.
fi_fi: Indico-palvelimestasi vastaavan henkilön sähköpostiosoite.
ja_jp: あなたのIndicoサーバーの責任者のメールアドレス

source: Let us know that you exist!
fi_fi: Kerro meille, että olet olemassa!
ja_jp: あなたが実在することを示して下さい！

source: By registering your Indico server with the community hub, you will receive news on the latest releases as well as important security advisories. The data in the form below will be sent to the community hub.
fi_fi: Rekisteröimällä Indico-palvelimesi yhteisökeskukseen saat uutisia uusimmista julkaisuista sekä tärkeistä tietoturvailmoituksista. Alla olevassa lomakkeessa olevat tiedot lähetetään yhteisökeskukseen.
ja_jp: Indicoサーバーをコミュニティハブに登録することで、最新リリースのニュースや重要なセキュリティに関するアドバイスを受け取ることができます。以下のフォームのデータは、コミュニティハブに送信されます。

source: Alongside, the following public information will be periodically collected as well:
fi_fi: Lisäksi seuraavia julkisia tietoja kerätään säännöllisesti:
ja_jp: 併せて、以下の公開情報も定期的に収集されます:

source: Loading&hellip;
fi_fi: Lataus&hellip;
ja_jp: ロード中…

source: Contacting the community hub.
fi_fi: Muodostetaan yhteyttä yhteisökeskukseen.
ja_jp: コミュニティハブに連絡する。

source: Synchronize
fi_fi: Synkronoi
ja_jp: 同期する

source: URL of your Indico server
fi_fi: Indico-palvelimesi URL-osoite
ja_jp: あなたのIndicoサーバーのURL

source: It seems like you are using a local URL for Indico or running in debug mode.<br> We recommend registering only production instances with the Community Hub.
fi_fi: Näyttää siltä, että käytät paikallista URL-osoitetta Indicolle tai suoritat ohjelmaa virheenkorjaustilassa.<br> Suosittelemme rekisteröimään vain tuotantoversiot yhteisökeskukseen.
ja_jp: あなたはIndicoをローカルURLで使用しているか、デバッグモードで動かしているようです。<br> Community Hubへはプロダクションインスタンスのみを登録する事をお勧めします。

source: Services
fi_fi: Palvelut
ja_jp: サービス

source: Home
fi_fi: Koti
ja_jp: ホーム

source: Incorrect answer
fi_fi: Väärä vastaus
ja_jp: 間違った答

source: All your token-based links have been invalidated
fi_fi: Kaikki token-linkkisi on mitätöity
ja_jp: トークンベースのリンクはすべて無効化されました

source: The global title of this Indico site.
fi_fi: Tämän Indico-sivuston globaali otsikko.
ja_jp: このIndicoサイトのグローバルタイトル

source: Organization
fi_fi: Organisaatio
ja_jp: 運営者

source: The organization that runs this Indico site.
fi_fi: Tämän Indico-sivuston vastuuorganisaatio.
ja_jp: このIndicoサイトの運営者

source: Show a share widget in the footer of event pages.
fi_fi: Näytä jakamispainike tapahtumasivujen alatunnisteessa.
ja_jp: イベントページのフッターに共有ウィジェットを表示

source: Site
fi_fi: Sivusto
ja_jp: サイト

source: Social
fi_fi: Sosiaalinen
ja_jp: ソーシャル

source: Impersonating
fi_fi: Toisena käyttäjänä toimiminen
ja_jp: なりすまし

source: Switch back to %(original_name)s
fi_fi: Palaa takaisin käyttäjäksi %(original_name)s
ja_jp: %(original_name)sに戻す

source: Impersonating %(name)s
fi_fi: Toimiminen käyttäjänä %(name)s
ja_jp: %(name)sになりすまし

source: Upgrade to Indico v2 successful!
fi_fi: Indico v2 -päivitys onnistui!
ja_jp: Indico v2へのアップグレードに成功しました！

source: Please consider registering your server with the Community Hub.
fi_fi: Harkitse palvelimesi rekisteröintiä yhteisökeskukseen.
ja_jp: ぜひ、コミュニティ・ハブへのサーバー登録をご検討ください。

source: Debug mode is enabled.
fi_fi: Debug-tila on käytössä.
ja_jp: デバッグモードが有効です。

source: A new Indico version (<strong id="new-indico-version"></strong>) is available! Your current version is <strong id="cur-indico-version"></strong>.
fi_fi: Uusi Indico-versio (<strong id="new-indico-version"></strong>) on saatavilla! Nykyinen versiosi on <strong id="cur-indico-version"></strong>.
ja_jp: Indicoの新バージョン(<strong id="new-indico-version"></strong>)があります！現在お使いのバージョンは<strong id="cur-indico-version"></strong> です。

source: A new version (<strong id="new-indico-plugins-version"></strong>) of the official Indico plugin package is available! Your current version is <strong id="cur-indico-plugins-version"></strong>.
fi_fi: Virallisen Indico-lisäosapaketin uusi versio (<strong id="new-indico-plugins-version"></strong>) on saatavilla! Käytössäsi on tällä hetkellä versio <strong id="cur-indico-plugins-version"></strong>.
ja_jp: Indico公式プラグインパッケージの新バージョン(<strong id="new-indico-plugins-version"></strong>)があります！現在のバージョンは<strong id="cur-indico-plugins-version"></strong> です。

source: System
fi_fi: Järjestelmä
ja_jp: システム

source: These settings can be changed in the indico.conf file on the server.
fi_fi: Näitä asetuksia voi muuttaa palvelimen indico.conf-tiedostossa.
ja_jp: これらの設定は、サーバー上のindico.confファイルで変更することができます。

source: Default language
fi_fi: Oletuskieli
ja_jp: 既定の言語
