Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Use the app to manage the check-in status of the participants
fi_fi: Käytä sovellusta osallistujien sisäänkirjautumistilanteen hallintaan
ja_jp: 参加者のチェックイン状況を管理するためにアプリを使用

source: Open the Check-in App
fi_fi: Avaa Check-in-sovellus
ja_jp: チェックインアプリを開く

source: In order to configure your mobile app to use this event, you will have to scan the QR code
fi_fi: Jotta voit määrittää mobiilisovelluksesi käyttämään tätä tapahtumaa, sinun on skannattava QR-koodi
ja_jp: イベントを使用するためにモバイルアプリを設定するには、このQRコードをスキャンします

source: QR Code
fi_fi: QR-koodi
ja_jp: QR コード

source: Configure tickets
fi_fi: Määritä liput
ja_jp: チケットを設定

source: Stats
fi_fi: Tilastot
ja_jp: 統計

source: Create a new registration form
fi_fi: Luo uusi ilmoittautumislomake
ja_jp: 新規登録フォームの作成

source: To create a new registration form, specify the title and participant visibility settings below. The visibility settings can only be changed while there are no registrations.
fi_fi: Luodaksesi uuden ilmoittautumislomakkeen, määritä otsikon ja osallistujien näkyvyysasetukset alla. Näkyvyysasetuksia voi muuttaa vain, kun ilmoittautumisia ei ole.
ja_jp: 新規登録フォームを作成するには、以下にあるタイトルと参加者の表示設定を指定してください。表示設定は、登録がない場合のみ変更可能です。

source: Participants display
fi_fi: Osallistujanäkymä
ja_jp: 参加者表示

source: Customize how the registrations are shown on the participant list page.
fi_fi: Mukauta, miten ilmoittautumiset näytetään osallistujaluettelossa.
ja_jp: 参加者一覧ページでの登録者の表示方法をカスタマイズします。

source: There are no registration forms for this event.
fi_fi: Tähän tapahtumaan ei ole ilmoittautumislomakkeita.
ja_jp: このイベントには、登録フォームはありません。

source: Start by creating a registration form.
fi_fi: Aloita luomalla ilmoittautumislomake.
ja_jp: まず、登録フォームの作成から始めます。

source: Create form
fi_fi: Luo lomake
ja_jp: フォーム作成

source: Merge forms
fi_fi: Yhdistä lomakkeet
ja_jp: フォームをマージ

source: Show all the registrations together, regardless of which form they came from.
fi_fi: Näytä kaikki ilmoittautumiset riippumatta siitä, miltä lomakkeelta ne ovat peräisin.
ja_jp: どのフォームから来たかに関係なく、すべての登録をまとめて表示する。

source: Each registration form will have its entries published in the participant list according to its privacy settings.
fi_fi: Jokaisen ilmoittautumislomakkeen tiedot julkaistaan osallistujaluettelossa sen tietosuoja-asetusten mukaisesti.
ja_jp: 各登録フォームの記載項目は、プライバシー設定に従って、参加者リストに公開されます。

source: By dragging the column titles, you can choose which fields to display and reorder them. Custom fields added to registration forms can only be shown if the registration forms are not merged.
fi_fi: Vedä sarakkeiden otsikoita hiirellä valitaksesi näytettävät kentät ja järjestääksesi ne uudelleen. ilmoittautumislomakkeisiin lisätyt mukautetut kentät voidaan näyttää vain, jos ilmoittautumislomakkeita ei ole yhdistetty.
ja_jp: 列のタイトルをドラッグすることで、表示するフィールドを選択したり、並び替えることができます。登録フォームに追加されたカスタムフィールドは、登録フォームがマージされていない場合にのみ表示されます。

source: Shown columns
fi_fi: Näytetyt sarakkeet
ja_jp: 表示されている列

source: Hidden columns
fi_fi: Piilotetut sarakkeet
ja_jp: 隠されている列

source: You can reorder the forms by dragging the tiles.
fi_fi: Voit järjestää lomakkeet uudelleen raahaamalla ruutuja.
ja_jp: タイルをドラッグしてフォームの並び替えができます。

source: Customize columns for %(title)s
fi_fi: Mukauta sarakkeet %(title)s
ja_jp: %(title)sの列をカスタマイズ

source: Choose which columns of this form are displayed
fi_fi: Valitse, mitkä tämän lomakkeen sarakkeet näytetään
ja_jp: このフォームのどの列を表示するかを選択

source: Edit form "%(title)s"
fi_fi: Muokkaa lomaketta "%(title)s"
ja_jp: フォーム "%(title)s" を編集

source: Price options
fi_fi: Hintavaihtoehdot
ja_jp: 価格オプション

source: Notifications for registrants
fi_fi: Ilmoitukset ilmoittautujille
ja_jp: 登録者への通知

source: Notifications for organizers
fi_fi: Ilmoitukset järjestäjille

source: Invitations for "%(title)s"
fi_fi: Kutsut tapahtumaan "%(title)s"
ja_jp: "%(title)s" における招待

source: Invite people
fi_fi: Kutsu ihmisiä
ja_jp: 人々を招待する

source: Invite people to register for your event.
fi_fi: Kutsu ihmisiä ilmoittautumaan tapahtumaasi.
ja_jp: 人々をこのイベントに登録するよう招待します。

source: Invite
fi_fi: Kutsu
ja_jp: 招待

source: Invite user to register
fi_fi: Kutsu käyttäjä ilmoittautumaan
ja_jp: ユーザーを登録に招待

source: Import invitations from a CSV File
fi_fi: Tuo kutsut CSV-tiedostosta
ja_jp: CSVファイルから招待をインポート

source: Remind pending invitees
fi_fi: Muistuta odottavia kutsuja
ja_jp: 保留中の招待者にリマインドする

source: Send email reminders to users who have not yet registered.
fi_fi: Lähetä sähköpostimuistutuksia käyttäjille, jotka eivät ole vielä ilmoittautuneet.
ja_jp: 未登録のユーザーにリマインドメールを送信する。

source: Registration forms allow people to register for the event.
fi_fi: Ilmoittautumislomakkeiden avulla ihmiset voivat ilmoittautua tapahtumaan.
ja_jp: 登録フォームにより、人々がイベントへの参加登録ができるようになります。

source: Payments disabled
fi_fi: Maksut poistettu käytöstä
ja_jp: 支払いは停止しています

source: Payments are disabled for this event
fi_fi: Maksut on poistettu käytöstä tässä tapahtumassa
ja_jp: このイベントでの支払いは停止しています

source: Enable payments for the whole event?
fi_fi: Otetaanko maksut käyttöön koko tapahtumassa?
ja_jp: イベント全体に対して支払いを有効にしますか？

source: This will enable payments for all registration forms. If you need to disable it later on, you can do it from the Features menu entry.
fi_fi: Ottaa maksut käyttöön kaikilla ilmoittautumislomakkeilla. Jos haluat poistaa toiminnon käytöstä myöhemmin, voit tehdä sen Ominaisuudet-valikosta.
ja_jp: これにより、すべての登録フォームで支払いが可能になります。後日停止する必要があれば、「機能」メニュー項目から行えます。

source: Enable payments
fi_fi: Ota maksut käyttöön
ja_jp: 支払いを有効にする

source: Add/remove users allowed to manage registrations
fi_fi: Lisää/poista ilmoittautumisten hallintaoikeuksia
ja_jp: 登録のマネージメントを許可するユーザーを追加／削除

source: Manage registration managers
fi_fi: Hallitse ilmoittautumisten vastuuhenkilöitä
ja_jp: 登録マネージャーの管理

source: Define how the participant list will be shown on the event page
fi_fi: Määritä, miten osallistujaluettelo näkyy tapahtumasivulla
ja_jp: イベントページでの参加者リストの表示方法を定義

source: Preview as participant
fi_fi: Esikatselu osallistujana
ja_jp: 参加者としてプレビュー

source: Customize
fi_fi: Mukauta
ja_jp: カスタマイズ

source: Create tags to mark and filter registrations
fi_fi: Luo tunnisteita ilmoittautumisten merkitsemiseksi ja suodattamiseksi
ja_jp: タグを作成し、登録のマークやフィルタリングを行う

source: List of registration forms
fi_fi: Lista ilmoittautumislomakkeista
ja_jp: 登録フォームの一覧

source: Delete this registration form
fi_fi: Poista tämä ilmoittautumislomake
ja_jp: この登録フォームを削除

source: Delete registration form?
fi_fi: Poistetaanko ilmoittautumislomake?
ja_jp: 登録フォームを削除しますか？

source: Do you really want to delete the registration form &quot;%(title)s&quot;?
fi_fi: Haluatko varmasti poistaa ilmoittautumislomakkeen ”%(title)s”?
ja_jp: 本当に登録フォーム&quot;%(title)s&quot;を削除しますか？

source: There are no registration forms yet.
fi_fi: Ilmoittautumislomakkeita ei ole vielä lisätty.
ja_jp: まだ登録フォームはありません。

source: Configure fields in form "%(title)s"
fi_fi: Määritä kentät lomakkeessa "%(title)s"
ja_jp: フォーム「%(title)s」のフィールドを設定

source: Privacy settings of form "%(title)s"
fi_fi: Lomakkeen "%(title)s" tietosuoja-asetukset
ja_jp: フォーム「%(title)s」のプライバシー設定

source: List of registrations for "%(title)s"
fi_fi: Ilmoittautumiset: %(title)s
ja_jp: "%(title)s" への登録者リスト

source: Registration list configuration
fi_fi: Ilmoittautuneiden luettelon asetukset
ja_jp: 登録リストの設定

source: Register a user that doesn't exist in Indico
fi_fi: Ilmoita käyttäjä, jolla ei ole Indico-tiliä
ja_jp: Indicoに存在しないユーザーを登録

source: Register a Indico user
fi_fi: Ilmoita Indico-käyttäjä
ja_jp: Indicoユーザーを登録

source: Indico user
fi_fi: Indico-käyttäjä
ja_jp: Indicoユーザー

source: Register multiple Indico users
fi_fi: Ilmoita useita Indico-käyttäjiä
ja_jp: 複数のIndicoユーザーを登録

source: Multiple Indico users
fi_fi: Useita Indico-käyttäjiä
ja_jp: 複数の Indicoユーザー

source: PDF (table style)
fi_fi: PDF (taulukkomuoto)
ja_jp: PDF（テーブルスタイル）

source: PDF (book style)
fi_fi: PDF (kirjatyyli)
ja_jp: PDF（ブックスタイル）

source: Import registrants from CSV File
fi_fi: Tuo ilmoittautuneita CSV-tiedostosta
ja_jp: CSVファイルから登録者を取り込む

source: Do you really want to approve the selected registrations? This will trigger a notification email for each registrant.
fi_fi: Haluatko varmasti hyväksyä valitut ilmoittautumiset? Tämä lähettää ilmoitusviestin kaikille ilmoittautujille.
ja_jp: 選択した登録を本当に承認しますか？これにより、各登録者に通知メールが送信されます。

source: Approve registrations
fi_fi: Hyväksy ilmoittautumiset
ja_jp: 登録を承認

source: Reject registrations
fi_fi: Hylkää ilmoittautumiset
ja_jp: 登録を却下

source: Do you really want to reset the selected registrations?
fi_fi: Haluatko varmasti palauttaa valittujen ilmoittautumisten tilan?

source: Reset registrations
fi_fi: Palauta ilmoittautumiset

source: Check-in control
fi_fi: Sisäänkirjautumisen valvonta
ja_jp: チェックイン管理

source: Reset check-in
fi_fi: Palauta sisäänkirjautumisen tila
ja_jp: チェックインをリセット

source: Total active registrations
fi_fi: Aktiiviset ilmoittautumiset
ja_jp: アクティブな登録数

source: Inactive registrations
fi_fi: Ei-aktiiviset ilmoittautumiset
ja_jp: アクティブでない登録数

source: Stats for "%(title)s"
fi_fi: Tilastot: %(title)s
ja_jp: 「%(title)s」の統計

source: Currency: {}
fi_fi: Valuutta: {}
ja_jp: 通貨: {}

source: Day left<br>to register
fi_fi: Päivä jäljellä<br>ilmoittautua
ja_jp: 登録残り日数<br>日

source: event full
fi_fi: tapahtuma täynnä
ja_jp: イベントがすべて埋まっています

source: %(places)s places available
fi_fi: %(places)s paikkoja vapaana
ja_jp: %(places)s席空きあり

source: Registrants per country
fi_fi: Ilmoittautuneet maittain
ja_jp: 国別登録者

source: The registrations will be filled with personal data only. Additional fields will be left blank.
fi_fi: Ilmoittautumislomakkeet täytetään vain henkilötiedoilla. Muut kentät jätetään tyhjiksi.
ja_jp: 登録では個人情報のみが記入されます。追加項目は空欄のままになります。

source: Add registrations
fi_fi: Lisää ilmoittautumiset
ja_jp: 登録の追加

source: Details for #%(friendly_id)s: %(registrant_name)s in "%(regform_title)s"
fi_fi: Tiedot ilmoittautumisesta #%(friendly_id)s: %(registrant_name)s(lomake: %(regform_title)s)

source: Give this link to the user to manage their registration.<br> Make sure to keep it private as anybody with this link will be able to manage it.
fi_fi: Anna tämä linkki ilmoittautuneelle, jotta hän voi hallita ilmoittautumistaan.<br> Pidä linkki salassa, sillä kuka tahansa linkin haltija voi hallinnoida ilmoittautumista.
ja_jp: このリンクをユーザーに渡して、各自の登録を管理してもらいます。<br> このリンクがあれば誰でも管理できてしまうため、必ず非公開にしてください。

source: Modify #%(id)s: %(name)s in "%(regform_title)s"
fi_fi: Muokkaa ilmoittautumista #%(id)s: %(name)s (lomake: %(regform_title)s)
ja_jp: 変更 #%(id)s: %(name)s in "%(regform_title)s"

source: Create registration tags to mark and filter registrations.
fi_fi: Luo tunnisteita ilmoittautumisten merkitsemiseksi ja suodattamiseksi.
ja_jp: 登録タグを作成し、登録にマークをつけたり、フィルタリングします。

source: Do you really want to delete this tag?
fi_fi: Haluatko todella poistaa tämän tunnisteen?
ja_jp: 本当にこのタグを削除しますか？

source: Registration Tags
fi_fi: Ilmoittautumisen tunnisteet
ja_jp: 登録タグ

source: Add a tag
fi_fi: Lisää tunniste
ja_jp: 新規タグを追加

source: There are no tags.
fi_fi: Tunnisteita ei ole.
ja_jp: タグはありません。

source: Customize registration list
fi_fi: Muokkaa ilmoittautuneiden luetteloa
ja_jp: 登録リストのカスタマイズ

source: Change the configuration of the registration list by enabling/disabling the columns listed below, or by applying filtering (%(filter_icon)s) options.
fi_fi: Muokkaa ilmoittautuneiden luetteloa ottamalla käyttöön tai poistamalla käytöstä alla luetellut sarakkeet tai käyttämällä suodatusvaihtoehtoja (%(filter_icon)s).
ja_jp: 以下のカラムを有効／無効化したり、フィルタリング（%(filter_icon)s）オプションを適用することで、登録一覧の設定を変更します。

source: General registration info
fi_fi: Yleiset ilmoittautumistiedot
ja_jp: 一般登録情報

source: Additional data
fi_fi: Lisätiedot

source: Click to show/hide disabled sections
fi_fi: Napsauta näyttääksesi/piilottaaksesi poistetut osiot
ja_jp: クリックして無効化したセクションの表示／非表示

source: Registrations finished already. Do you want to open them again?
fi_fi: Ilmoittautuminen on jo päättynyt. Haluatko avata sen uudelleen?
ja_jp: 登録は終了しました。もう一度開始しますか?

source: Registrations are not open yet
fi_fi: Ilmoittautumiset eivät ole vielä avoinna
ja_jp: 参加登録はまだオープンになっていません。

source: Schedule registrations
fi_fi: Määritä ilmoittautumisen aikataulu
ja_jp: 登録をスケジュール

source: Registrations are open
fi_fi: Ilmoittautuminen on alkanut
ja_jp: 登録受付中

source: Reschedule registrations
fi_fi: Muuta ilmoittautumisaikataulua
ja_jp: 登録を再スケジュール

source: Ticket number
fi_fi: Lipun numero
ja_jp: チケット番号

source: Event page
fi_fi: Tapahtumasivu
ja_jp: イベントページ

source: Link
fi_fi: Linkki
ja_jp: リンク

source: Could not generate ticket
fi_fi: Lippua ei voitu luoda
ja_jp: チケットを生成できませんでした

source: Reminders
fi_fi: Muistutukset
ja_jp: リマインダー

source: The target event already has reminders
fi_fi: Kohdetapahtumalle on jo muistutuksia
ja_jp: 対象イベントにはすでにリマインダーがあります

source: Sent reminders cannot be deleted.
fi_fi: Lähetettyjä muistutuksia ei voi poistaa.
ja_jp: 送信したリマインダーは削除できません。

source: The reminder at {} has been deleted.
fi_fi: Muistutus ”{}” on poistettu.
ja_jp: {} のリマインダーを削除しました。

source: The reminder has been sent.
fi_fi: Muistutus on lähetetty.
ja_jp: リマインダーを送信しました。

source: This reminder has already been sent and cannot be modified anymore.
fi_fi: Tämä muistutus on jo lähetetty, eikä sitä voi enää muokata.
ja_jp: このリマインダーはすでに送信されており、もう変更できません。

source: The reminder at {} has been modified.
fi_fi: Muistutusta ”{}” on muokattu.
ja_jp: {} のリマインダーを変更しました。

source: A reminder at {} has been created.
fi_fi: Muistutus ”{}” on luotu.
ja_jp: {} のリマインダーを作成しました。

source: Fixed date/time
fi_fi: Kiinteä päivämäärä/kellonaika
ja_jp: 特定の時刻

source: Send immediately
fi_fi: Lähetä heti
ja_jp: 今すぐ送信

source: Offset
fi_fi: Ajastus
ja_jp: オフセット

source: Email addresses
fi_fi: Sähköpostiosoitteet
ja_jp: 電子メールアドレス

source: One email address per line.
fi_fi: Yksi sähköpostiosoite riviä kohden.
ja_jp: 一行にメールアドレス一つ

source: Send the reminder to participants/registrants of the event.
fi_fi: Lähetä muistutus tapahtuman osallistujille/ilmoittautuneille.

source: Filter by forms
fi_fi: Suodata lomakkeiden mukaan

source: Select registration forms here to restrict sending the reminder to the selected ones.
fi_fi: Valitse ilmoittautumislomakkeet, joihin muistutuksen lähetys rajataan.

source: Filter by tags
fi_fi: Suodata tunnisteiden mukaan

source: Limit reminders to participants with these tags.
fi_fi: Rajoita muistutukset osallistujiin, joilla on nämä tunnisteet.

source: All tags must be present
fi_fi: Kaikkien tunnisteiden on oltava läsnä

source: Participants must have all of the selected tags. Otherwise at least one of them.
fi_fi: Osallistujilla on oltava kaikki valitut tunnisteet. Muussa tapauksessa vähintään yksi niistä.

source: Send the reminder to all speakers/chairpersons of the event.
fi_fi: Lähetä muistutus kaikille tapahtuman puhujille/puheenjohtajille.
ja_jp: リマインダーをこのイベントの全ての発表者／司会に送る。

source: The email address that will show up as the sender.
fi_fi: Sähköpostiosoite, joka näkyy lähettäjänä.
ja_jp: 送信者として記載するメールアドレス

source: Note
fi_fi: Huomautus
ja_jp: ノート

source: A custom message to include in the email.
fi_fi: Viestiin liitettävä mukautettu viesti.
ja_jp: メールに含めるカスタムメッセージ

source: Include agenda
fi_fi: Sisällytä ohjelma
ja_jp: アジェンダを含める

source: Includes a simple text version of the event's agenda in the email.
fi_fi: Liittää viestiin yksinkertaisen tekstimuotoisen version tapahtuman ohjelmasta.
ja_jp: イベントのアジェンダの簡易テキスト版をメールに含める

source: Include description
fi_fi: Sisällytä kuvaus
ja_jp: 説明を含める

source: Includes the event's description in the email.
fi_fi: Liittää viestiin tapahtuman kuvauksen.
ja_jp: イベントの説明文をメールに含める

source: Attach an iCalendar file to the event reminder.
fi_fi: Liitä iCalendar-tiedosto tapahtuman muistutukseen.
ja_jp: イベントのリマインダーに iCalendar ファイルを添付する。

source: At least one type of recipient is required.
fi_fi: Vähintään yksi vastaanottajatyyppi on pakollinen.
ja_jp: 少なくとも1種類の受信者が必要です。

source: The specified date is in the past
fi_fi: Määritetty päivämäärä on mennyt.
ja_jp: 指定された日付は過去です

source: This reminder is overdue and will be sent within a few minutes.
fi_fi: Tämä muistutus on myöhässä ja se lähetetään muutaman minuutin kuluessa.
ja_jp: このリマインダーは期限を過ぎているため、数分以内に送信されます。

source: Misc
fi_fi: Muut asetukset
ja_jp: その他

source: Reminder details
fi_fi: Muistutuksen tiedot
ja_jp: リマインダー詳細

source: Edit reminder
fi_fi: Muokkaa muistutusta
ja_jp: リマインダーを編集

source: Delete reminder
fi_fi: Poista muistutus
ja_jp: リマインダーを削除

source: Do you really want to delete this reminder?
fi_fi: Haluatko todella poistaa tämän muistutuksen?
ja_jp: 本当にこのリマインダーを削除しますか？

source: Since this event has the %(label)s label, no reminders will be sent for it.
fi_fi: Koska tämä tapahtuma on merkitty tunnisteella " %(label)s ", siitä ei lähetetä muistutuksia.
ja_jp: このイベントにはラベル %(label)s があるので、リマインダーは送信されません。

source: There are no pending reminders.
fi_fi: Ei odottavia muistutuksia.
ja_jp: 保留中のリマインダーはありません。

source: Agenda for %(title)s
fi_fi: Ohjelma: %(title)s
ja_jp: %(title)sのアジェンダ

source: There are no events scheduled.
fi_fi: Ajoitettuja tapahtumia ei ole.
ja_jp: イベントの予定はありません。

source: Event reminder
fi_fi: Tapahtuman muistutus
ja_jp: イベントのリマインダー

source: It will take place at %(loc)s
fi_fi: Tapahtumapaikka on %(loc)s
ja_jp: 開催場所は %(loc)s です

source: It will take place at the following address:
fi_fi: Tapahtuma sijaitsee osoitteessa:
ja_jp: 以下のアドレスで開催されます:

source: room %(r)s
fi_fi: tila: %(r)s
ja_jp: 部屋 %(r)s

source: Address:
fi_fi: Osoite:
ja_jp: 住所:

source: Please note that the event "%(title)s"%(label)s will start on %(start)s (%(tz)s).
fi_fi: Tapahtuma ”%(title)s”%(label)s alkaa %(start)s (%(tz)s).
ja_jp: イベント「%(title)s」%(label)s は %(start)s (%(tz)s) に始まります。

source: You can access the full event here:
fi_fi: Voit tarkastella koko tapahtumaa täällä:
ja_jp: イベントの全貌はこちらからアクセスできます:

source: Logistics
fi_fi: Logistiikka
ja_jp: ロジスティック

source: The comment will be shown only if the request is accepted or rejected.
fi_fi: Kommentti näkyy vain, jos pyyntö hyväksytään tai hylätään.
ja_jp: 申請が承認または却下された場合のみコメントが表示されます。

source: There was a problem sending your request ({0}). Please contact support.
fi_fi: Pyynnön lähettämisessä ({0}) ilmeni ongelma. Ota yhteyttä tukeen.
ja_jp: リクエストの送信に問題がありました({0})。サポートにご連絡ください。

source: Your request ({0}) has been accepted.
fi_fi: Pyyntösi ({0}) on hyväksytty.
ja_jp: あなたの申請 ({0}) は承認されました。

source: Your request ({0}) has been sent.
fi_fi: Pyyntösi ({0}) on lähetetty.
ja_jp: あなたの申請 ({0}) は送信されました。

source: Your request ({0}) has been modified.
fi_fi: Pyyntösi ({0}) on muutettu.
ja_jp: あなたの申請 ({0}) が変更されました。

source: You have accepted this request.
fi_fi: Olet hyväksynyt tämän pyynnön.
ja_jp: あなたはこの申請を承認しました。

source: You have rejected this request.
fi_fi: Olet hylännyt tämän pyynnön.
ja_jp: あなたはこの申請を拒否しました。

source: You have updated the request (only management-specific data).
fi_fi: Olet päivittänyt pyynnön (vain hallintaan liittyvät tiedot).
ja_jp: あなたは申請を変更しました（管理関連のデータのみ）。

source: There was a problem withdrawing your request ({0}). Please contact support.
fi_fi: Pyynnön ({0}) peruuttamisessa ilmeni ongelma. Ota yhteyttä tukeen.
ja_jp: あなたの申請 ({0}) の取り下げ時に問題が発生しました。 サポートにご連絡ください。

source: You have withdrawn your request ({0})
fi_fi: Olet peruuttanut pyyntösi ({0})
ja_jp: あなたは申請 ({0}) を取り下げました

# Event request
source: Pending
fi_fi: Odottava

# Event request
source: Accepted
fi_fi: Hyväksytty

# Event request
source: Rejected
fi_fi: Hylätty

# Event request
source: Withdrawn
fi_fi: Peruutettu

source: Send request
fi_fi: Lähetä pyyntö
ja_jp: 申請を送信

source: Modify request
fi_fi: Muokkaa pyyntöä
ja_jp: 申請内容を変更

source: Send new request
fi_fi: Lähetä uusi pyyntö
ja_jp: 新規に申請を送信

source: Your request is currently pending approval. You will be notified by e-mail once it has been accepted or rejected.
fi_fi: Pyyntösi on tällä hetkellä hyväksynnässä. Saatte sähköpostitse ilmoituksen, kun pyyntö on hyväksytty tai hylätty.
ja_jp: あなたの申請は現在承認待ちです。承認または却下された際には、メールで通知されます。

source: Your request has been accepted.
fi_fi: Pyyntösi on hyväksytty.
ja_jp: あなたの申請は承認されました。

source: Your request has been rejected. Please check the rejection reason (if provided) and, if necessary, resubmit your request.
fi_fi: Pyyntösi on hylätty. Tarkista hylkäyksen syy (jos se on ilmoitettu) ja lähetä pyyntösi tarvittaessa uudelleen.
ja_jp: あなたの申請は却下されました。却下理由を（提供されている場合は）確認し、必要であれば再度申請してください。

source: You have withdrawn your request. If you need this service, please resubmit your request.
fi_fi: Olet peruuttanut pyyntösi. Jos tarvitset tätä palvelua, lähetä pyyntösi uudelleen.
ja_jp: あなたは申請を取り下げました。本サービスが必要な場合は再度申請してください。

source: Request details
fi_fi: Pyydä lisätietoja
ja_jp: 申請詳細

source: These are the details provided by the event manager.
fi_fi: Nämä ovat tapahtuman vastuuhenkilön toimittamat tiedot.
ja_jp: イベントマネージャーから提供される詳細情報です。

source: Created by
fi_fi: Luonut
ja_jp: 作成者

source: Created at
fi_fi: Luotu
ja_jp: 作成日時

source: Withdraw request
fi_fi: Peruuta pyyntö
ja_jp: 申請を取り下げ

source: Do you really want to withdraw this request?
fi_fi: Haluatko todella peruuttaa tämän pyynnön?
ja_jp: 本当にこの申請を取り下げますか？

source: Manage service request
fi_fi: Hallitse palvelupyyntöjä
ja_jp: サービスリクエストを管理

source: Processed by
fi_fi: Käsittelijä
ja_jp: 処理：

source: Processed at
fi_fi: Käsitelty
ja_jp: 処理：

source: You can request additional services for your event. Click one of the service buttons below to send a request or to view/modify an existing request.
fi_fi: Voit pyytää tapahtumaasi lisäpalveluja. Lähetä uusi pyyntö tai tarkastele/muokkaa aiempaa pyyntöä napsauttamalla palvelupainiketta.
ja_jp: イベントに追加のサービスをリクエストできます。リクエストを送信したり、既存のリクエストを表示／変更するには、以下の該当するサービスボタンをクリックします。

source: Accepted
fi_fi: Hyväksytty
ja_jp: 採択

source: Request accepted
fi_fi: Pyyntö hyväksytty
ja_jp: 申請が受理されました

source: The %(title)s request for your event has been accepted.
fi_fi: Pyyntö %(title)s tapahtumassasi on hyväksytty.
ja_jp: イベントへの %(title)s のリクエストが受理されました。

source: Accepted service request
fi_fi: Hyväksytty palvelupyyntö
ja_jp: 受理されたサービスリクエスト

source: A %(title)s request has been accepted.
fi_fi: %(title)s -pyyntö on hyväksytty.
ja_jp: %(title)s のリクエストが受理されました。

source: Event:
fi_fi: Tapahtuma:
ja_jp: イベント:

source: Requested by:
fi_fi: Lähettäjä:
ja_jp: 申請者

source: Details:
fi_fi: Tiedot:
ja_jp: 詳細:

source: Service Requests
fi_fi: Palvelupyynnöt
ja_jp: サービスリクエスト

source: Phone:
fi_fi: Puhelin:
ja_jp: 電話番号:

source: Dates:
fi_fi: Päivämäärät:
ja_jp: 日付：

source: Location:
fi_fi: Sijainti:
ja_jp: 位置:

source: Requested by
fi_fi: Lähettäjä
ja_jp: 申請者

source: Event created by
fi_fi: Tapahtuman luoja
ja_jp: イベント作成者は

source: Event details
fi_fi: Tapahtuman tiedot
ja_jp: イベントの詳細

source: New request
fi_fi: Uusi pyyntö
ja_jp: 新しいリクエスト

source: Request modified
fi_fi: Pyyntöä muokattu
ja_jp: 申請は変更されました

source: A %(title)s request for your event has been sent.
fi_fi: %(title)s -pyyntö tapahtumallesi on lähetetty.
ja_jp: イベントへの %(title)s のリクエストが送信されました。

source: A %(title)s request for your event has been modified.
fi_fi: %(title)s-pyyntöäsi tapahtumalle on muokattu.
ja_jp: イベントへの %(title)s のリクエストが変更されました。

source: New service request
fi_fi: Uusi palvelupyyntö
ja_jp: 新規サービスリクエスト

source: Modified service request
fi_fi: Muokattu palvelupyyntö
ja_jp: 変更されたサービスリクエスト

source: A %(title)s request has been submitted.
fi_fi: %(title)s -pyyntö on lähetetty.
ja_jp: %(title)s のリクエストが提出されました。

source: A %(title)s request has been modified.
fi_fi: %(title)s-pyyntöä on muokattu.
ja_jp: %(title)s のリクエストが変更されました。

source: Request rejected
fi_fi: Pyyntö hylätty
ja_jp: リクエストが却下されました

source: The %(title)s request for your event has been rejected.
fi_fi: %(title)s-pyyntösi tapahtumaan on hylätty.
ja_jp: イベントへの %(title)s のリクエストは却下されました。

source: Rejected service request
fi_fi: Hylätty palvelupyyntö
ja_jp: 却下されたサービスリクエスト
