Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: You declined the invitation to register.
fi_fi: Kieltäydyit ilmoittautumiskutsusta.
ja_jp: あなたは登録への招待を辞退しました。

source: Retention period cannot be longer than that of the registration form
fi_fi: Säilytysaika ei voi olla pidempi kuin ilmoittautumislomakkeen säilytysaika
ja_jp: 保存期間は、登録フォームの保存期間より長くはできません

source: The retention period cannot be less than {} week.
fi_fi: Säilytysaika ei voi olla alle {} viikko.
ja_jp: データ保持期間は {} 週間以下にはできません。

source: The retention period cannot be longer than {} week.
fi_fi: Säilytysaika ei voi olla pidempi kuin {} viikko.
ja_jp: データ保持期間は {} 週間を超えることはできません。

source: The retention period cannot be longer than 10 years. Leave the field empty for indefinite.
fi_fi: Säilytysaika ei voi olla pidempi kuin 10 vuotta. Jätä kenttä tyhjäksi, jos säilytysaika on määrittelemätön.
ja_jp: 保存期間は10年を越えることはできません。無期限の場合は空欄にしてください。

source: This field depends on "{field}", which has a shorter retention period ({period}).
fi_fi: Tämä kenttä riippuu kentästä "{field}", jonka säilytysaika on lyhyempi ({period}).

source: This field is a condition for "{field}", which has a longer retention period (indefinite).
fi_fi: Tämä kenttä on ehto kentälle "{field}", jonka säilytysaika on pidempi (rajoittamaton).

source: This field is a condition for "{field}", which has a longer retention period ({period}).
fi_fi: Tämä kenttä on ehto kentälle "{field}", jolla on pidempi säilytysaika ({period}).

source: Fields used as conditional cannot be disabled
fi_fi: Kenttiä, jotka toimivat ehtona toisille kentille, ei voi poistaa käytöstä

source: Fields used as conditional cannot be deleted
fi_fi: Kenttiä, jotka toimivat ehtona toisille kentille, ei voi poistaa

source: The invitation has been sent.
fi_fi: Kutsu on lähetetty.
ja_jp: {n} 通の招待状が送られました。

source: One invitation has been sent.
fi_fi: Yksi kutsu on lähetetty.
ja_jp: {n} 通の招待状が送られました。

source: One invitation was skipped.
fi_fi: Yksi kutsu ohitettiin.
ja_jp: {n} 通の招待状がスキップされました。

source: The participants display settings have been saved.
fi_fi: Osallistujien näyttöasetukset on tallennettu.
ja_jp: 参加者の表示設定が保存されました。

source: The settings for "{}" have been saved.
fi_fi: Asetukset "{}" on tallennettu.
ja_jp: 「{}」の設定が保存されました。

source: Registration form has been successfully created
fi_fi: Ilmoittautumislomake on luotu onnistuneesti
ja_jp: 登録フォームが正常に作成されました

source: Registration form has been successfully modified
fi_fi: Ilmoittautumislomaketta on muokattu onnistuneesti
ja_jp: 登録フォームが正常に変更されました

source: Registration form deleted
fi_fi: Ilmoittautumislomake poistettu
ja_jp: 登録フォームは削除されました

source: Registrations for {} are now open
fi_fi: Ilmoittautuminen tapahtumaan {} on nyt avoinna
ja_jp: {} への登録を開始しました

source: Registrations for {} are now closed
fi_fi: Ilmoittautuminen tapahtumaan {} on nyt suljettu
ja_jp: {} への登録を終了しました

source: Registrations for {} have been scheduled
fi_fi: Ilmoittautumiset {} on ajoitettu
ja_jp: {} への登録をスケジュールしました

source: Send e-mail
fi_fi: Lähetä sähköpostia
ja_jp: メールを送信

source: Download Attachments
fi_fi: Lataa liitteet
ja_jp: 添付ファイルのダウンロード

source: Download Attachments (flat)
fi_fi: Lataa liitteet (flat)

source: Edit Tags
fi_fi: Muokkaa tunnisteita
ja_jp: タグを編集

source: Print Badges
fi_fi: Tulosta nimikortit
ja_jp: バッジを印刷

source: Print Tickets
fi_fi: Tulosta liput
ja_jp: チケットの印刷

source: Update Registration Fee
fi_fi: Päivitä ilmoittautumismaksu
ja_jp: 参加登録費の変更

source: The selected registrants have been removed.
fi_fi: Valitut ilmoittautumiset on poistettu.
ja_jp: 選択した登録者を削除しました。

source: The email was sent.
fi_fi: Sähköposti on lähetetty.
ja_jp: {num}通のメールが送信されました。

source: Registration was deleted.
fi_fi: Ilmoittautuminen on poistettu.
ja_jp: {num}件の登録が削除されました。

source: Registration is disabled due to an expired retention period
fi_fi: Ilmoittautuminen on poistettu käytöstä vanhentuneen säilytysajan vuoksi
ja_jp: 期限切れのため、登録は無効になりました

source: The registration was created.
fi_fi: Ilmoittautuminen on luotu.
ja_jp: 登録が作成されました。

source: Text too large to generate a PDF with table style. Please try again generating with book style.
fi_fi: Teksti on liian suuri taulukkomuotoisen PDF-tiedoston luomiseen. Yritä luoda tiedosto uudelleen kirjamuotoisena.
ja_jp: テキストが大きすぎるため、テーブルスタイルでPDFを生成できません。ブックスタイルで再度生成してみてください。

source: {} registration has been imported.
fi_fi: {} ilmoittautumista tuotu.
ja_jp: {} 件の投稿がインポートされました。

source: Rejecting this registration will trigger a notification email.
fi_fi: Tämän ilmoittautumisen hylkääminen laukaisee sähköposti-ilmoituksen lähettämisen.
ja_jp: この登録を拒否すると、通知メールが送信されます。

source: The registration cannot be reset in its current state.
fi_fi: Ilmoittautumista ei voi palauttaa sen nykyisessä tilassa.
ja_jp: 現在の状態では、登録をリセットできません。

source: The registration cannot be withdrawn in its current state.
fi_fi: Ilmoittautumista ei voi peruuttaa sen nykyisessä tilassa.
ja_jp: 現状の状態では登録の取り下げはできません。

source: The registration has been withdrawn.
fi_fi: Ilmoittautuminen on peruutettu.
ja_jp: 登録は取り下げられました。

source: Deadline for registration modification has been scheduled
fi_fi: Määräaika ilmoittautumisten muokkaukselle on vahvistettu
ja_jp: 登録修正の締切をスケジュールしました

source: This registration cannot be marked as checked-in
fi_fi: Ilmoittautumista ei voi merkitä sisäänkirjautuneeksi
ja_jp: この登録はチェックイン済としてマークできません

source: Selected registrations marked as {} successfully.
fi_fi: Valitut ilmoittautumiset, joiden tilaksi on merkitty {} onnistuneesti.
ja_jp: 選択された登録が正常に {} とマークされました。

source: The selected registrations were successfully approved.
fi_fi: Valitut ilmoittautumiset on hyväksytty onnistuneesti.
ja_jp: 選択された登録は正常に承認されました。

source: Rejecting these registrations will trigger a notification email for each registrant.
fi_fi: Näiden ilmoittautumisten hylkääminen laukaisee ilmoitusviestin lähettämisen jokaiselle ilmoittautuneelle.
ja_jp: これらの登録を拒否すると、各登録者に通知メールが送信されます。

source: The selected registrations were successfully rejected.
fi_fi: Valitut ilmoittautumiset hylättiin onnistuneesti.
ja_jp: 選択された登録は正常に拒否されました。

source: The selected registrations were successfully reset.
fi_fi: Valitut ilmoittautumiset on palautettu onnistuneesti.

source: Registration fee has been updated for {} registration.
fi_fi: Ilmoittautumismaksu {} ilmoittautumiselle on päivitetty.
ja_jp: {} 件の登録に対して参加登録費が更新されました。

source: {} registration was skipped because its fee is not zero or it is in an invalid state.
fi_fi: {} ilmoittautuminen ohitettiin, koska sen maksu ei ole nolla tai se on virheellisessä tilassa.
ja_jp: 料金がゼロでないか、無効な状態にあるため、{} 件の登録がスキップされました。

source: {} registration was skipped because it is not in the unpaid state.
fi_fi: {} ilmoittautuminen ohitettiin, koska sen tila ei ole ”ei maksettu”.
ja_jp: {} 件の登録は、未払いの状態ではないため、スキップしました。

source: Document '{}' successfully published
fi_fi: Asiakirja '{}' julkaistu onnistuneesti
ja_jp: ドキュメント「{}」が正常に公開されました

source: Document '{}' successfully unpublished
fi_fi: Asiakirja '{}' on nyt julkaisematon
ja_jp: ドキュメント「{}」が正常に公開解除されました

source: Document '{}' successfully deleted
fi_fi: Asiakirja '{}' poistettu onnistuneesti
ja_jp: ドキュメント「{}」が正常に削除されました

source: Sections with fields used as conditional cannot be disabled
fi_fi: Osioita, jotka sisältävät toisten kenttien ehtona toimivia kenttiä, ei voi poistaa

source: A new tag has been created.
fi_fi: Uusi tunniste on luotu.
ja_jp: 新しいタグが作成されました。

source: Tag {} has been deleted.
fi_fi: Tunniste {} on poistettu.
ja_jp: タグ {} が削除されました。

source: Tag {} has been modified.
fi_fi: Tunnistetta {} on muokattu.
ja_jp: タグ {} が変更されました。

source: There are no places left for this option.
fi_fi: Tälle vaihtoehdolle ei ole enää paikkoja jäljellä.
ja_jp: このオプションには空席が残っていません。

source: Value of "{form_item}" ({parent_form_item})
fi_fi: Kohteen "{form_item}" ({parent_form_item}) arvo

source: No places left for the option: {0}
fi_fi: Ei enää paikkoja jäljellä vaihtoehdolle: {0}
ja_jp: 次のオプションには空席が残っていません: {0}

source: At most {max_choices} option can be selected
fi_fi: Enintään {max_choices} vaihtoehtoa voidaan valita
ja_jp: 最大 {max_choices} 個のオプションを選択できます

source: Arrival/departure date is missing
fi_fi: Saapumis-/lähtöpäivä puuttuu
ja_jp: 到着日／出発日がありません

source: Arrival date can't be set after the departure date.
fi_fi: Saapumispäivää ei voi asettaa lähtöpäivän jälkeen.
ja_jp: 出発日の後に到着日を設定できません。

source: Not enough rooms in '{0}'
fi_fi: Ei tarpeeksi tiloja kohteessa {0}
ja_jp: 「{0}」の部屋数が足りません

source: Please select no more than {max} sessions.
fi_fi: Valitse enintään {max} istuntoa.
ja_jp: セッションの選択は {max} 件以下にしてください。

source: Please select at least {min} sessions.
fi_fi: Valitse vähintään {min} istuntoa.
ja_jp: セッションの選択は {min} 件以上としてください。

source: Invalid date
fi_fi: Virheellinen päivämäärä
ja_jp: 無効な日付

source: Invalid file UUID
fi_fi: Virheellinen tiedoston UUID
ja_jp: 無効なファイルUUID

source: Invalid email address
fi_fi: Virheellinen sähköpostiosoite
ja_jp: 無効なメールアドレスです

source: Invalid picture file.
fi_fi: Virheellinen kuvatiedosto.
ja_jp: 無効な画像ファイルです。

source: The uploaded picture pixels is smaller than the minimum size of {}.
fi_fi: Lähetetyn kuvan pikselimäärä on pienempi kuin vähimmäiskoko {}.
ja_jp: アップロードした画像のピクセル数は、最小値 {} よりも小さいです。

source: Until modification deadline
fi_fi: Muokkauksen määräaikaan saakka
ja_jp: 修正期限まで

source: Until payment
fi_fi: Kunnes maksettu
ja_jp: お支払いまで

source: Until approved
fi_fi: Kunnes hyväksytty
ja_jp: 承認されるまで

# Invitation
source: Pending
fi_fi: Odottaa
ja_jp: 保留中

# Invitation
source: Accepted
fi_fi: Hyväksytty

# Invitation
source: Declined
fi_fi: Hylätty

source: Completed
fi_fi: Valmis
ja_jp: 完了

source: Pending
fi_fi: Odottaa
ja_jp: 保留中

source: Awaiting payment
fi_fi: Odottaa maksua
ja_jp: 支払い待ち

source: Hide all participants
fi_fi: Piilota kaikki osallistujat
ja_jp: 参加者全員を隠す

source: Show only consenting participants
fi_fi: Näytä vain suostuneet osallistujat
ja_jp: 同意した参加者のみを表示

source: Show all participants
fi_fi: Näytä kaikki osallistujat
ja_jp: 参加者全員を表示する

source: Do not display to anyone
fi_fi: Älä näytä kenellekään
ja_jp: 誰にも表示しない

source: Display to other participants
fi_fi: Näytä muille osallistujille
ja_jp: 他の参加者へ表示

source: Display to everyone
fi_fi: Näytä kaikille
ja_jp: 全員に表示

source: Cannot reset this registration since there is another valid registration for the same user or email.
fi_fi: Ilmoittautumista ei voi palauttaa, koska samalle käyttäjälle tai sähköpostiosoitteelle on jo toinen voimassa oleva ilmoittautuminen.
ja_jp: 同じユーザーまたはメールに別の有効な登録があるため、この登録をリセットできません。

source: Link to accept/decline the invitation
fi_fi: Linkki kutsun hyväksymiseen/hylkäämiseen
ja_jp: 招待を受入/辞退するためのリンク

source: Picture of the person
fi_fi: Kuva henkilöstä

source: The ID of the registration
fi_fi: Ilmoittautumisen tunnus
ja_jp: 登録ID

source: The link to the registration details
fi_fi: Linkki ilmoittautumistietoihin
ja_jp: 登録の詳細へのリンク

source: The reason why the registration was rejected
fi_fi: Ilmoittautumisen hylkäämisen syy
ja_jp: 登録が拒否された理由

source: Application
fi_fi: Sovellus
ja_jp: アプリケーション

source: Registration is open
fi_fi: Ilmoittautuminen on avoinna
ja_jp: 登録受付中

source: Opened
fi_fi: Avattu
ja_jp: 開封済

source: Opens
fi_fi: Avautuu
ja_jp: 開く

source: Closed
fi_fi: Suljettu
ja_jp: 閉じる

source: Closes
fi_fi: Sulkeutuu
ja_jp: 閉じる

source: You have been invited to register for this event. If you do not wish to participate, please inform the organizers by declining the invitation.
fi_fi: Sinut on kutsuttu ilmoittautumaan tähän tapahtumaan. Jos et halua osallistua, ilmoita siitä järjestäjille kieltäytymällä kutsusta.
ja_jp: あなたはこのイベントへの登録に招待されました。参加を希望されない場合は、招待を辞退の旨を主催者にお知らせください。

source: Decline Invitation
fi_fi: Kieltäydy kutsusta
ja_jp: 招待を辞退

source: Do you really want to decline this invitation? If you change your mind you may still register for the event later.
fi_fi: Haluatko varmasti kieltäytyä tästä kutsusta? Jos muutat mielesi, voit vielä ilmoittautua tapahtumaan myöhemmin.
ja_jp: 本当にこの招待を辞退しますか？もし気が変わったら、後日イベントに参加登録できます。

source: Decline
fi_fi: Kieltäydy
ja_jp: 拒否

source: You have declined the invitation, but you may still register for the event.
fi_fi: Olet kieltäytynyt kutsusta, mutta voit silti ilmoittautua tapahtumaan.
ja_jp: あなたは招待を辞退しましたが、イベントへの参加登録は可能です。

source: This field no longer exists
fi_fi: Tämä kenttä ei ole enää olemassa
ja_jp: このフィールドはもう存在しません

source: The field data has been purged due to an expired retention period
fi_fi: Kenttätiedot on poistettu säilytysajan umpeutumisen vuoksi
ja_jp: フィールドのデータは保存期間が終了したため消去されました

source: Privacy options
fi_fi: Tietosuoja-asetukset
ja_jp: プライバシーオプション

source: This will restore this participant's visibility based on the form's settings
fi_fi: Tämä palauttaa osallistujan näkyvyyden lomakkeen asetusten mukaiseksi
ja_jp: これにより、フォームの設定に基づき、この参加者の開示設定が復元されます

source: This will hide this participant from the list of participants regardless of other settings
fi_fi: Piilottaa osallistujan osallistujaluettelosta riippumatta muista asetuksista
ja_jp: これにより、他の設定に関係なく、この参加者を参加者リストで非開示にします

source: Show participant
fi_fi: Näytä osallistuja
ja_jp: 参加者を表示

source: Hide participant
fi_fi: Piilota osallistuja
ja_jp: 参加者を非表示

source: <strong>Arrival:</strong> %(arrival_date)s
fi_fi: <strong>Saapuminen:</strong> %(arrival_date)s
ja_jp: <strong>到着:</strong> %(arrival_date)s

source: <strong>Departure:</strong> %(departure_date)s
fi_fi: <strong>Lähtö:</strong> %(departure_date)s
ja_jp: <strong>出発:</strong> %(departure_date)s

source: <strong>Accommodation:</strong> %(accommodation)s
fi_fi: <strong>Majoitus:</strong> %(accommodation)s
ja_jp: <strong>宿泊:</strong> %(accommodation)s

source: Skip to registration summary
fi_fi: Siirry ilmoittautumisen yhteenvetoon
ja_jp: 登録の確認へスキップ

source: Summary
fi_fi: Yhteenveto
ja_jp: 概要

source: Reference:
fi_fi: Viite:
ja_jp: 参照:

source: Date:
fi_fi: Päiväys:
ja_jp: 日付:

source: Documents
fi_fi: Asiakirjat
ja_jp: ドキュメント

source: Generate document
fi_fi: Luo asiakirja
ja_jp: ドキュメントを作成

source: not published
fi_fi: julkaisematon
ja_jp: 未発行

source: Unpublish document
fi_fi: Poista asiakirjan julkaisu
ja_jp: ドキュメントの発行を取り消す

source: Unpublish '%(name)s' to the registrant
fi_fi: Poista julkaisu ”%(name)s” ilmoittautujalta
ja_jp: 「%(name)s 」を登録者に対し公開解除

source: Are you sure you want to unpublish the document '%(name)s' to the registrant?
fi_fi: Haluatko varmasti poistaa asiakirjan ”%(name)s” ilmoittautujan näkyvistä?
ja_jp: 本当にドキュメント「%(name)s」を登録者に対し公開解除しますか？

source: Publish '%(name)s' to the registrant
fi_fi: Julkaise '%(name)s' ilmoittautujalle
ja_jp: 「%(name)s」を登録者に公開

source: Delete the document '%(name)s'?
fi_fi: Poistetaanko asiakirja ”%(name)s”?
ja_jp: ドキュメント「%(name)s」を削除しますか？

source: Delete document
fi_fi: Poista asiakirja
ja_jp: ドキュメント削除

source: Are you sure you want to completely delete the document '%(name)s'?
fi_fi: Haluatko varmasti poistaa asiakirjan "%(name)s" kokonaan?
ja_jp: 本当にドキュメント「%(name)s」を完全に削除しますか？

source: There are no documents yet.
fi_fi: Asiakirjoja ei ole vielä lisätty.
ja_jp: ドキュメントがありません。

source: Invoice
fi_fi: Lasku
ja_jp: 請求書

source: Not paid
fi_fi: Ei maksettu
ja_jp: 未払い

source: Paid
fi_fi: Maksettu
ja_jp: 支払い済

source: Item
fi_fi: Nimike
ja_jp: アイテム

source: Cost
fi_fi: Hinta
ja_jp: コスト

source: %(choice)s (%(nights)s night)
fi_fi: %(choice)s (%(nights)s yö)
ja_jp: %(choice)s (%(nights)s 泊)

source: Price adjustment
fi_fi: Hinnanmuutos
ja_jp: 価格調整

source: Get ticket
fi_fi: Hanki lippu
ja_jp: チケットを入手

source: Download ticket for the '%(title)s' registration form
fi_fi: Lataa lippu ilmoittautumislomakkeelle ”%(title)s”
ja_jp: 登録フォーム「%(title)s」のチケットをダウンロード

source: Add ticket for the '%(title)s' registration form to Google Wallet
fi_fi: Lisää ilmoittautumislomakkeen ”%(title)s” lippu Google Walletiin
ja_jp: 登録フォーム「%(title)s」のチケットをGoogle Walletに追加

source: Download ticket for the '%(title)s' registration form for Apple Wallet/Passbook
fi_fi: Lisää ilmoittautumislomakkeen ”%(title)s” lippu Apple Walletiin tai Passbookiin
ja_jp: Apple Wallet/Passbook に「%(title)s 」登録フォームのチケットをダウンロード

source: You are registered for this event, but there are more registration forms available.
fi_fi: Olet ilmoittautunut tähän tapahtumaan, mutta ilmoittautumislomakkeita on vielä jäljellä.
ja_jp: あなたはこのイベントには登録しましたが、他にも登録フォームが使用できます。

source: You are registered for this event.
fi_fi: Olet ilmoittautunut tähän tapahtumaan.
ja_jp: あなたはこのイベントに登録済みです。

source: Application for this event is currently open.
fi_fi: Hakemus tähän tapahtumaan on nyt avoinna.
ja_jp: 本イベントは現在申し込み受付中です。

source: Registration for this event is currently open.
fi_fi: Ilmoittautuminen tähän tapahtumaan on nyt avoinna.
ja_jp: 本イベントは現在参加登録を受付中です。

source: Total registrations
fi_fi: Ilmoittautumisia yhteensä
ja_jp: 全登録数

source: Apply now
fi_fi: Hae
ja_jp: 今すぐ申し込み

source: Register now
fi_fi: Ilmoittaudu
ja_jp: 今すぐ登録

source: This event is open to new participants.
fi_fi: Tapahtuma on avoin uusille osallistujille.
ja_jp: 本イベントは新規参加を受け付けています。

source: Modify registration
fi_fi: Muokkaa ilmoittautumista
ja_jp: 登録内容の変更

source: Check details
fi_fi: Tarkista tiedot
ja_jp: 詳細を確認

source: There are no more places available.
fi_fi: Paikkoja ei ole enää jäljellä.
ja_jp: 定員に達しました。

source: Apply for participation
fi_fi: Hae osallistumisoikeutta
ja_jp: 参加申し込み

source: View full list
fi_fi: Näytä koko luettelo

source: %(num)s more participant
fi_fi: Vielä %(num)s osallistuja
ja_jp: さらに%(num)s名の参加者

source: See the full list
fi_fi: Katso koko lista
ja_jp: 完全な一覧を見る

source: Participant List Preview
fi_fi: Osallistujaluettelon esikatselu
ja_jp: 参加者リストのプレビュー

source: 1 participant
fi_fi: 1 osallistuja
ja_jp: %(num)s名の参加者

source: This preview shows the participant list like an unregistered guest would see it.
fi_fi: Tämä esikatselu näyttää osallistujaluettelon sellaisena kuin vierailija sen näkisi.
ja_jp: このプレビューでは、未登録のゲストが見られる参加者リストを表示します。

source: This preview shows the participant list like a registered participant would see it.
fi_fi: Tämä esikatselu näyttää osallistujaluettelon sellaisena kuin ilmoittautunut osallistuja sen näkisi.
ja_jp: このプレビューでは、登録された参加者が見られる参加者リストを表示します。

source: The lists of participants grouped by the registration form they used to register for the event.
fi_fi: Osallistujaluettelot on ryhmitelty sen mukaan, mitä ilmoittautumislomaketta he ovat käyttäneet tapahtumaan ilmoittautuessaan.
ja_jp: イベントへの登録に使用した登録フォームによってグループ分けされた参加者のリストです。

source: Add registration to "%(title)s"
fi_fi: Lisää ilmoittautuminen lomakkeelle ”%(title)s”
ja_jp: 「%(title)s」に登録を追加

source: Access to the rest of this event is restricted to registered participants.
fi_fi: Tapahtuman loppuosa on rajoitettu vain ilmoittautuneille osallistujille.
ja_jp: このイベントの残りの部分へのアクセスは、登録された参加者に限定されます。

source: Registrations are complete
fi_fi: Ilmoittautumiset ovat valmiit
ja_jp: 登録が完了しました

source: Registration not open
fi_fi: Ilmoittautuminen ei ole avoinna
ja_jp: 登録は受け付けておりません

source: The registration period has not started yet.
fi_fi: Ilmoittautumisaika ei ole vielä alkanut.
ja_jp: 登録期間はまだ始まっていません。

source: Registration is closed
fi_fi: Ilmoittautuminen on suljettu
ja_jp: 登録は終了しました

source: The registration period has passed.
fi_fi: Ilmoittautumisaika on päättynyt.
ja_jp: 登録期間を過ぎました。

source: Account required to apply
fi_fi: Hakemiseen tarvitaan tili
ja_jp: 申し込みにはアカウントが必要です

source: Account required to register
fi_fi: Ilmoittautumiseen tarvitaan tili
ja_jp: 登録にはアカウントが必要です

source: In order to apply for this event you have to be logged in.
fi_fi: Jotta voit hakea tähän tapahtumaan, sinun on oltava kirjautuneena sisään.
ja_jp: このイベントに応募するにはログインが必要です。

source: In order to register for this event you have to be logged in.
fi_fi: Tapahtumaan ilmoittautumiseksi sinun on oltava kirjautuneena sisään.
ja_jp: このイベントへの登録にはログインが必要です。

source: Log in to proceed
fi_fi: Kirjaudu sisään jatkaaksesi
ja_jp: ログインして先に進む

source: Participation in this event is moderated
fi_fi: Osallistuminen tähän tapahtumaan on moderoitua
ja_jp: このイベントへの参加は承認制です

source: The organizers will have to approve your application.
fi_fi: Järjestäjien on hyväksyttävä hakemuksesi.
ja_jp: 応募には主催者の承認が必要です。

source: Available forms
fi_fi: Saatavilla olevat lomakkeet
ja_jp: 使用可能なフォーム

source: Not started
fi_fi: Ei aloitettu
ja_jp: 開始していません

source: No deadline
fi_fi: Ei määräaikaa
ja_jp: 期限なし

source: You have already registered
fi_fi: Olet jo ilmoittautunut
ja_jp: あなたはすでに登録しています

source: The maximum number of registrations has been reached
fi_fi: Ilmoittautumisten enimmäismäärä on saavutettu
ja_jp: 最大登録者数に達しました

source: No registration forms available for this event
fi_fi: Tapahtumalle ei ole saatavilla ilmoittautumislomakkeita
ja_jp: このイベントには、登録フォームがありません

source: Skip to registration form
fi_fi: Siirry ilmoittautumislomakkeeseen
ja_jp: 登録フォームへスキップ

source: Your registration has been completed
fi_fi: Ilmoittautumisesi on valmis
ja_jp: 登録が完了しました

source: Your registration has been rejected
fi_fi: Ilmoittautumisesi on hylätty
ja_jp: あなたの登録は却下されました

source: Contact an event manager if you think this is an error.
fi_fi: Ota yhteyttä tapahtuman järjestäjään, jos epäilet, että kyseessä on virhe.
ja_jp: エラーと思われる場合は、イベントマネージャーにお問い合わせください。

source: You have withdrawn your registration
fi_fi: Olet peruuttanut ilmoittautumisesi
ja_jp: 登録を取り下げました

source: Contact an event manager if you changed your mind.
fi_fi: Ota yhteyttä tapahtuman järjestäjään, jos olet muuttanut mielesi.
ja_jp: 気が変わった場合は、イベントマネージャーに連絡してください。

source: Your registration is awaiting approval
fi_fi: Ilmoittautumisesi odottaa hyväksyntää
ja_jp: あなたの登録は承認待ちです

source: An event manager will manually validate it.
fi_fi: Tapahtuman vastuuhenkilö vahvistaa sen manuaalisesti.
ja_jp: イベントマネージャーが手動で検証します。

source: Your registration is awaiting payment
fi_fi: Ilmoittautumisesi odottaa maksua
ja_jp: あなたの登録は支払い待ちです

source: Awaiting your payment.
fi_fi: Odottaa maksua.
ja_jp: 支払い待ちです。

source: Awaiting payment confirmation.
fi_fi: Odotetaan maksuvahvistusta.
ja_jp: 入金確認を待っています。

source: Proceed to checkout
fi_fi: Siirry kassalle
ja_jp: お支払いへ進む

source: You are allowed to modify your registration until: %(modification_end_dt)s
fi_fi: Voit muokata ilmoittautumistasi %(modification_end_dt)s saakka
ja_jp: 次の日時まで登録情報の修正ができます: %(modification_end_dt)s

source: The modification period is over
fi_fi: Muokkausjakso on päättynyt
ja_jp: 登録修正期間は終了しました

source: Modifications are not allowed after payment
fi_fi: Muokkauksia ei sallita maksun jälkeen
ja_jp: 支払い後は修正できません

source: Modifications are not allowed once approved
fi_fi: Muokkauksia ei sallita hyväksymisen jälkeen
ja_jp: 承認後の修正はできません

source: Are you sure that you want to withdraw your registration? This action cannot be undone.
fi_fi: Haluatko varmasti peruuttaa ilmoittautumisesi? Tätä toimintoa ei voi perua.
ja_jp: 本当に登録を取り消しますか？この操作は元に戻せません。

source: The registration can no longer be withdrawn. Please contact an organizer.
fi_fi: Ilmoittautumista ei voi enää peruuttaa. Ota yhteyttä järjestäjään.
ja_jp: 登録の取り下げはできなくなりました。開催者にお問い合わせください。

source: Add to Wallet
fi_fi: Lisää lompakkoon
ja_jp: Wallet に追加

source: Save to Google Wallet
fi_fi: Tallenna Google Walletiin
ja_jp: Google Walletに保存

source: Save to Apple Wallet/Passbook
fi_fi: Tallenna Apple Wallet/Passbookiin
ja_jp: Apple Wallet/Passbook に保存

source: Terms and conditions
fi_fi: Käyttöehdot
ja_jp: 利用規約

source: I have read and accepted the %(link_start)sterms and conditions%(link_end)s and understand that by confirming this order I will be entering into a binding transaction.
fi_fi: Olen lukenut ja hyväksynyt sivuston %(link_start)skäyttöehdot%(link_end)s, ja ymmärrän, että vahvistamalla tämän tilauksen teen sitovan kaupan.
ja_jp: 私は、%(link_start)s利用規約%(link_end)sを読んで承諾し、この注文の確定は法的拘束力のある取引になる事を理解しています。
