Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: An author has submitted a new revision for the paper %(strong)s"%(title)s"%(endstrong)s.
fi_fi: Artikkelista %(strong)s”%(title)s”%(endstrong)s on lähetetty uusi versio.
ja_jp: 論文 %(strong)s「%(title)s」%(endstrong)s の著者が新しいリビジョンを提出しました。

source: In order to review it please follow the link to the paper below:
fi_fi: Arvioidaksesi sen klikkaa alla olevaa artikkelin linkkiä:
ja_jp: 査読をするには、以下の論文へのリンクをたどってください:

source: Notify when
fi_fi: Ilmoita, kun
ja_jp: 通知

source: the person is added to/removed from the conference
fi_fi: henkilö lisätään konferenssiin/poistetaan konferenssista
ja_jp: カンファレンスに追加されます／カンファレンスから削除されます

source: the person is assigned to/unassigned from contributions
fi_fi: henkilölle osoitetaan/poistetaan tehtäviä
ja_jp: 投稿に割り当てられます／投稿から割り当て解除されます

source: an author submits a paper
fi_fi: kirjoittaja lähettää artikkelin
ja_jp: 論文を提出する著者

source: a reviewer leaves a review
fi_fi: arvioija lähettää arvioinnin
ja_jp: 査読者が所見を残す

source: a judge leaves a judgment
fi_fi: arvostelija lähettää arvostelun
ja_jp: 査読判定員が判定を委任します

source: Edit paper template
fi_fi: Muokkaa artikkelimallia
ja_jp: 論文テンプレートの編集

source: Do you really want to delete this paper template?
fi_fi: Haluatko todella poistaa tämän artikkelimallin?
ja_jp: 本当にこの論文テンプレートを削除しますか？

source: Delete paper template
fi_fi: Poista artikkelimalli
ja_jp: 論文テンプレートを削除

source: There are no paper templates yet.
fi_fi: Artikkelimalleja ei ole lisätty.
ja_jp: 論文テンプレートはまだありません。

source: Paper Assignment
fi_fi: Artikkelitehtävä
ja_jp: 論文の割り当て

source: Assign <strong>reviewers</strong> and <strong>judges</strong> to contributions in order to allow assessing their paper revisions.
fi_fi: Valitse esityksille <strong>arvioijat</strong> ja <strong>arvostelijat</strong>, jotta he voivat arvioida esityksen artikkeliversioita.
ja_jp: 改訂論文の評価のため、投稿に <strong>査読者</strong> 及び <strong>審判</strong> を割り当てる。

source: Defining competences to the members of the teams may be helpful for the managers and judges during the paper assignment process.
fi_fi: Tiimin jäsenten osaamisen määritteleminen voi auttaa vastuuhenkilöitä ja arvostelijoita artikkelitehtävien jakamisessa.
ja_jp: チームのメンバーにコンピテンシーを定義しておくことは、管理者と査読判定員にとって、論文割り当てのプロセスで役に立つかもしれません。

source: Paper Peer Reviewing disabled
fi_fi: Artikkelin vertaisarviointi pois käytöstä
ja_jp: 論文の査読は無効です

source: "Paper Peer Reviewing" provides an integrated paper management and peer reviewing module that will allow you to set up a full paper submission and peer reviewing workflow.
fi_fi: ”Artikkelien vertaisarviointi ”tarjoaa integroidun artikkelien hallinta- ja vertaisarviointimoduulin, jonka avulla voit määrittää täydellisen artikkelien lähetys- ja vertaisarviointiprosessin.
ja_jp: 「論文査読」は、統合された論文管理および査読モジュールを提供し、完全な論文投稿および査読ワークフローを設定することができます。

source: Content reviewing
fi_fi: Sisällön arviointi
ja_jp: コンテンツ審査中

source: The content reviewing process is disabled
fi_fi: Sisällön arviointiprosessi ei ole käytössä
ja_jp: コンテンツ審査処理は無効です

source: The content reviewing process ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
fi_fi: Sisällön arviointiprosessi päättyy <strong>%(date)s</strong> klo <strong>%(time)s</strong>.
ja_jp: コンテンツ審査は <strong>%(date)s</strong> の <strong>%(time)s</strong> に終了します。

source: The content reviewing process is enabled
fi_fi: Sisällön arviointiprosessi on käytössä
ja_jp: コンテンツ審査処理が有効です

source: Set content reviewing deadline
fi_fi: Aseta sisällön arvioinnin määräaika
ja_jp: コンテンツ審査期限を設定

source: The reviewing process has started. Are you sure you want to disable the content reviewing process?
fi_fi: Arviointiprosessi on alkanut. Haluatko varmasti poistaa sisällön arviointiprosessin käytöstä?
ja_jp: 審査は始まっています。本当にコンテンツ審査処理を無効にしますか？

source: Disable
fi_fi: Poista käytöstä
ja_jp: 無効

source: Configure content reviewing questions
fi_fi: Määritä sisällön arvioinnin kysymykset
ja_jp: コンテンツ審査の質問項目を設定

source: Enable
fi_fi: Ota käyttöön
ja_jp: 有効

source: Layout reviewing
fi_fi: Ulkoasun arviointi
ja_jp: レイアウト審査中

source: The layout reviewing process is disabled
fi_fi: Ulkoasun arviointiprosessi ei ole käytössä
ja_jp: レイアウト審査処理は無効です

source: The layout reviewing process ends on <strong>%(date)s</strong> at <strong>%(time)s</strong>.
fi_fi: Ulkoasun arviointiprosessi päättyy <strong>%(date)s</strong> klo <strong>%(time)s</strong>.
ja_jp: レイアウト審査は <strong>%(date)s</strong> の <strong>%(time)s</strong> に終了します。

source: The layout reviewing process is enabled
fi_fi: Ulkoasun arviointiprosessi on käytössä
ja_jp: レイアウト審査処理が有効です

source: Set layout reviewing deadline
fi_fi: Aseta ulkoasun arvioinnin määräaika
ja_jp: レイアウト審査期限を設定

source: The reviewing process has started. Are you sure you want to disable the layout reviewing process?
fi_fi: Arviointiprosessi on alkanut. Haluatko varmasti poistaa ulkoasun arviointiprosessin käytöstä?
ja_jp: 審査は始まっています。本当にレイアウト審査処理を無効にしますか？

source: Configure layout reviewing questions
fi_fi: Määritä ulkoasun arvioinnin kysymykset
ja_jp: レイアウト審査の質問項目を設定

source: Paper judging
fi_fi: Artikkeleiden arvostelu
ja_jp: 論文の査読判定

source: There is no deadline for paper judging.
fi_fi: Artikkelien arvostelulle ei ole asetettu määräaikaa.
ja_jp: 論文査読判定の締切がありません。

source: Set paper judging deadline
fi_fi: Aseta artikkelien arvostelun määräaika
ja_jp: 論文査読判定の締切を設定

source: Manage paper templates that can be downloaded in the event area
fi_fi: Hallitse tapahtuma-alueelta ladattavia artikkelimallipohjia
ja_jp: イベントエリアでダウンロードできる論文テンプレートを管理する

source: Manage paper templates
fi_fi: Hallitse artikkelimallipohjia
ja_jp: 論文のテンプレートを管理

source: Reviewing settings
fi_fi: Arvioinnin asetukset
ja_jp: 審査の設定

source: Configure reviewing questions, email notifications, etc.
fi_fi: Määritä arvioinnin kysymykset, sähköposti-ilmoitukset ym.
ja_jp: 審査の質問、メール通知などの設定

source: Manage reviewing settings
fi_fi: Hallitse arvioinnin asetuksia
ja_jp: 審査設定を管理する

source: Reviewing teams
fi_fi: Arviointitiimit
ja_jp: 審査チーム

source: Configure teams and competences
fi_fi: Määritä tiimit ja osaamiset
ja_jp: チームとコンピテンシーを設定

source: Send emails to paper reviewers and judges
fi_fi: Lähetä sähköpostia artikkeleiden arvioijille ja arvostelijoille
ja_jp: 論文査読者と審判へのメール送信

source: Manage paper reviewing managers, reviewers and judges
fi_fi: Hallitse arvioinnin vastuuhenkilöitä, arvioijia ja arvostelijoita
ja_jp: 論文審査管理者、査読者、審判を管理

source: Teams
fi_fi: Tiimit
ja_jp: チーム

source: Paper assignment
fi_fi: Artikkelien osoittaminen
ja_jp: 論文の割り当て

source: Assign reviewers and judges to papers
fi_fi: Valitse artikkeleille arvioijat ja arvostelijat
ja_jp: 論文に査読者と審判を割り当てる

source: Assign papers
fi_fi: Osoita artikkelit
ja_jp: 論文を割り当てる

source: This person is a judge
fi_fi: Tämä henkilö on arvostelija
ja_jp: このユーザーは査読判定員です

source: This person is not a judge
fi_fi: Tämä henkilö ei ole arvostelija
ja_jp: このユーザーは査読判定員ではありません

source: This person is a content reviewer
fi_fi: Tämä henkilö on sisällön arvioija
ja_jp: この方はコンテンツ審査員です

source: This person is not a content reviewer
fi_fi: Tämä henkilö ei ole sisällön arvioija
ja_jp: この方はコンテンツ審査員ではありません

source: This person is a layout reviewer
fi_fi: Tämä henkilö on ulkoasun arvioija
ja_jp: この方はレイアウト審査員です

source: This person is not a layout reviewer
fi_fi: Tämä henkilö ei ole ulkoasun arvioija
ja_jp: この方はレイアウト審査員ではありません

source: There is no reviewing team assigned yet
fi_fi: Arviointitiimiä ei ole vielä valittu
ja_jp: 審査チームはまだ割り当てられていません

source: Removing judges/reviewers who are already assigned to contributions will automatically unassign them from these contributions.
fi_fi: Jo esityksiin valittujen arvostelijoiden tai arvioijien poistaminen poistaa heidät automaattisesti kyseisistä esityksistä.
ja_jp: すでに投稿に割り当てられている審判／査読者を削除すると、自動的にそれらの投稿から割り当てが解除されます。

source: Uploading paper templates makes it easier for authors to write papers that conform to the conference's layout standards.
fi_fi: Artikkelimallipohjien lisääminen auttaa kirjoittajia laatimaan konferenssin ulkoasustandardien mukaisia artikkeleita.
ja_jp: 論文テンプレートをアップロードすることで、著者がカンファレンスのレイアウト基準に沿った論文を書くことを容易にします。

source: Upload new paper template
fi_fi: Lisää uusi artikkelimallipohja
ja_jp: 新規論文テンプレートをアップロード

source: Upload paper template
fi_fi: Lisää artikkelimallipohja
ja_jp: 論文テンプレートをアップロード

source: Reschedule call for papers
fi_fi: Muuta artikkelikutsun aikataulua
ja_jp: 論文募集を再スケジュール

source: Schedule call for papers
fi_fi: Aikatauluta artikkelikutsu
ja_jp: 論文募集をスケジュール

source: The call for papers is closed
fi_fi: Artikkelien kutsuaika on päättynyt
ja_jp: 論文募集は終了しました

source: The call for papers is already finished. Do you want to open it again?
fi_fi: Artikkelikutsu on suljettu. Haluatko avata sen uudelleen?
ja_jp: 論文募集はすでに終了しています。もう一度開きますか？

source: The call for papers is not open yet
fi_fi: Artikkelikutsu ei ole vielä avoinna
ja_jp: 論文募集はまだ始まっていません

source: Papers are currently hidden from other participants
fi_fi: Artikkelit on tällä hetkellä piilotettu muilta osallistujilta
ja_jp: 論文は現在、他の参加者から見えないようになっています

source: Paper files:
fi_fi: Artikkelitiedostot:
ja_jp: 論文ファイル:

source: Accepted on %(date_time)s by %(judge)s
fi_fi: %(date_time)s hyväksyi %(judge)s
ja_jp: %(date_time)sに%(judge)sがアクセプトしました

source: Submitted on %(date_time)s by %(submitter)s
fi_fi: %(date_time)s lähetti %(submitter)s
ja_jp: %(date_time)sに%(submitter)sが提出しました

source: Payment
fi_fi: Maksu
ja_jp: 支払い

source: Payments
fi_fi: Maksut
ja_jp: 支払い

source: Gives event managers the opportunity to process payments for registrations.
fi_fi: Sallii tapahtumajärjestäjien käsitellä ilmoittautumismaksuja.
ja_jp: イベントマネージャーが参加者の支払いを処理できるようにします。

source: Settings for {} saved
fi_fi: {} asetukset tallennettu
ja_jp: {} の設定が保存されました

source: The registration doesn't need to be paid
fi_fi: Ilmoittautuminen on maksuton
ja_jp: 登録料は必要ありません

source: The registrant must agree to these conditions before paying. When left empty, no confirmation prompt is shown to the user.
fi_fi: Ilmoittautujan on hyväksyttävä nämä ehdot ennen maksamista. Jos kenttä jätetään tyhjäksi, käyttäjälle ei näytetä vahvistuspyyntöä.
ja_jp: 登録者は、支払い前にこれらの条件に同意する必要があります。空のままならユーザーに確認プロンプトは表示されません。

source: Currencies
fi_fi: Valuutat
ja_jp: 通貨

source: List of currencies that can be selected for an event. When deleting a currency, existing events will keep using it. The currency code must be a valid <a href='{0}'>ISO-4217</a> code such as 'EUR' or 'CHF'.
fi_fi: Luettelo valuutoista, jotka voidaan valita tapahtumaa varten. Kun valuutta poistetaan, olemassa olevat tapahtumat jatkavat sen käyttöä. Valuuttakoodin on oltava kelvollinen <a href='{0}'>ISO-4217</a>-koodi, kuten 'EUR' tai 'CHF'.
ja_jp: イベントで利用できる通貨のリストです。通貨を削除しても既存のイベントはその通貨を使用し続けます。通貨コードは、EUR や CHF のように<a href='{0}'>ISO-4217</a> に準拠している必要があります。

source: Currency
fi_fi: Valuutta
ja_jp: 通貨

source: The default currency for new events. If you add a new currency, you need to save the settings first for it to show up here.
fi_fi: Uusien tapahtumien oletusvaluutta. Jos lisäät uuden valuutan, sinun on ensin tallennettava asetukset, jotta se näkyy tässä.
ja_jp: 新規イベントのデフォルト通貨です。新たな通貨を付け加えたら設定をセーブすることでこちらのリストに現れます。

source: Conditions
fi_fi: Ehdot
ja_jp: 条件

source: The name of the payment method displayed to the user.
fi_fi: Käyttäjälle näkyvä maksutavan nimi.
ja_jp: ユーザーに表示される支払い方法

source: Only enabled payment methods can be selected by registrants.
fi_fi: Ilmoittautujat voivat valita ainoastaan käyttöön otettuja maksutapoja.
ja_jp: 登録者は、有効になった支払い方法のみを選択できます。

source: There are no payment plugins installed, so the payment module cannot be enabled for any event. To install a payment plugin, install the plugin's Python package and enable it in <code>indico.conf</code>.
fi_fi: Maksamisen lisäosia ei ole asennettu, joten maksumoduulia ei voi ottaa käyttöön tapahtumissa. Maksamisen lisäosan käyttöönottoa varten asenna sen Python-paketti ja ota lisäosa käyttöön tiedostossa <code>indico.conf</code>.
ja_jp: 決済プラグインがインストールされていないため、どのイベントでも決済モジュールを有効にできません。決済プラグインをインストールするには、プラグインのPythonパッケージをインストールし、<code>indigo.conf</code>で有効化してください。

source: The following payment plugins are available:
fi_fi: Seuraavat maksamisen lisäosat ovat käytettävissä:
ja_jp: 以下の決済プラグインが利用可能です:

source: You need to pay %(price)s for your registration.
fi_fi: Ilmoittautumismaksu on %(price)s.
ja_jp: 登録料として %(price)s の支払いが必要となります。

source: You can pay using <strong>%(payment_method)s</strong>.
fi_fi: Voit maksaa käyttämällä <strong>%(payment_method)s</strong>.
ja_jp: <strong>%(payment_method)s</strong> を用いて支払いができます。

source: Please select a payment method below to see the final price.
fi_fi: Valitse maksutapa alta nähdäksesi lopullisen hinnan.
ja_jp: 下記から支払い方法を選択し、最終価格をご確認ください。

source: Payment method
fi_fi: Maksutapa
ja_jp: お支払方法

source: Please choose an option
fi_fi: Valitse vaihtoehto
ja_jp: オプションを選んでください

source: Payment information
fi_fi: Maksutiedot
ja_jp: お支払い情報

source: You cannot modify this payment method.
fi_fi: Tätä maksutapaa ei voi muokata.
ja_jp: この支払い方法を変更することはできません。

source: This payment method only supports these currencies:
fi_fi: Tämä maksutapa tukee vain seuraavia valuuttoja:
ja_jp: この支払方法はこれらの通貨のみをサポートしています。

source: The following registration forms won't be able to use this method:
fi_fi: Seuraavat ilmoittautumislomakkeet eivät voi käyttää tätä maksutapaa:
ja_jp: 以下の登録フォームはこの方法を使用できません：

source: Amount
fi_fi: Määrä
ja_jp: 金額

source: Paid with
fi_fi: Maksettu käyttäen
ja_jp: 支払元

source: Paid amount
fi_fi: Maksun määrä
ja_jp: 支払額

source: Marked as paid by
fi_fi: Merkitty maksetuksi
ja_jp: 支払済でマーク・支払者は

source: Migrated from
fi_fi: Siirretty lähteestä
ja_jp: 移行元

source: Payment inconsistency
fi_fi: Maksutietojen ristiriita
ja_jp: 決済不備

source: Dear manager of the event %(title)s,
fi_fi: Hyvä tapahtuman %(title)s järjestäjä,
ja_jp: イベント %(title)s のマネージャーの方へ、

source: It appears that the payment of the registration with ID %(id)s has an incorrect amount of money (received %(paid_amount)s while expecting %(expected_price)s). Please, check with the registrant to see if there was some misunderstanding.
fi_fi: Näyttää siltä, että ilmoittautumisen (ID %(id)s) maksu on virheellinen (saapunut %(paid_amount)s, odotettu %(expected_price)s). Tarkastathan ilmoittautujalta, onko tapahtunut jokin väärinymmärrys.
ja_jp: 登録ID %(id)s の支払いにおいて、金額に不整合があったことが判明 (%(expected_price)sであるべきところ、%(paid_amount)s を受領)。何か誤解があったのか、登録者に確認してみてください。

source: Event-wide payment settings
fi_fi: Tapahtumanlaajuiset maksutiedot
ja_jp: イベント全体の支払い設定

source: Configure general settings for payments.
fi_fi: Määritä maksujen yleiset asetukset.
ja_jp: 決済に関する一般的な設定を行う。

source: Edit payment settings
fi_fi: Muokkaa maksuasetuksia
ja_jp: 支払い設定の編集

source: Payment methods
fi_fi: Maksutavat
ja_jp: 支払方法の設定

source: Method only available for managers from the management area. Can't be disabled.
fi_fi: Tapa on käytettävissä vain ylläpitäjille hallinta-alueella. Sitä ei voi poistaa käytöstä.
ja_jp: 管理者のみが管理エリアから使用可能なメソッド。無効にすることはできません。

source: Manual
fi_fi: Manuaalinen
ja_jp: 手動

source: Payment settings: %(method)s
fi_fi: Maksuasetukset: %(method)s
ja_jp: 支払い設定: %(method)s

source: Participant Roles
fi_fi: Osallistujien roolit
ja_jp: 参加者の分担

source: After search
fi_fi: Haun jälkeen

source: Chairperson
fi_fi: Puheenjohtaja
ja_jp: 座長

source: Convener
fi_fi: Koollekutsuja
ja_jp: 世話人

source: Submission rights have been granted to one speaker
fi_fi: Yhdelle puhujalle on myönnetty lähetysoikeudet
ja_jp: {} 名の発表者に提出権が付与されました

source: Session modification rights have been granted to one session convener
fi_fi: Yhdelle istunnon koollekutsujalle on myönnetty istunnon muokkausoikeudet
ja_jp: {} 名のセッション世話人にセッションの変更権限が付与されました

source: Submission rights have been revoked from one user
fi_fi: Yhdeltä käyttäjältä on peruutettu lähetysoikeudet
ja_jp: {} 名のユーザーの提出権限を取り消しました

source: Only users with no ties to the event can be deleted.
fi_fi: Vain käyttäjät, joilla ei ole yhteyttä tapahtumaan, voidaan poistaa.
ja_jp: 削除できるのは、イベントと関係のないユーザーだけです。

source: Persons with no associated users cannot be synced.
fi_fi: Käyttäjiin liittämättömiä henkilöitä ei voi synkronoida.
ja_jp: 関連づけられたユーザーがいない人物は、同期できません。

source: Person lists settings changed successfully
fi_fi: Henkilöluettelon asetukset on muutettu onnistuneesti
ja_jp: ユーザーリストの設定が正しく変更されました

source: Allow manually adding people
fi_fi: Salli ihmisten lisääminen manuaalisesti

source: Controls when users can manually add people to person lists, such as speakers/authors of contributions.
fi_fi: Hallitsee, milloin käyttäjät voivat manuaalisesti lisätä henkilöitä henkilöluetteloihin, kuten esitysten puhujia/kirjoittajia.

source: Include users with no Indico account by default
fi_fi: Sisällytä oletusarvoisesti käyttäjät, joilla ei ole Indico-tiliä
ja_jp: Indicoアカウントを持たないユーザーをデフォルトで含める

source: If enabled, searching people for speakers/authors will include those with no Indico account by default.
fi_fi: Kun tämä asetus on käytössä, puhujien ja kirjoittajien haku sisältää oletusarvoisesti myös henkilöt, joilla ei ole Indico-tiliä.
ja_jp: 有効にすると、発表者・著者の検索の際に、Indicoアカウントを持たない人もデフォルトで含めます。

source: Show titles
fi_fi: Näytä tittelit
ja_jp: タイトルを表示

source: When disabled, the titles of persons participating in the event will not be displayed in public areas.
fi_fi: Kun tämä asetus on pois käytöstä, osallistujien tittelit eivät näy tapahtuman julkisilla alueilla.
ja_jp: 無効にすると、イベントに参加しているユーザーの肩書きは、公開エリアに表示されません。

source: First name of the person
fi_fi: Henkilön etunimi
ja_jp: その人の名

source: Last name of the person
fi_fi: Henkilön sukunimi
ja_jp: その人の姓

source: Email of the person
fi_fi: Henkilön sähköpostiosoite
ja_jp: その人のメールアドレス

source: The person's contributions
fi_fi: Henkilön esitykset
ja_jp: そお人の投稿

source: The person's contributions where they are a speaker
fi_fi: Esitykset, joissa henkilö on puhujana
ja_jp: その人が発表者になっている投稿

source: The link for the registration page
fi_fi: Linkki ilmoittautumissivulle
ja_jp: 登録ページへのリンク

source: The ID of the contribution
fi_fi: Esityksen tunnus
ja_jp: 投稿のID

source: The title of the contribution
fi_fi: Esityksen otsikko
ja_jp: 投稿のタイトル

source: The program code of the contribution
fi_fi: Esityksen ohjelmakoodi
ja_jp: 投稿のプログラムコード

source: The duration of the contribution (e.g. "20 minutes")
fi_fi: Esityksen kesto (esim. "20 minuuttia").

source: The scheduled date/time of the contribution, or "n/a" if unscheduled
fi_fi: Esityksen suunniteltu päivämäärä/aika tai "n/a", jos esitys ei ole suunniteltu

source: Not scheduled yet
fi_fi: Ei vielä aikataulutettu
ja_jp: まだ予定されていません

source: Dear {first_name},
fi_fi: Hyvä {first_name},
ja_jp: {first_name}さん、

source: Please register
fi_fi: Ilmoittaudu
ja_jp: 登録してください

source: You have been added with some submission privileges to the event %(strong)s{event_title}%(endstrong)s.
fi_fi: Sinulle on annettu joitakin lähetysoikeuksia tapahtumaan %(strong)s{event_title}%(endstrong)s.
ja_jp: あなたはイベント %(strong)s{event_title}%(endstrong)s への何らかの投稿権限が与えられました。

source: To use those privileges, you need to create a new Indico profile.
fi_fi: Jotta voit käyttää näitä oikeuksia, sinun on luotava uusi Indico-profiili.
ja_jp: これらの特権を使用するには、新しいIndicoプロファイルを作成する必要があります。

source: You can do so at the following URL:
fi_fi: Voit tehdä sen seuraavassa osoitteessa:
ja_jp: 以下のURLからそれをできます:

source: When creating the profile, please make sure to use the email address %(strong)s{email}%(endstrong)s.
fi_fi: Kun luot profiilia, varmista, että käytät sähköpostiosoitetta %(strong)s{email}%(endstrong)s.
ja_jp: プロファイルを作成するときは、必ずメールアドレス%(strong)s{email}%(endstrong)sを使用してください

source: If you already have an Indico profile, simply add the email address %(strong)s{email}%(endstrong)s to your profile.
fi_fi: Jos sinulla on jo Indico-profiili, lisää vain sähköpostiosoite %(strong)s{email}%(endstrong)s profiiliisi.
ja_jp: Indicoプロファイルを既にお持ちの場合は、メールアドレス%(strong)s{email}%(endstrong)s をプロファイルに追加するだけです。

source: The person has registered in:
fi_fi: Henkilö on ilmoittautunut:
ja_jp: 登録場所:

source: The person has not registered yet
fi_fi: Henkilö ei ole vielä ilmoittautunut
ja_jp: まだ登録していません

source: This person currently has no ties to the event.
fi_fi: Tällä henkilöllä ei ole tällä hetkellä mitään yhteyttä tapahtumaan.
ja_jp: この方は現在イベントに関連づけられていません。

source: This person is currently just an author of an abstract with no other ties to the event. Their data may have been provided by the submitter of the abstract.
fi_fi: Tämä henkilö on tällä hetkellä vain abstraktin kirjoittaja, jolla ei ole muita yhteyksiä tapahtumaan. Hänen tietonsa on saattanut toimittaa abstraktin lähettäjä.
ja_jp: この方は現在、アブストラクトの著者であるだけで、他のイベントには関係づけられていません。データはアブストラクト提出者からの提供によるものでしょう。

source: This user seems to have no Indico account. If they do have an account, they should add %(email)s to their profile
fi_fi: Tällä käyttäjällä ei näytä olevan Indico-tiliä. Jos hänellä on tili, hänen tulisi lisätä %(email)s profiiliinsa
ja_jp: このユーザーはIndicoアカウントを持っていないようです。もしアカウントを持っているのであれば、プロファイルに%(email)sを追加するべきです。

source: No account
fi_fi: Ei tiliä
ja_jp: アカウントなし

source: This person has been invited to create an Indico account
fi_fi: Tämä henkilö on kutsuttu luomaan Indico-tili
ja_jp: この方はIndicoアカウントの作成に招待されました。

source: This user does not play any public role
fi_fi: Käyttäjällä ei ole julkista roolia
ja_jp: このユーザーは、公共的な分担役を担っていません

source: Sync person with user
fi_fi: Synkronoi henkilö käyttäjän kanssa
ja_jp: 人物とユーザーを同期

source: Do you really want to delete this person from the event?
fi_fi: Haluatko todella poistaa tämän henkilön tapahtumasta?
ja_jp: 本当にこの方をイベントから削除しますか？

source: Manage person lists
fi_fi: Hallitse henkilöluetteloita
ja_jp: 人物リストの管理

source: Person lists
fi_fi: Henkilöluettelot
ja_jp: 人物リスト

source: Privileges
fi_fi: Oikeudet
ja_jp: 権限

source: Grant submission rights to all speakers
fi_fi: Myönnä lähetysoikeudet kaikille puhujille
ja_jp: すべての発表者に提出権限を付与

source: Are you sure you want to perform this operation?
fi_fi: Haluatko varmasti suorittaa tämän toiminnon?
ja_jp: 本当にこの操作を実行しますか？

source: Submission rights
fi_fi: Lähetysoikeudet
ja_jp: 投稿権限

source: Grant modification rights to all session conveners
fi_fi: Myönnä muokkausoikeudet kaikille istunnon koollekutsujille
ja_jp: すべてのセッション世話人に変更権限を付与

source: Modification rights
fi_fi: Muokkausoikeudet
ja_jp: 修正権

source: Revoke submission rights
fi_fi: Peruuta lähetysoikeudet
ja_jp: 提出権限を取り消す

source: Send invitation
fi_fi: Lähetä kutsu
ja_jp: 招待状を送る

source: Send an email to all users with no Indico account
fi_fi: Lähetä sähköposti kaikille käyttäjille, joilla ei ole Indico-tiliä
ja_jp: Indicoアカウントを持っていない全ユーザーにメールを送信する

source: To all users with no account
fi_fi: Kaikille käyttäjille, joilla ei ole tiliä
ja_jp: アカウントを持っていないすべてのユーザーへ

source: Send an email to all users with no Indico account who have not received an invitation email yet
fi_fi: Lähetä sähköposti kaikille käyttäjille, joilla ei ole Indico-tiliä ja jotka eivät ole vielä saaneet kutsusähköpostia
ja_jp: Indicoアカウントを持っていない全ユーザーで、まだ招待メールを受け取っていない人にメールを送る

source: To users not invited yet
fi_fi: Käyttäjille, joita ei ole vielä kutsuttu
ja_jp: まだ招待されていないユーザーへ

source: Filter role
fi_fi: Suodata rooli
ja_jp: 分担をフィルター

source: Conveners
fi_fi: Koollekutsujat
ja_jp: 世話人

source: Users with no account
fi_fi: Käyttäjät, joilla ei ole tiliä
ja_jp: アカウントを持っていないユーザー

source: Unregistered users
fi_fi: Rekisteröimättömät käyttäjät
ja_jp: 未登録のユーザー

source: Users with no public roles
fi_fi: Käyttäjät, joilla ei ole julkisia rooleja
ja_jp: 公共的分担役のないユーザー

source: Reset role filters
fi_fi: Tyhjennä roolisuodattimet
ja_jp: 分担フィルターを解除

source: Search string
fi_fi: Hakusana
ja_jp: 検索する文字列
