Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Someone
fi_fi: Joku
ja_jp: 誰か

source: New editor judgment for contribution %(title)s
fi_fi: Uusi muokkaajan päätös esityksestä %(title)s
ja_jp: 投稿 %(title)s に対する新規のエディター判定

source: %(name)s has changed and accepted an editable you are submitter of.
fi_fi: %(name)s on muuttanut ja hyväksynyt lähettämäsi muokattavan kohteen.
ja_jp: あなたが提出した原稿に%(name)sが変更を加えた上でアクセプトしました。

source: %(name)s has accepted an editable you are submitter of.
fi_fi: %(name)s on hyväksynyt lähettämäsi muokattavan kohteen.
ja_jp: あなたが提出した原稿を、%(name)sがアクセプトしました。

source: %(name)s has rejected an editable you are submitter of.
fi_fi: %(name)s hylkäsi lähettämäsi muokattavan kohteen.
ja_jp: あなたが提出した原稿を%(name)sがリジェクトしました。

source: %(name)s has made changes to an editable you are submitter of.
fi_fi: %(name)s on tehnyt muutoksia lähettämääsi muokattavaan kohteeseen.
ja_jp: あながた提出した原稿に%(name)sが変更を加えました。

source: %(name)s has requested changes to an editable you are submitter of.
fi_fi: %(name)s on pyytänyt muutoksia lähettämääsi muokattavaan kohteeseen.
ja_jp: あなたが提出した原稿に%(name)sが変更の要請をしました。

source: Contribution: %(title)s
fi_fi: Esitys: %(title)s
ja_jp: 投稿: %(title)s

source: %(name)s also left a comment:
fi_fi: %(name)s jätti myös kommentin:
ja_jp: %(name)s もコメントを残しました:

source: Submitter confirmed changes for contribution %(title)s
fi_fi: Lähettäjä vahvisti muutokset lähetykseen %(title)s
ja_jp: 提出者が投稿 %(title)s に対する変更を確定しました

source: Your revision changes have been confirmed by %(name)s.
fi_fi: %(name)s on vahvistanut versioon tekemäsi muutokset.
ja_jp: 修正内容が %(name)s によって確認されました。

source: Submitter rejected changes on contribution %(title)s
fi_fi: Lähettäjä hylkäsi muutokset esitykseen %(title)s
ja_jp: 提出者が投稿 %(title)s に対する変更を却下しました

source: Your revision changes have been rejected by %(name)s.
fi_fi: %(name)s hylkäsi tekemäsi muutokset.
ja_jp: 修正内容が %(name)s によって却下されました。

source: New submitter upload on contribution %(title)s
fi_fi: Lähettäjä on lisännyt uuden lähetyksen esitykselle %(title)s
ja_jp: 投稿 %(title)s に対する新規のアップロード

source: %(name)s has uploaded a new revision to an editable you are editor of.
fi_fi: %(name)s on lähettänyt uuden version muokattavasta kohteesta, jonka muokkaaja olet.
ja_jp: あなたが編集者である原稿に%(name)sが新たなリビジョンをアップロードしました。

source: Editing disabled
fi_fi: Muokkaus estetty
ja_jp: 編集不可

source: "Editing" provides an integrated editing workflow for papers, slides and/or posters.
fi_fi: &quot;Muokkaus&quot; tarjoaa integroidun muokkausprosessin artikkeleille, diaesityksille ja/tai postereille.
ja_jp: 「編集」は、論文、スライドおよびポスター編集のための統合ワークフローを提供します。

source: There is no editing team assigned yet
fi_fi: Muokkaustiimiä ei ole vielä valittu
ja_jp: 編集チームが割り当てられていません

source: Feature disabled: {features} (not available for this event type)
fi_fi: Ominaisuus pois käytöstä: {features} (ei käytettävissä tämän tapahtumatyypin yhteydessä)
ja_jp: 無効な機能: {features} (このイベントでは利用不可)

source: Feature enabled: {features}
fi_fi: Ominaisuus käytössä: {features}
ja_jp: 有効な機能: {features}

source: Feature disabled: {features}
fi_fi: Ominaisuus pois käytöstä: {features}
ja_jp: 無効な機能: {features}

source: The '{feature_name}' feature is not enabled for this event.
fi_fi: Ominaisuus '{feature_name}' ei ole käytössä tässä tapahtumassa.

source: You can enable/disable various features for your event. Disabling a feature will hide it from both managers and users.
fi_fi: Voit ottaa käyttöön tai poistaa käytöstä erilaisia tapahtuman ominaisuuksia. Ominaisuuden poistaminen käytöstä piilottaa sen sekä ylläpitäjiltä että käyttäjiltä.
ja_jp: イベントの様々な機能を有効化・無効化できます。無効化した機能はマネージャーとユーザーの双方から見えなくなります。

source: Layout
fi_fi: Asettelu
ja_jp: レイアウト

source: Menu
fi_fi: Valikko
ja_jp: メニュー

source: Images
fi_fi: Kuvat
ja_jp: イメージ

source: Image manager
fi_fi: Kuvien hallinta
ja_jp: イメージ管理

source: Allows event managers to attach images to the event, which can then be used from HTML code. Very useful for e.g. sponsor logos and conference custom pages.
fi_fi: Antaa tapahtumien järjestäjille mahdollisuuden liittää tapahtumaan kuvia, joita voidaan sitten käyttää HTML-koodissa. Erittäin hyödyllinen esimerkiksi sponsorien logoille ja konferenssin mukautetuille sivuille.
ja_jp: イベントマネージャーがイベントに画像を添付し、HTMLコードから利用できるようにします。これはスポンサーロゴやカンファレンスのカスタムページなどに有用です。

source: The target event already has images
fi_fi: Kohdetapahtumassa on jo kuvia
ja_jp: 対象イベントにはすでに画像があります

source: Layout settings and menu customization
fi_fi: Asetteluasetukset ja valikon mukauttaminen
ja_jp: レイアウト設定とメニューのカスタマイズ

source: No theme selected
fi_fi: Teemaa ei valittu
ja_jp: テーマ未選択

# Theme name
source: Orange
fi_fi: Oranssi
ja_jp: オレンジ

# Theme name
source: Brown
fi_fi: Ruskea
ja_jp: 茶色

source: Right menu
fi_fi: Oikeanpuoleinen valikko
ja_jp: 右メニュー

source: Enable search
fi_fi: Ota haku käyttöön
ja_jp: 検索を有効化

source: Enable search within the event
fi_fi: Ota haku käyttöön tapahtuman sisällä
ja_jp: イベント内検索を有効にする

source: Show navigation bar
fi_fi: Näytä navigointipalkki
ja_jp: ナビゲーションバーを表示

source: Show the navigation bar at the top
fi_fi: Näytä navigointipalkki yläosassa
ja_jp: ナビゲーションバーを上部に表示

source: "Now happening"
fi_fi: ”Tapahtuu nyt”
ja_jp: 「現在進行中」

source: Show a banner with the current entries from the timetable
fi_fi: Näytä banneri aikataulun nykyisistä merkinnöistä
ja_jp: タイムテーブルから現在のエントリーをバナーで表示

source: Show social badges
fi_fi: Näytä sosiaalisen median merkit
ja_jp: ソーシャルバッジを表示

source: Name format
fi_fi: Nimen muoto
ja_jp: 名前の表示形式

source: Inherit from user preferences
fi_fi: Peri käyttäjän asetuksista
ja_jp: ユーザーの設定から継承

source: Format in which names are displayed
fi_fi: Nimien näyttömuoto
ja_jp: 名前の表示形式

source: Show videoconferences
fi_fi: Näytä videoyhteydet
ja_jp: ビデオ会議を表示

source: Show videoconferences on the main conference page
fi_fi: Näytä videoyhteydet neuvottelujen pääsivulla
ja_jp: 会議のメインページでビデオ会議を表示

source: Background color
fi_fi: Taustaväri
ja_jp: 背景色

source: Use logo as banner
fi_fi: Käytä logoa bannerina
ja_jp: ロゴをバナーとして使用

source: Use the event logo as a full-width banner.
fi_fi: Käytä tapahtuman logoa bannerina koko leveydellä.
ja_jp: イベントロゴを全横幅のバナーとして使用

source: Short message shown below the title
fi_fi: Otsikon alla näkyvä lyhyt viesti
ja_jp: タイトルの下に表示されるショートメッセージ

source: Show announcement
fi_fi: Näytä ilmoitus
ja_jp: アナウンスを表示

source: Show the announcement message
fi_fi: Näytä ilmoitusviesti
ja_jp: アナウンスメッセージを表示

source: Group by room
fi_fi: Ryhmitä tiloittain
ja_jp: 部屋ごとにグループ分け

source: Group the entries of the timetable by room by default
fi_fi: Ryhmitä aikataulun merkinnät oletusarvoisesti tiloittain
ja_jp: デフォルトでタイムテーブルの項目を部屋ごとにグループ化します

source: Show detailed view
fi_fi: Näytä yksityiskohtainen näkymä
ja_jp: 詳細表示

source: Show the detailed view of the timetable by default.
fi_fi: Näytä aikataulun yksityiskohtainen näkymä oletuksena.
ja_jp: デフォルトでタイムテーブルの詳細表示を表示します。

source: Use custom CSS
fi_fi: Käytä mukautettua CSS:ää
ja_jp: カスタム CSS を使用

source: Use a custom CSS file as a theme for the conference page. Deactivate this option to reveal the available Indico themes.
fi_fi: Käytä mukautettua CSS-tiedostoa konferenssisivun teemana. Poista tämä vaihtoehto käytöstä, jotta käytettävissä olevat Indico-teemat tulevat näkyviin.
ja_jp: カスタムCSSファイルを会議ページのテーマとして使用します。このオプションを無効にすると、利用可能なIndicoテーマが表示されます。

source: Currently selected theme of the conference page. Click on the Preview button to preview and select a different one.
fi_fi: Konferenssisivun nykyinen teema. Napsauta Esikatselu-painiketta esikatsellaksesi ja valitaksesi toisen teeman.
ja_jp: 現在選択されている会議ページのテーマです。プレビューボタンをクリックすると、他のテーマをプレビューして選択できます。

source: Default
fi_fi: Oletus
ja_jp: デフォルト

source: Cannot enable custom stylesheet unless there is one.
fi_fi: Mukautettua tyylitiedostoa ei voi ottaa käyttöön, ellei sellaista ole.
ja_jp: カスタムスタイルシートが存在しないと有効にできません。

source: Timetable theme
fi_fi: Aikataulun teema
ja_jp: タイムテーブルのテーマ

source: Logo to be displayed in the event page. When configured as banner, the logo will be displayed above the event title and the optimal width is {}px. Otherwise, the logo will be displayed to left of the event title and the optimal width is {}px.
fi_fi: Tapahtumasivulla näkyvä logo. Kun logo on määritetty banneriksi, se näkyy tapahtuman otsikon yläpuolella ja sen optimaalinen leveys on {}px. Muussa tapauksessa logo näkyy tapahtuman otsikon vasemmalla puolella ja sen optimaalinen leveys on {}px.
ja_jp: イベントページに表示するロゴ。バナーとして設定すると、ロゴはイベントタイトルの上に表示され、その場合の適切な幅は {}px です。さもなければ、 ロゴはイベントタイトルの左に表示され、適切な幅は {}px です。

source: Custom CSS file
fi_fi: Mukautettu CSS-tiedosto
ja_jp: カスタムCSSファイル

source: If you want to fully customize your conference page you can create your own stylesheet and upload it. An example stylesheet can be downloaded {link}here{endlink}
fi_fi: Jos haluat mukauttaa konferenssisivusi täysin, voit luoda oman tyylitiedoston ja ladata sen palveluun. Esimerkkityylitiedoston voi ladata {link}täältä{endlink}
ja_jp: カンファレンスページを完全にカスタマイズしたければ、自前のスタイルシートを作ってアップロードできます。スタイルシートのサンプルは{link}こちら{endlink}からダウンロードできます

source: Custom title
fi_fi: Mukautettu otsikko
ja_jp: カスタムタイトル

source: If you customize the title, that title is used regardless of the user's language preference. The default title <strong>{title}</strong> is displayed in the user's language.
fi_fi: Jos mukautat otsikon, sitä käytetään käyttäjän kielivalinnasta riippumatta. Oletusotsikko <strong>{title}</strong> näkyy käyttäjän kielellä.
ja_jp: タイトルをカスタマイズした場合、ユーザーの言語設定に関係なく、そのタイトルが使用されます。 デフォルトのタイトル <strong>{title}</strong>は、ユーザーの言語で表示されます。

source: Open in a new tab
fi_fi: Avaa uudessa välilehdessä
ja_jp: 新しいタブで開く

source: Grant speakers access
fi_fi: Myönnä puhujille pääsy
ja_jp: 発表者にアクセス権付与

source: In addition to anyone listed in the Access control list, speakers will have access.
fi_fi: Pääsyoikeusluettelossa mainittujen henkilöiden lisäksi myös puhujilla on pääsyoikeus.
ja_jp: アクセスコントロールリストにある人に加え、発表者らもアクセスできます。

source: Custom CSS file ({name})
fi_fi: Mukautettu CSS-tiedosto ({name})
ja_jp: カスタムCSSファイル ({name})

source: The image '{name}' has an invalid type ({type}); only JPG, GIF and PNG are allowed.
fi_fi: Kuvalla {name} on virheellinen tyyppi ({type}); vain JPG-, GIF- ja PNG-tiedostot ovat sallittuja.
ja_jp: イメージ '{name}' は無効な形式 ({type}) です; JPG, GIF, PNG のみが可能です。

source: The image '{}' has been deleted
fi_fi: Kuva '{}' on poistettu
ja_jp: イメージ '{}' は削除されました

source: The event logo is too small. It is recommended to use a logo with a width of at least {}px.
fi_fi: Tapahtuman logo on liian pieni. Suosittelemme käyttämään logoa, jonka leveys on vähintään {}px.
ja_jp: イベントロゴが小さすぎます。幅が {}px 以上のロゴの使用を推奨します。

source: The event logo is too large. It is recommended to use a logo with a width of at most {}px.
fi_fi: Tapahtuman logo on liian suuri. Suosittelemme käyttämään logoa, jonka leveys on enintään {}px.
ja_jp: イベントロゴが大きすぎます。幅が {}px 以内のロゴの使用を推奨します。

source: You cannot upload this file as a logo, it may be corrupted or too big.
fi_fi: Et voi ladata tätä tiedostoa logona, se voi olla vioittunut tai liian suuri.
ja_jp: このファイルはロゴとしてアップロードできません。壊れているか大きすぎます。

source: The logo you uploaded is using the CMYK colorspace and has been converted to RGB. Please check if the colors are correct and convert it manually if necessary.
fi_fi: Lataamasi logo käyttää CMYK-väriavaruutta ja se on muunnettu RGB-väriavaruudeksi. Tarkista, ovatko värit oikeat, ja muunna ne tarvittaessa manuaalisesti.
ja_jp: アップロードされたロゴはCMYKカラースペースを使用しており、RGBに変換されました。色が正しいかどうかを確認し、必要であれば手動で変換してください。

source: CSS files must be ASCII or UTF-8 encoded.
fi_fi: CSS-tiedostojen on oltava ASCII- tai UTF-8-koodattuja.
ja_jp: CSSファイルはASCIIかUTF-8エンコードでなければいけません。

source: New CSS file saved. Do not forget to enable it ("Use custom CSS") after verifying that it is correct using the preview.
fi_fi: Uusi CSS-tiedosto on tallennettu. Älä unohda ottaa sitä käyttöön (”Käytä mukautettua CSS:ää”) sen jälkeen, kun olet tarkistanut sen oikeellisuuden esikatselun avulla.
ja_jp: 新しいCSSファイルを保存しました。プレビューで正しいことを確認したら、忘れずに有効化（「カスタムCSSを使用」）してください。

source: CSS file deleted
fi_fi: CSS-tiedosto poistettu
ja_jp: CSSファイルを削除しました

source: Menu customization has been enabled.
fi_fi: Valikon mukauttaminen on otettu käyttöön.
ja_jp: メニューのカスタマイズが可能になりました。

source: Menu customization has been disabled.
fi_fi: Valikon mukauttaminen on poistettu käytöstä.
ja_jp: メニューのカスタマイズが無効になりました。

source: Separator
fi_fi: Erottaja
ja_jp: 区切り

source: Internal Link
fi_fi: Sisäinen linkki
ja_jp: 内部リンク

source: User Link
fi_fi: Käyttäjän linkki
ja_jp: ユーザーリンク

source: Plugin Link
fi_fi: Lisäosan linkki
ja_jp: プラグインリンク

source: Toggle default event homepage
fi_fi: Ota oletustapahtumasivu käyttöön tai pois käytöstä
ja_jp: デフォルトのイベントホームページを切り替え

source: Toggle visibility
fi_fi: Näytä/piilota
ja_jp: 表示切り替え

source: Edit entry
fi_fi: Muokkaa merkintää
ja_jp: エントリの編集

source: Remove the menu entry?
fi_fi: Poistetaanko valikkokohta?
ja_jp: メニューの項目を削除しますか?

source: Remove the menu entry
fi_fi: Poista valikkokohta
ja_jp: メニューの項目を削除

source: Are you sure you want to remove %(name)s?
fi_fi: Haluatko varmasti poistaa %(name)s?
ja_jp: 本当に%(name)sを削除しますか？

source: Are you sure you want to remove this spacer?
fi_fi: Haluatko varmasti poistaa tämän väliosion?
ja_jp: このスペーサーを本当に削除しますか？

source: Drop here to create a nested entry.
fi_fi: Raahaa tänne luodaksesi sisäkkäisen merkinnän.
ja_jp: ここにドロップして入れ子のエントリーを作成。

source: Use selected template
fi_fi: Käytä valittua mallia
ja_jp: 選択したテンプレートを使用

source: Back to management area
fi_fi: Takaisin hallinta-alueelle
ja_jp: 管理に戻る

source: Download CSS
fi_fi: Lataa CSS
ja_jp: CSSをダウンロード

source: Image
fi_fi: Kuva
ja_jp: 画像

source: Get link to image
fi_fi: Hanki linkki kuvaan
ja_jp: 画像へのリンクを取得

source: Delete image
fi_fi: Poista kuva
ja_jp: 画像を削除

source: Are you sure you want to delete '%(filename)s'?
fi_fi: Haluatko varmasti poistaa '%(filename)s'?
ja_jp: 本当に「%(filename)s」を削除しますか？

source: There are no images in this event. You can upload some using the form above.
fi_fi: Tässä tapahtumassa ei ole kuvia. Voit lisätä kuvia yllä olevan lomakkeen avulla.
ja_jp: このイベントにはまだイメージがありません。上のフォームからアップロードできます。

source: Upload images
fi_fi: Lisää kuvia
ja_jp: イメージをアップロード

source: Existing Images
fi_fi: Olemassa olevat kuvat
ja_jp: 既存のイメージ

source: General
fi_fi: Yleiset
ja_jp: 一般

source: Header Style
fi_fi: Otsikkotyyli
ja_jp: ヘッダースタイル

source: View current stylesheet
fi_fi: Näytä nykyinen tyylitiedosto
ja_jp: 現在のスタイルシートを表示

source: Stylesheet
fi_fi: Tyylitiedosto
ja_jp: スタイルシート

source: Upload CSS file
fi_fi: Lisää CSS-tiedosto
ja_jp: CSSファイルのアップロード

source: Upload logo
fi_fi: Lisää logo
ja_jp: ロゴのアップロード

source: Customize menu
fi_fi: Mukauta valikko
ja_jp: メニューをカスタマイズ

source: Menu customization is currently enabled. Disabling it will revert all changes.
fi_fi: Valikon mukauttaminen on tällä hetkellä käytössä. Sen poistaminen käytöstä palauttaa kaikki muutokset.
ja_jp: メニューのカスタマイズは現在有効です。無効にすると、すべての変更が元に戻ります。

source: When enabling menu customization, you can re-arrange menu entries and add custom links/pages to your event.
fi_fi: Kun otat valikon mukautuksen käyttöön, voit järjestellä valikon kohteita uudelleen ja lisätä tapahtumaasi mukautettuja linkkejä/sivuja.
ja_jp: メニューのカスタマイズを有効にすると、メニューの項目を再整理したり、イベントにカスタムリンク／ページを追加できます。

source: Disabling menu customizations will revert to the default menu and PERMANENTLY DELETE all menu customizations including custom pages.
fi_fi: Valikon mukautusten poistaminen käytöstä palauttaa valikon oletusasetuksiin ja POISTAA PYSYVÄSTI kaikki valikon mukautukset, mukaan lukien mukautetut sivut.
ja_jp: メニューのカスタマイズを無効にすると、デフォルトメニューに戻り、カスタムページを含むすべてのメニューのカスタマイズが永久に削除されます。

source: Click and drag the blocks to reorder the menu entries.
fi_fi: Napsauta ja vedä lohkoja järjestääksesi valikon kohteet uudelleen.
ja_jp: ブロックをクリック＆ドラッグして、メニュー項目の並び替えを行います。

source: Add entries
fi_fi: Lisää kohteita
ja_jp: エントリーを追加

source: Add new entries to the event menu.
fi_fi: Lisää tapahtumavalikkoon uusia kohteita.
ja_jp: イベントメニューに新しい項目を追加する。

source: Add an entry
fi_fi: Lisää kohde
ja_jp: エントリを追加する

source: New link
fi_fi: Uusi linkki
ja_jp: 新規リンク

source: New page
fi_fi: Uusi sivu
ja_jp: 新規ページ

source: Add page
fi_fi: Lisää sivu
ja_jp: ページの追加

source: Add spacer
fi_fi: Lisää väliosio
ja_jp: スペーサーを追加

source: Edit page
fi_fi: Muokkaa sivua
ja_jp: ページを編集

source: Workflows
fi_fi: Työnkulut
ja_jp: ワークフロー

source: Reports
fi_fi: Raportit
ja_jp: レポート

source: Advanced options
fi_fi: Lisäasetukset
ja_jp: 高度な設定

source: Program Codes
fi_fi: Ohjelmakoodit
ja_jp: プログラムコード

source: Clone Once
fi_fi: Kloonaa kerran
ja_jp: 一回分だけ複製

source: Clone with fixed Interval
fi_fi: Kloonaa toistuvalla aikavälillä
ja_jp: 決まった間隔で複製

source: Clone with recurring Pattern
fi_fi: Kloonaa toistuvalla kuviolla
ja_jp: 開催日のパターンを指定して複製

source: URL shortcut
fi_fi: URL-pikakuvake
ja_jp: URLショートカット

source: The URL shortcut must be unique within this Indico instance and is not case sensitive.
fi_fi: URL-pikakuvakkeen on oltava yksilöllinen tässä Indico-instanssissa, eikä siinä eroteta isoja ja pieniä kirjaimia.
ja_jp: URLショートカットは、このIndicoインスタンス内で唯一である必要があり、大文字と小文字は区別されません。

source: The URL shortcut must contain at least one character that is not a digit.
fi_fi: URL-pikakuvakkeessa on oltava vähintään yksi merkki, joka ei ole numero.
ja_jp: URLショートカットは、数字以外の文字を1文字以上含む必要があります。

source: The URL shortcut contains an invalid character.
fi_fi: URL-pikakuvake sisältää virheellisen merkin.
ja_jp: URLショートカットに不正な文字が含まれています。

source: The URL shortcut may not contain two consecutive slashes.
fi_fi: URL-pikakuvake ei saa sisältää kahta peräkkäistä kauttaviivaa.
ja_jp: URLショートカットには、連続した2つのスラッシュを含めることはできません。

source: The URL shortcut may not begin/end with a slash.
fi_fi: URL-pikakuvake ei saa alkaa tai päättyä kauttaviivalla.
ja_jp: URLショートカットは、始めと終わりをスラッシュにできません。

source: The URL shortcut is already used in another event.
fi_fi: URL-pikakuvake on jo käytössä toisessa tapahtumassa.
ja_jp: URLショートカットは、すでに別のイベントで使用されています。

source: This URL shortcut is not available.
fi_fi: Tämä URL-pikakuvake ei ole käytettävissä.
ja_jp: このURLショートカットは使用できません。

source: Update timetable
fi_fi: Päivitä aikataulu
ja_jp: タイムテーブルの更新

source: Move sessions/contributions/breaks in the timetable according to the new event start time.
fi_fi: Siirrä aikataulun istunnot/osallistumiset/tauot uuden tapahtuman alkamisajan mukaan.
ja_jp: 新しいイベントの開始時刻に合わせて、タイムテーブルのセッション／投稿／休憩を移動します。

source: Specifying this date overrides the start date displayed on the main conference page.
fi_fi: Tämän päivämäärän määrittäminen ohittaa konferenssin pääsivulla näkyvän alkamispäivämäärän.
ja_jp: この日付を指定すると、会議のメインページで表示される開始日よりも優先されます。

source: Specifying this date overrides the end date displayed on the main conference page.
fi_fi: Tämän päivämäärän määrittäminen ohittaa konferenssin pääsivulla näkyvän päättymispäivän.
ja_jp: この日付を指定すると、会議のメインページで表示される終了日よりも優先されます。

source: To use this start date the timetable must be updated.
fi_fi: Tämän alkamispäivän käyttämiseksi aikataulu on päivitettävä.
ja_jp: この開始日を使用するには、タイムテーブルを更新する必要があります。

source: The event is too short to fit all timetable entries. It must be at least {} longer.
fi_fi: Tapahtuma on liian lyhyt, jotta kaikki aikataulutiedot mahtuisivat siihen. Sen on oltava vähintään {} pidempi.
ja_jp: イベントが短かすぎるため、タイムテーブルの項目全てが収まりません。少なくともあと{}の長さが必要です。

source: The event cannot end before its last timetable entry, which is at {}.
fi_fi: Tapahtuma ei voi päättyä ennen sen viimeistä aikatauluun merkittyä aikaa, joka on {}.
ja_jp: タイムテーブルの最後の項目である {} よりも前にイベントを終了できません。

source: Map URL
fi_fi: Kartan URL-osoite
ja_jp: 地図URL

source: Emails
fi_fi: Sähköpostit
ja_jp: 電子メール

source: email
fi_fi: sähköposti
ja_jp: メールアドレス

source: Phone numbers
fi_fi: Puhelinnumerot
ja_jp: 電話番号

source: number
fi_fi: numero
ja_jp: ナンバー

source: Organizers
fi_fi: Järjestäjät
ja_jp: 運営者

source: Additional information
fi_fi: Lisätietoja
ja_jp: 追加情報

source: This text is displayed on the main conference page.
fi_fi: Tämä teksti näkyy konferenssin pääsivulla.
ja_jp: このテキストは、会議のメインページで表示されます。

source: Invalid email address: {}
fi_fi: Virheellinen sähköpostiosoite: {}
ja_jp: 無効なメールアドレス: {}

# Classification
source: Label message
fi_fi: Tunnisteviesti

source: You can optionally provide a message that is shown when hovering the selected label.
fi_fi: Voit halutessasi lisätä viestin, joka tulee näkyviin, kun hiiri viedään valitun tunnisteen päälle.
ja_jp: 選択したラベルをホバーしたときに表示されるメッセージをオプションで指定できます。

source: Person/Institution
fi_fi: Henkilö/organisaatio
ja_jp: 人物／機関

source: Contact email
fi_fi: Yhteyshenkilön sähköpostiosoite
ja_jp: 連絡先メール

source: External page
fi_fi: Ulkoinen sivu
ja_jp: 外部ページ

source: List of URLs to external pages containing privacy notices.
fi_fi: Luettelo ulkoisten sivujen URL-osoitteista, jotka sisältävät tietosuojailmoituksia.
ja_jp: プライバシー告知のある外部ページへのURL一覧です

source: Text
fi_fi: Teksti
ja_jp: テキスト

source: Only used if no URL is provided
fi_fi: Käytetään vain, jos URL-osoitetta ei ole annettu
ja_jp: URLが提供されていない場合にのみ使用

source: Define either a privacy notice text or URLs
fi_fi: Määritä joko tietosuojailmoituksen teksti tai URL-osoitteet
ja_jp: プライバシー告知の文もしくはURLを定義

source: Access key
fi_fi: Pääsykoodi
ja_jp: アクセスキー

source: It is more secure to use only the ACL and not set an access key. <strong>It will have no effect if the event is not protected</strong>
fi_fi: On turvallisempaa käyttää vain ACL:ää eikä pääsykoodia. <strong>Se ei vaikuta mitenkään, jos tapahtumaa ei ole suojattu</strong>
ja_jp: アクセスキーは設定せず、ACLのみを利用するほうがより安全です。<strong>イベントが保護されていない場合、アクセスキーは何の効果もありません。</strong>

source: Contact information shown when someone lacks access to the event
fi_fi: Yhteystiedot, jotka näkyvät, kun joku ei pääse tapahtumaan
ja_jp: このイベントへのアクセスが出来ない場合の問合せ先情報

source: From which point in the category tree this event will be visible from (number of categories upwards). Applies to "Today's events", Calendar. If the event is moved, this number will be preserved. The "Invisible" option will also hide the event from the category's event list except for managers.
fi_fi: Mistä kohdasta kategorian puuta tämä tapahtuma tulee näkyviin (montako kategoriaa ylöspäin). Soveltuu "Tämän päivän tapahtumat", ja Kalenteri-näkymiin. Jos tapahtumaa siirretään, tämä luku säilyy ennallaan. Vaihtoehto "Näkymätön" piilottaa tapahtuman myös kategorian tapahtumalistalta kaikilta paitsi hallinnoijilta.
ja_jp: カテゴリーツリーの、どの点からこのイベントを見えるようにするか（カテゴリーの上方向への階層数）。この設定は「今日のイベント」、カレンダーにて反映されます。このイベントを移動した際にもこの設定は保存されます。「見えない」を選ぶと、管理者を除き、カテゴリーのイベントリストにおいても見えなくなります。

source: Public registration
fi_fi: Julkinen ilmoittautuminen
ja_jp: 一般登録

source: Allow users who cannot access the event to register. This will expose open registration forms to anyone with a link to the event, so you can let users register without giving access to anything else in your event.
fi_fi: Salli ilmoittautuminen käyttäjille, joilla ei ole pääsyä tapahtumaan. Tällöin avoimet ilmoittautumislomakkeet ovat kaikkien nähtävillä, joilla on linkki tapahtumaan. Näin käyttäjät voivat ilmoittautua ilman, että he pääsevät käsiksi tapahtuman muihin tietoihin.
ja_jp: このイベントにアクセスできない人も登録できるようにする。これを選ぶと、イベントへのリンクによって誰でも登録フォームを開くことができ、イベントの他の部分にアクセスさせることなくユーザー登録が行えるようになります。

source: Speakers can submit
fi_fi: Puhujat voivat lähettää
ja_jp: 発表者が提出可能

source: Subcontribution speakers can edit minutes and upload materials.
fi_fi: Osaesitysten puhujat voivat muokata muistioita ja lisätä materiaaleja.
ja_jp: 補助投稿の発表者が議事録の編集やマテリアルのアップロードをできます。

source: This event's visibility is currently limited by that of '{}'.
fi_fi: Tämän tapahtuman näkyvyys on tällä hetkellä rajoitettu &apos;{}&apos;:n näkyvyyden vuoksi.
ja_jp: このイベントの可視性は、現在「{}」のそれによって制限されています。

source: Horizontal margins
fi_fi: Vaakasuuntaiset marginaalit
ja_jp: 水平マージン

source: Vertical margins
fi_fi: Pystysuuntaiset marginaalit
ja_jp: 垂直マージン

source: Page size
fi_fi: Sivun koko
ja_jp: ページサイズ
