Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Your abstract '{}' has been successfully submitted. It is registered with the number #{}. You will be notified by email with the submission details.
fi_fi: Abstraktisi &apos;{}&apos; on lähetetty onnistuneesti. Se on rekisteröity numerolla #{}. Saat sähköpostitse ilmoituksen lähetyksen yksityiskohdista.
ja_jp: アブストラクト '{}' は無事提出されました。 登録番号は #{} です。 投稿に関する詳細はメールにて通知します。

source: Your abstract '{}' has been successfully submitted. It is registered with the number #{}.
fi_fi: Abstraktisi &apos;{}&apos; on lähetetty onnistuneesti. Se on rekisteröity numerolla #{}.
ja_jp: アブストラクト「{}」は無事提出されました。 登録番号は #{} です。

source: Default notification templates added. You may customize them using the "Notifications" button.
fi_fi: Oletusilmoitusmallipohjat on lisätty. Voit muokata niitä käyttämällä ”ilmoitukset”-painiketta.
ja_jp: デフォルトの通知テンプレートを追加しました。テンプレートは「通知」ボタンからカスタマイズできます。

source: Call for abstracts has been rescheduled
fi_fi: Abstraktikutsun hakuaikaa on muutettu
ja_jp: アブストラクト募集の日程が変更になりました

source: Call for abstracts has been scheduled
fi_fi: Abstraktikutsun hakuaika on vahvistettu
ja_jp: アブストラクト募集が予約されました

source: Call for abstracts is now open
fi_fi: Abstraktikutsun hakuaika on nyt alkanut
ja_jp: アブストラクトの募集を開始しました

source: Call for abstracts is now closed
fi_fi: Abstraktikutsun hakuaika on nyt päättynyt
ja_jp: アブストラクト募集は終了しました

source: Abstract submission settings have been saved
fi_fi: Abstraktien lähetysasetukset on tallennettu
ja_jp: アブストラクト登録の設定が保存されました

source: Abstract reviewing settings have been saved
fi_fi: Abstraktien arviointiasetukset on tallennettu
ja_jp: アブストラクトの審査設定が保存されました

source: Abstract reviewing roles have been updated.
fi_fi: Abstraktien arviointitehtävät on päivitetty.
ja_jp: アブストラクトの審査の役割が更新されました。

source: Abstract judgment has been reset
fi_fi: Abstraktien arvostelu on palautettu
ja_jp: アブストラクトの判定がリセットされました

source: Abstract has been withdrawn
fi_fi: Abstrakti on peruutettu
ja_jp: アブストラクトは撤回されました

source: Track has been deleted
fi_fi: Osio on poistettu
ja_jp: トラックは削除されました。

# Abstract
source: Submitted
fi_fi: Lähetetty
ja_jp: 提出済

# Abstract
source: Withdrawn
fi_fi: Peruutettu
ja_jp: 取り下げ済

# Abstract
source: Accepted
fi_fi: Hyväksytty
ja_jp: アクセプト済

# Abstract
source: Rejected
fi_fi: Hylätty
ja_jp: 却下済

# Abstract
source: Merged
fi_fi: Yhdistetty
ja_jp: マージ済

# Abstract
source: Duplicate
fi_fi: Kaksoiskappale
ja_jp: 重複

# Abstract
source: Invited
fi_fi: Kutsuttu
ja_jp: 招待済

source: Awaiting Review
fi_fi: Odottaa arviointia
ja_jp: 審査待ち

source: Under Review
fi_fi: Arvioitavana
ja_jp: 審査中

source: Not Started
fi_fi: Ei aloitettu
ja_jp: 開始していません

source: In progress
fi_fi: Käynnissä
ja_jp: 進度

source: Positive
fi_fi: Positiivinen
ja_jp: 正

source: Conflicting
fi_fi: Ristiriitainen
ja_jp: 競合しています

source: Negative
fi_fi: Negatiivinen
ja_jp: ネガ反転

source: Mixed
fi_fi: Vaihteleva
ja_jp: 合成

source: Change track
fi_fi: Vaihda osio
ja_jp: トラックを変更

source: Mark as duplicate
fi_fi: Merkitse kaksoiskappaleeksi
ja_jp: 重複としてマーク

source: Visible to conveners and judges
fi_fi: Näkyy järjestäjille ja arvostelijoille
ja_jp: 世話人と査読者にのみ開示

source: Visible to reviewers, conveners, and judges
fi_fi: Näkyy arvioijille, järjestäjille sekä arvostelijoille
ja_jp: 審査員、世話人、査読者に開示

source: Visible to contributors, reviewers, conveners, and judges
fi_fi: Näkyy esittäjille, arvioijille, järjestäjille sekä arvostelijoille
ja_jp: 投稿者、審査員、世話人、査読者に開示

source: Visible to all users
fi_fi: Näkyy kaikille käyttäjille
ja_jp: 全ユーザーから見えます

source: Back to list of abstracts
fi_fi: Takaisin abstraktilistaan
ja_jp: アブストラクト一覧に戻る

source: Sent notifications
fi_fi: Lähetetyt ilmoitukset
ja_jp: 通知を送信完了

source: Log of notifications sent to submitter and authors of this abstract
fi_fi: Lokitiedot tästä abstraktista lähetetyistä ilmoituksista lähettäjälle ja kirjoittajille
ja_jp: このアブストラクトの提出者と著者に送られた通知のログ

source: 1 notification sent
fi_fi: 1 ilmoitus lähetetty
ja_jp: %(count)s通の通知が送られました

source: Submit an abstract
fi_fi: Lähetä abstrakti
ja_jp: アブストラクトを提出

source: You have been invited to submit an abstract in this event. After you submit the abstract it will subject to the reviewing process.
fi_fi: Sinut on kutsuttu lähettämään abstrakti tähän tapahtumaan. Kun olet lähettänyt abstraktin, se lähetetään arvioitavaksi.
ja_jp: あなたはこのイベントへのアブストラクトの投稿に招待されました。アブストラクトを投稿いただければ、審査にかけさせていただきます。

source: You are submitting an abstract on behalf of %(submitter_name)s. Please make sure this is really what you want to do.
fi_fi: Lähetät abstraktin %(submitter_name)s puolesta. Varmista, että tämä on todella se, mitä haluat tehdä.
ja_jp: あなたは%(submitter_name)sを代表してでアブストラクトを提出するところです。本当にこれで良いか、ご確認ください。

source: The call for abstracts is open
fi_fi: Abstraktikutsun hakuaika on alkanut
ja_jp: アブストラクトの募集を開始しました

source: You have been authorized to submit abstracts
fi_fi: Sinulla on oikeus lähettää abstrakteja
ja_jp: あなたはアブストラクト提出を承認されました

source: You can submit an abstract for reviewing.
fi_fi: Voit lähettää abstraktin arvioitavaksi.
ja_jp: アブストラクトを提出して審査を受けることができます。

source: The call for abstracts is not open yet.
fi_fi: Abstraktikutsu ei ole vielä avoinna.
ja_jp: アブストラクト募集はまだ開始していません

source: The call for abstracts is closed.
fi_fi: Abstraktien hakuaika on päättynyt.
ja_jp: アブストラクト募集は現在していません

source: You may still modify your abstracts.
fi_fi: Voit silti muokata abstraktejasi.
ja_jp: まだアブストラクトの修正ができます

source: Submit new abstract
fi_fi: Lähetä uusi abstrakti
ja_jp: 新しいアブストラクトを提出

source: Back to reviewing area
fi_fi: Takaisin arviointialueelle
ja_jp: 審査エリアに戻る

source: Abstracts from <span class="track-name">%(track_title)s</span>
fi_fi: Abstraktit osiosta <span class="track-name">%(track_title)s</span>
ja_jp: <span class="track-name">%(track_title)s</span>からのアブストラクト

source: There are no abstracts in this track.
fi_fi: Tässä osiossa ei ole abstrakteja.
ja_jp: このトラックには、アブストラクトはありません。

source: Abstract list configuration
fi_fi: Abstraktilistan asetukset
ja_jp: アブストラクトリストの設定

source: Customize list
fi_fi: Mukauta lista
ja_jp: リストをカスタマイズ

source: Download attachments
fi_fi: Lataa liitteet
ja_jp: 添付ファイルのダウンロード

source: Adapt columns width
fi_fi: Mukauta sarakkeiden leveyttä
ja_jp: カラムの幅を調整

source: Search by #id or string
fi_fi: Hae #id:n tai merkkijonon perusteella
ja_jp: #id または文字列で検索

source: My abstracts
fi_fi: Omat abstraktit
ja_jp: 私のアブストラクト

source: Export to PDF
fi_fi: Vie PDF-tiedostoksi
ja_jp: PDFにエクスポート

source: Submission instructions
fi_fi: Lähetysohjeet
ja_jp: 提出要領

source: Please don't forget to read the %(link)ssubmission instructions%(endlink)s before submitting an abstract.
fi_fi: Muista lukea %(link)slähetysohjeet%(endlink)s ennen abstraktien lähettämistä.
ja_jp: アブストラクトを提出する前に%(link)s提出要領%(endlink)sを忘れずに読んでください。

source: The reviewing area shows the tracks for which you are a reviewer or convener.
fi_fi: Arviointiosiossa näet ne osiot, joiden arvioijana tai koollekutsujana olet.
ja_jp: 審査エリアには、あなたが審査員または世話人を務めているトラックが表示されます。

source: There are currently no tracks for which you are a reviewer or convener.
fi_fi: Et ole arvioija tai koollekutsuja missään osiossa tällä hetkellä.
ja_jp: 現在、あなたが審査員または世話人を務めているトラックはありません。

source: %(unreviewed)s left to review
fi_fi: %(unreviewed)s jäljellä tarkistettavaksi
ja_jp: %(unreviewed)s 件審査待ち

source: %(reviewed)s/%(total)s already reviewed
fi_fi: %(reviewed)s/%(total)s jo arvioitu
ja_jp: %(reviewed)s/%(total)s 審査済

source: %(total)s abstract
fi_fi: %(total)s abstrakti
ja_jp: %(total)s通のアブストラクト

# track convener
source: Convener
fi_fi: Koollekutsuja
ja_jp: 世話人

source: New comment on abstract %(title)s
fi_fi: Uusi kommentti abstraktiin %(title)s

source: New abstract comment
fi_fi: Uusi kommentti abstraktiin
ja_jp: 新しいアブストラクトコメント

source: ref #%(id)s
fi_fi: viite #%(id)s

source: %(name)s commented on the abstract %(strong)s%(title)s%(endstrong)s:
fi_fi: %(name)s kommentoi abstraktia %(strong)s%(title)s%(endstrong)s:
ja_jp: %(name)sがアブストラクト%(strong)s%(title)s%(endstrong)sにコメントしました:

source: You can view this comment on the abstract page:
fi_fi: Voit tarkastella tätä kommenttia abstraktisivulla:
ja_jp: このコメントはアブストラクトページで見れます:

source: Abstract Acceptance notification (#{abstract_id})
fi_fi: Abstraktin hyväksymisilmoitus (#{abstract_id})
ja_jp: アブストラクトのアクセプト通知 (#{abstract_id})

source: We're pleased to announce that your abstract "{abstract_title}" with ID #{abstract_id} has been accepted in track "{abstract_track}" ({contribution_type}).
fi_fi: Olemme iloisia voidessamme ilmoittaa, että abstraktisi "{abstract_title}" tunnuksella #{abstract_id} on hyväksytty osaksi osiota "{abstract_track}" ({contribution_type}).
ja_jp: あなたのアブストラクト "{abstract_title}" ID #{abstract_id} がアクセプトされましたことを通知します。トラックは "{abstract_track}" ({contribution_type})になります.

source: See below a summary of your submitted abstract:%(linebreak)s Conference: {event_title}%(linebreak)s Submitted by: {submitter_name}%(linebreak)s Title: {abstract_title}%(linebreak)s Authors: {primary_authors}%(linebreak)s Co-authors: {co_authors}%(linebreak)s Track classification: {abstract_track}%(linebreak)s Presentation type: {contribution_type}
fi_fi: Alla on yhteenveto lähettämästäsi abstraktista:%(linebreak)s Konferenssi: {event_title}%(linebreak)s Lähettäjä: {submitter_name}%(linebreak)s Otsikko: {abstract_title}%(linebreak)s Kirjoittajat: {primary_authors}%(linebreak)s Yhteiskirjoittajat: {co_authors}%(linebreak)s Osio: {abstract_track}%(linebreak)s Esityksen tyyppi: {contribution_type}
ja_jp: あなたが投稿したアブストラクト:%(linebreak)sのサマリーは次の通りです 会議: {event_title}%(linebreak)s 投稿者: {submitter_name}%(linebreak)s タイトル: {abstract_title}%(linebreak)s 著者: {primary_authors}%(linebreak)s 共著者: {co_authors}%(linebreak)s トラック区分: {abstract_track}%(linebreak)s 発表タイプ: {contribution_type}

source: For a more detailed summary please visit the page of your abstract:
fi_fi: Yksityiskohtaisempi yhteenveto löytyy abstraktisi sivulta:
ja_jp: より詳細な要約は、あなたのアブストラクトのページをご覧ください:

source: Kind regards,%(linebreak)s The organizers of {event_title}
fi_fi: Ystävällisin terveisin,%(linebreak)s {event_title} -tapahtuman järjestäjät
ja_jp: よろしくお願いいたします、%(linebreak)s {event_title}主催者

source: Invitation to submit an abstract
fi_fi: Kutsu abstraktin lähettämiseen
ja_jp: アブストラクト提出へのご招待

source: You have been invited to submit an abstract.
fi_fi: Sinut on kutsuttu lähettämään abstrakti.
ja_jp: あなたはアブストラクトを提出するよう招待されました。

source: In order to submit your abstract please follow the link below:
fi_fi: Lähettääksesi abstraktisi seuraa alla olevaa linkkiä:
ja_jp: アブストラクトの提出は、以下のリンクからお願いします:

source: Abstract Merge notification (#{abstract_id})
fi_fi: Abstraktin yhdistämisilmoitus (#{abstract_id})
ja_jp: アブストラクト統合のお知らせ（#{abstract_id}）

source: Your abstract "{abstract_title}" with ID #{abstract_id} has been merged into "{target_abstract_title}".
fi_fi: Abstraktisi "{abstract_title}" tunnuksella #{abstract_id} on yhdistetty abstraktiin "{target_abstract_title}".
ja_jp: あなたのアブストラクト「{abstract_title}」、ID #{abstract_id}はアブストラクト「{target_abstract_title}」に統合されました。

source: Dear {submitter_name},
fi_fi: Hyvä {submitter_name},
ja_jp: {submitter_name}さん、

source: Abstract Rejection notification (#{abstract_id})
fi_fi: Abstraktin hylkäysilmoitus (#{abstract_id})
ja_jp: アブストラクトのリジェクトのお知らせ（#{abstract_id}）。

source: We're sorry to let you know that your abstract "{abstract_title}" with ID #{abstract_id} has been rejected.
fi_fi: Valitettavasti joudumme ilmoittamaan, että abstraktisi "{abstract_title}" tunnuksella {abstract_id} on hylätty.
ja_jp: 申し訳ありませんが、あなたのアブストラクト「{abstract_title}」、ID番号{abstract_id}は、がリジェクトされたことをお知らせします。

source: Abstract Submission confirmation (#{abstract_id})
fi_fi: Abstraktin lähettämisen vahvistus (#{abstract_id})
ja_jp: アブストラクト提出の確認 (#{abstract_id})

source: We've received your abstract "{abstract_title}" to which we have assigned id #{abstract_id}.
fi_fi: Olemme vastaanottaneet abstraktisi "{abstract_title}", jolle olemme antaneet tunnuksen #{abstract_id}.
ja_jp: あなたのアブストラクト「{abstract_title}」を受け取り、id #{abstract_id}を割り当てました。

source: Abstract Withdrawn notification (#{abstract_id})
fi_fi: Abstraktin peruuttamisilmoitus (#{abstract_id})
ja_jp: 要旨取り下げ通知（#{abstract_id}）

source: We're sorry to let you know that your abstract "{abstract_title}" with ID #{abstract_id} has been withdrawn.
fi_fi: Valitettavasti joudumme ilmoittamaan, että abstraktisi "{abstract_title}" (ID #{abstract_id}) on peruutettu.
ja_jp: タイトル「{abstract_title}」，ID #{abstract_id} の要旨が取り消されたことをお知らせします。

source: The abstract is being reviewed for the following tracks:
fi_fi: Abstraktisi arvioidaan seuraavissa osioissa:
ja_jp: 以下のトラックでアブストラクトの審査が行われています：

source: The emails generated from this notification template will be sent once <strong>any</strong> of the following rules is matched.
fi_fi: Tästä ilmoitusmallista luodut sähköpostit lähetetään, kun <strong>mikä tahansa</strong> seuraavista säännöistä täyttyy.
ja_jp: この通知テンプレートから生成されたメールは、以下のルールの<strong>いずれかに</strong>合致した場合に送信されます。

source: No rules have been added
fi_fi: Sääntöjä ei ole lisätty
ja_jp: ルールは追加されていません

source: Add new rule
fi_fi: Lisää uusi sääntö
ja_jp: 新規ルールを追加

source: Since this event has no tracks, reviewer roles are disabled. Only judgment is available.
fi_fi: Koska tässä tapahtumassa ei ole osioita, arviointi on poissa käytöstä. Vain arvostelu on käytössä.
ja_jp: 本イベントはトラックがないため、審査員の役割は無効です。判定のみ可能です。

source: All Tracks
fi_fi: Kaikki osiot
ja_jp: 全トラック

source: These users will be able to access/review all tracks in the event.
fi_fi: Nämä käyttäjät voivat käyttää/arvioida kaikkia tapahtuman osioita.
ja_jp: このユーザーらは、イベント内の全トラックにアクセス／審査することができます。

source: %(count)s review
fi_fi: %(count)s arviointi
ja_jp: %(count)s 件の審査

source: %(count)s track
fi_fi: %(count)s osio
ja_jp: %(count)s トラック

source: Filtering is enabled. Displaying %(num_filtered_abstracts)s out of %(total_abstracts)s abstracts.
fi_fi: Suodatus on käytössä. Näytetään %(num_filtered_abstracts)s %(total_abstracts)s abstraktista.
ja_jp: フィルタリングが有効です。アブストラクト%(total_abstracts)s件中%(num_filtered_abstracts)s件を表示しています。

source: Reviewed
fi_fi: Arvioitu
ja_jp: 審査済

source: This abstract has already been accepted for the track "%(other_track)s"
fi_fi: Tämä abstrakti on jo hyväksytty osaksi osiota %(other_track)s
ja_jp: トラック "%(other_track)s"へ既に採択されています。

source: This abstract has already been accepted
fi_fi: Tämä abstrakti on jo hyväksytty
ja_jp: このアブストラクトはすでに受理されています

source: You have reviewed this abstract
fi_fi: Olet arvioinut tämän abstraktin
ja_jp: あなたはこのアブストラクトを審査しました

source: Go to contribution
fi_fi: Siirry esitykseen
ja_jp: 投稿へ

source: Add new abstract
fi_fi: Lisää uusi abstrakti
ja_jp: 新規アブストラクトを追加

source: Abstract
fi_fi: Abstrakti
ja_jp: アブストラクト

source: Add new invited abstract
fi_fi: Lisää uusi kutsuttu abstrakti
ja_jp: 新規の招待講演のアブストラクト

source: You first need to create a notification template for invited abstracts
fi_fi: Sinun täytyy ensin luoda ilmoitusmalli kutsutuille abstrakteille
ja_jp: 始めに、招待講演アブストラクトに関する通知テンプレートを作成する必要があります

source: Invited abstract
fi_fi: Kutsuttu abstrakti
ja_jp: 招待講演のアブストラクト

source: The filtering criteria do not match with any of the existing abstracts. Try to clear the filters.
fi_fi: Suodatuskriteerit eivät vastaa yhtään abstraktia. Kokeile tyhjentää suodattimet.
ja_jp: フィルタリングの条件が既存のアブストラクトのいずれとも一致しません。フィルタを解除してみてください。

source: There are no abstracts yet.
fi_fi: Vielä ei ole abstrakteja.
ja_jp: まだアブストラクトがありません。

source: There are currently no e-mail templates
fi_fi: Tällä hetkellä ei ole sähköpostimalleja
ja_jp: 現在、メールテンプレートはありません

source: When an abstract is submitted or its state changes, notifications may be automatically triggered based on a ruleset. If more than one ruleset applies at the same time, several notifications will be sent. This can be prevented by reordering the list of notifications and enabling "stop on match".
fi_fi: Kun abstrakti lähetetään tai sen tila muuttuu, ilmoitukset voidaan laukaista lähetettäväksi automaattisesti sääntöjen perusteella. Jos useampi sääntö soveltuu samanaikaisesti, useita ilmoituksia lähetetään. Tämä voidaan estää järjestämällä ilmoituslista uudelleen ja ottamalla käyttöön ”keskeytä, kun sääntö täyttyy” -asetus.
ja_jp: アブストラクトが提出されたり状態が変化したりすると、ルールセットに基づいて自動的に通知が発生することがあります。複数のルールセットが同時に適用された場合、複数の通知が送信されることになります。これは、通知のリストを並び替え、「マッチングで停止」を有効にすることで防げます。

source: Stop processing at this point if triggered
fi_fi: Keskeytä, kun sääntö täyttyy
ja_jp: トリガーがかかったらこの時点で処理を停止

source: Edit ruleset
fi_fi: Muokkaa sääntöjoukkoa
ja_jp: ルールセットを編集

source: Ruleset
fi_fi: Sääntöjoukko
ja_jp: ルールセット

source: Edit e-mail text
fi_fi: Muokkaa sähköpostin tekstiä
ja_jp: メール本文を編集

source: E-mail text
fi_fi: Sähköpostin teksti
ja_jp: メール本文

source: Are you sure you want to delete this template?
fi_fi: Haluatko varmasti poistaa tämän mallin?
ja_jp: このテンプレートを削除してもよろしいですか？

source: Show preview
fi_fi: Näytä esikatselu
ja_jp: プレビューを表示

source: This email will be sent when the abstract is:
fi_fi: Tämä sähköposti lähetetään, kun abstrakti on:
ja_jp: このメールは、アブストラクトが次の状況になると送信されます:

source: in <strong>no track</strong>
fi_fi: <strong>ei osiota</strong>
ja_jp: は <strong>トラック無し</strong>

source: This rule will never match as the track has been deleted.
fi_fi: Tämä sääntö ei koskaan täsmää, koska osio on poistettu.
ja_jp: このルールは、トラックが削除されたため、決して一致しません。

source: deleted
fi_fi: poistettu
ja_jp: 削除済み

source: as <strong>no type</strong>
fi_fi: <strong>ei tyyppiä</strong>
ja_jp: <strong>タイプ無し</strong>として

source: This rule will never match as the contribution type has been deleted.
fi_fi: Tämä sääntö ei koskaan täsmää, koska esityksen tyyppi on poistettu.
ja_jp: 投稿の種類が削除されたため、このルールは決してマッチしません。

source: Email preview
fi_fi: Sähköpostin esikatselu
ja_jp: メールプレビュー

source: Add a new notification ruleset
fi_fi: Lisää uusi ilmoitussääntöjoukko
ja_jp: 通知ルールセットを新規追加

source: Add new one
fi_fi: Lisää uusi
ja_jp: 新規追加

source: Back to Call for Abstracts
fi_fi: Takaisin abstraktikutsuun
ja_jp: アブストラクト募集に戻る

source: List of abstracts
fi_fi: Lista abstrakteista
ja_jp: アブストラクト一覧

# Abstract
source: New
fi_fi: Uusi

source: Do you really want to delete the selected abstracts?
fi_fi: Haluatko varmasti poistaa valitut abstraktit?
ja_jp: 本当に選択したアブストラクトを削除しますか？

source: Do you really want to delete the selected abstracts and their linked contributions?
fi_fi: Haluatko varmasti poistaa valitut abstraktit ja niihin liitetyt esitykset?
ja_jp: 選択されたアブストラクトとそれにリンクしている投稿を本当に削除しますか？

source: Abstracts & linked contributions
fi_fi: Abstraktit ja liittyvät esitykset
ja_jp: アブストラクト＆リンクした投稿

source: Accept selected abstracts
fi_fi: Hyväksy valitut abstraktit
ja_jp: 選択したアブストラクトをアクセプト

source: Reject selected abstracts
fi_fi: Hylkää valitut abstraktit
ja_jp: 選択されたアブストラクトを却下

source: Merge selected abstracts
fi_fi: Yhdistä valitut abstraktit
ja_jp: 選択されたアブストラクトをマージ

source: Mark selected abstracts as duplicate
fi_fi: Merkitse valitut abstraktit kaksoiskappaleiksi
ja_jp: 選択したアブストラクトを重複としてマーク

source: Generate a URL for the selected filters and columns.
fi_fi: Luo URL-osoite valituille suodattimille ja sarakkeille.
ja_jp: 選択したフィルターとカラムのURLを生成する。

source: Customize abstract list
fi_fi: Mukauta abstraktilistaa
ja_jp: アブストラクトリストをカスタマイズ

source: Change the configuration of the abstract list by enabling/disabling the columns listed below, or by applying filtering (%(filter_icon)s) options.
fi_fi: Muuta abstraktiluettelon kokoonpanoa ottamalla käyttöön tai poistamalla käytöstä alla luetellut sarakkeet tai soveltamalla suodatusvaihtoehtoja (%(filter_icon)s).
ja_jp: 以下のカラムの有効／無効化、またはフィルタリング（%(filter_icon)s）オプションを適用して、アブストラクト一覧の設定を変更します。

source: Clear filters
fi_fi: Tyhjennä suodattimet
ja_jp: フィルターをクリア

source: All filters have been cleared.
fi_fi: Kaikki suodattimet on tyhjennetty.
ja_jp: すべてのフィルターが解除されました。

source: General abstract info
fi_fi: Abstraktin yleiset tiedot
ja_jp: 一般的なアブストラクト情報

source: Abstract fields
fi_fi: Abstraktin kentät
ja_jp: アブストラクト欄

source: Extra filters
fi_fi: Lisäsuodattimet
ja_jp: 追加フィルタ

source: Call for Abstracts disabled
fi_fi: Abstraktikutsu poistettu käytöstä
ja_jp: アブストラクト募集を停止しました

source: "Call for Abstracts" provides an integrated abstract management and reviewing module that will allow you to set up a full abstract submission and reviewing workflow.
fi_fi: Abstraktikutsu-toiminto tarjoaa integroidun abstraktien hallinta- ja arviointimoduulin, jonka avulla voit luoda kattavan abstraktien lähetys- ja arviointiprosessin.
ja_jp: 「アブストラクトの募集」は集中的なアブストラクト管理と審査モジュールを提供し、これによりアブストラクトの提出と審査のワークフローをセットアップすることができます。

source: Enable module
fi_fi: Ota moduuli käyttöön
ja_jp: モジュールを有効化

source: No email notifications templates are configured for this event. You can add the default templates using the button below and customize them, or use the "Notifications" dialog to set up custom notification templates.
fi_fi: Tähän tapahtumaan ei ole määritetty sähköposti-ilmoitusten mallipohjia. Voit lisätä oletusmallit alla olevalla painikkeella ja mukauttaa niitä tai määrittää omia ilmoituspohjia ”Ilmoitukset”-valintaikkunassa.
ja_jp: イベントにメール通知テンプレートが設定されていません。下のボタンからデフォルトのテンプレートを追加してカスタマイズするか、「通知」ダイアログからカスタム通知テンプレートを作成することができます。

source: Setup default notifications
fi_fi: Aseta oletusilmoitukset
ja_jp: デフォルトの通知を作成

source: Configure general submission settings and email notification templates.
fi_fi: Määritä yleiset lähetysasetukset ja sähköposti-ilmoitusten mallipohjat.
ja_jp: 一般的な申請設定とメール通知テンプレートを設定する。

source: Configure e-mail notifications
fi_fi: Määritä sähköposti-ilmoitukset
ja_jp: メール通知を設定

source: Configure abstract submission
fi_fi: Määritä abstraktin lähetys
ja_jp: アブストラクト登録の設定

source: Fields and types
fi_fi: Kentät ja tyypit
ja_jp: フィールドとタイプ

source: Configure the contribution types and abstract fields.
fi_fi: Määritä esitystyyppien ja abstraktikenttien asetukset.
ja_jp: 投稿のタイプとアブストラクトフィールドを設定する。

source: Manage contribution types
fi_fi: Hallinnoi esitystyyppejä
ja_jp: 投稿のタイプを管理

source: Contribution types
fi_fi: Esitystyypit
ja_jp: 投稿タイプ

source: Manage fields
fi_fi: Hallinnoi kenttiä
ja_jp: フィールドの管理

source: Reviewing
fi_fi: Arviointi
ja_jp: 審査中

source: Configure the reviewing questions and answers, the reviewing teams, etc.
fi_fi: Määritä arviointikysymykset ja -vastaukset, arviointitiimit ym.
ja_jp: 審査用の質問と回答、審査チームなどを設定する。

source: Abstract Reviewing Roles
fi_fi: Abstraktien arviointiroolit
ja_jp: アブストラクト審査の役割

source: Configure abstract reviewing
fi_fi: Määritä abstraktien arviointi
ja_jp: アブストラクト審査の設定

source: Configure abstract reviewing questions
fi_fi: Määritä abstraktien arviointikysymykset
ja_jp: アブストラクト審査の質問を設定

source: Questions
fi_fi: Kysymykset
ja_jp: 質問

source: Book of abstracts
fi_fi: Abstraktikirja
ja_jp: 講演概要集

source: Customize and %(link_start)sdownload%(link_end)s the book of abstracts
fi_fi: Mukauta ja %(link_start)slataa%(link_end)s abstraktikirja
ja_jp: アブストラクト集をカスタマイズして%(link_start)sダウンロード%(link_end)s

source: Configure the book of abstracts
fi_fi: Määritä abstraktikirja
ja_jp: 概要集の設定

source: LaTeX Settings
fi_fi: LaTeX-asetukset
ja_jp: LaTeXの設定

source: View and perform actions on abstracts
fi_fi: Tarkastele abstrakteja ja suorita niihin liittyviä toimintoja
ja_jp: アブストラクトの閲覧と操作

source: Reschedule call for abstracts
fi_fi: Aikatauluta abstraktikutsu uudelleen
ja_jp: アブストラクト募集を再スケジュール

source: Schedule call for abstracts
fi_fi: Aikatauluta abstraktikutsu
ja_jp: アブストラクト募集をスケジュール

source: Reschedule
fi_fi: Aikatauluta uudelleen
ja_jp: 再スケジュール

source: The call for abstracts is closed
fi_fi: Abstraktikutsu on suljettu
ja_jp: アブストラクト募集は現在していません

source: Closed on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s)
fi_fi: Suljettu <strong>%(date)s</strong> klo <strong>%(time)s</strong> (%(tz)s)
ja_jp: 終了日時: <strong>%(date)s</strong> <strong>%(time)s</strong> (%(tz)s)
