Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Cancellation not possible
fi_fi: Ei peruutusmahdollisuutta
ja_jp: キャンセル不可

source: The occurrence you chose ({date}) cannot be cancelled.
fi_fi: Valitsemaasi esiintymää ({date}) ei voi perua.
ja_jp: あなたが選んだ日時 ({date}) はキャンセルできません。

source: Confirm cancellation
fi_fi: Vahvista peruminen
ja_jp: キャンセルの確認

source: Are you sure you want to cancel this occurrence ({date})?
fi_fi: Haluatko varmasti perua tämän esiintymän ({date})?
ja_jp: 本当にこの日時 ({date}) をキャンセルしますか？

source: Cancel this occurrence
fi_fi: Peru esiintymä
ja_jp: この回をキャンセル

source: Booking reason
fi_fi: Varausperuste
ja_jp: 予約目的

source: Internal notes
fi_fi: Sisäiset muistiinpanot
ja_jp: 内部ノート

source: {date} - {info} by {user}
fi_fi: {date} - {info} kirjoittanut {user}

source: Booking history
fi_fi: Varaushistoria
ja_jp: 予約履歴

source: The booking has been successfully split
fi_fi: Varaus on jaettu onnistuneesti
ja_jp: 予約は正常に分割されました

source: You can consult your new booking {link}here{/link}.
fi_fi: Voit tarkastella uutta varaustasi {link}täältä{/link}.
ja_jp: あなたの新規予約は {link}こちら{/link} で参照できます。

source: Operation failed
fi_fi: Toiminto epäonnistui
ja_jp: 操作に失敗しました

source: Pending Confirmation
fi_fi: Odottaa vahvistusta
ja_jp: 承認待ち

source: This booking is subject to acceptance by the room owner
fi_fi: Varaus edellyttää tilan omistajan hyväksyntää
ja_jp: この予約は、部屋の所有者が承諾することが条件となります

source: Cancelled
fi_fi: Peruttu
ja_jp: キャンセル

source: The booking was cancelled.
fi_fi: Varaus peruttiin.
ja_jp: 予約はキャンセルされました。

source: Reason: {rejectionReason}
fi_fi: Syy: {rejectionReason}
ja_jp: 理由: {rejectionReason}

source: The booking was rejected.
fi_fi: Varaus hylättiin.
ja_jp: 予約は却下されました。

source: The booking was accepted
fi_fi: Varaus hyväksyttiin
ja_jp: 予約が受理された

source: Are you sure you want to delete this booking?
fi_fi: Haluatko varmasti poistaa tämän varauksen?
ja_jp: この予約を削除しますか?

source: Reject booking
fi_fi: Hylkää varaus
ja_jp: 予約を却下

source: I understand that this will reject all occurrences of the booking.
fi_fi: Ymmärrän, että tämä hylkää kaikki varauksen esiintymät.
ja_jp: これにより、予約の全回が却下されることを理解しています。

source: Please confirm rejecting the booking.
fi_fi: Vahvista varauksen hylkääminen.
ja_jp: 予約の却下を確認してください。

source: You can provide an optional message when accepting this booking
fi_fi: Voit lisätä valinnaisen viestin, kun hyväksyt tämän varauksen
ja_jp: この予約を承認する際に、オプションでメッセージを記入することができます。

source: Cancel booking
fi_fi: Peru varaus
ja_jp: 予約キャンセル

source: Are you sure you want to cancel this booking?
fi_fi: Haluatko varmasti perua tämän varauksen?
ja_jp: 本当にこの予約をキャンセルしますか？ {count} 回分のキャンセルになります。

source: Single occurrences can be cancelled via the timeline view.
fi_fi: Yksittäiset esiintymät voidaan perua aikajananäkymän kautta.
ja_jp: 一回分は、時系列表示上でキャンセルできます。

source: View Timeline
fi_fi: Näytä aikajana
ja_jp: 時系列で見る

source: Accept booking
fi_fi: Hyväksy varaus
ja_jp: 予約を承認

source: Booking Details
fi_fi: Varauksen tiedot
ja_jp: 予約の詳細

source: Booking link copied
fi_fi: Varauslinkki kopioitu
ja_jp: 予約リンクがコピーされました

source: Occurrences
fi_fi: Esiintymät
ja_jp: スケジュールする数

source: Reason must be at least 3 characters
fi_fi: Syyn on oltava vähintään 3 merkkiä pitkä
ja_jp: 理由は3文字以上でお願いします

source: Edit a booking
fi_fi: Muokkaa varausta
ja_jp: 予約を編集

source: This booking has already started.
fi_fi: Varaus on jo alkanut.
ja_jp: この予約はすでに始まっています。

source: Conflicts with new booking
fi_fi: Päällekkäin uuden varauksen kanssa
ja_jp: 新規予約と競合

source: Your new booking conflicts with another one.
fi_fi: Uusi varauksesi on päällekkäin toisen varauksen kanssa.
ja_jp: 予約のうち {count} 回分が競合のため不可です。

source: I understand, please skip any days with conflicting occurrences.
fi_fi: Ymmärrän, ohita päivät, joina on päällekkäisiä esiintymiä.
ja_jp: 了解です、競合する日時に関してはスキップしてください。

source: Your booking has already started and will be split into:
fi_fi: Varauksesi on jo alkanut ja se jaetaan seuraavasti:
ja_jp: あなたの予約はすでに始まっており、次のように分割されます:

source: the original booking, which will be shortened;
fi_fi: alkuperäinen varaus, joka lyhennetään;
ja_jp: 短くされる当初の予約;

source: a new booking, which will take into account the updated time information.
fi_fi: uusi varaus, jossa otetaan huomioon päivitetyt aikatiedot.
ja_jp: 更新された時間情報を考慮した新たな予約。

source: Original booking
fi_fi: Alkuperäinen varaus
ja_jp: 当初の予約

source: New booking
fi_fi: Uusi varaus
ja_jp: 新しい予約

source: Booking after changes
fi_fi: Varaus muutosten jälkeen
ja_jp: 変更後の予約

source: Month
fi_fi: Kuukausi
ja_jp: 月

source: Week
fi_fi: Viikko
ja_jp: 週

source: You cannot modify the repeat frequency of an existing booking.
fi_fi: Et voi muuttaa olemassa olevan varauksen toistumistiheyttä.
ja_jp: 既存の予約の繰り返し頻度は変更できません。

source: Single booking
fi_fi: Yksittäinen varaus
ja_jp: 一回のみの予約

source: Daily booking
fi_fi: Päivävaraus
ja_jp: 毎日の予約

source: Recurring booking
fi_fi: Toistuva varaus
ja_jp: 繰り返し予約

source: Every
fi_fi: Joka
ja_jp: 毎

source: Recurring every
fi_fi: Toistuu joka
ja_jp: 繰り返す日

source: This booking will require approval!
fi_fi: Tämä varaus vaatii hyväksynnän!
ja_jp: この予約には承認が必用です！

source: Changing date or time will revert it back to a pre-booking.
fi_fi: Päivämäärän tai kellonajan muuttaminen palauttaa sen alustavaksi varaukseksi.
ja_jp: 日付や時刻を変更すると、仮予約に戻されます。

source: I'll be using it myself
fi_fi: Aion käyttää sitä itse
ja_jp: 自分で使用

source: I'm booking it for someone else
fi_fi: Varaan sen jonkun toisen puolesta
ja_jp: 他の方のために予約

source: Reason for booking
fi_fi: Varauksen syy
ja_jp: 予約目的

source: Internal notes about the booking are only visible to room managers.
fi_fi: Varauksen sisäiset muistiinpanot näkyvät vain tilan vastuuhenkilöille.
ja_jp: 予約についての内部ノートは、ルームマネージャーにのみ表示されます。

source: Export bookings
fi_fi: Vie varaukset
ja_jp: 予約情報のエクスポート

source: File format
fi_fi: Tiedostotyyppi
ja_jp: ファイル形式

source: Period
fi_fi: Aika
ja_jp: 期間

source: Rooms to export
fi_fi: Vietävät tilat
ja_jp: エクスポートする部屋

source: Please choose at least one room.
fi_fi: Valitse vähintään yksi tila.
ja_jp: 最低1部屋は選んでください。

source: This booking has {count} linked occurrence:
fi_fi: Tällä varauksella on {count} linkitetty esiintymä:
ja_jp: この予約は {count} 個のリンクした日時があります:

source: Details hidden - no access
fi_fi: Tiedot piilotettu - ei pääsyä
ja_jp: 詳細非公開 - アクセスなし

source: This booking will be linked to an event:
fi_fi: Varaus liitetään tapahtumaan:
ja_jp: この予約は次のイベントにリンクされます:

source: This booking will be linked to a contribution:
fi_fi: Varaus liitetään Sisältöön:
ja_jp: この予約は次の投稿にリンクされます:

source: This booking will be linked to a session block:
fi_fi: Varaus liitetään istuntojaksoon:
ja_jp: この予約は次のセッションブロックにリンクされます:

source: Number of booking occurrences
fi_fi: Varausesiintymien määrä
ja_jp: 予約発生数

source: Number of past occurrences that will not be modified
fi_fi: Menneiden tapahtumien määrä, jota ei muuteta
ja_jp: 変更を受けない過去の件数

source: Number of new occurrences after changes
fi_fi: Uusien esiintymien määrä muutosten jälkeen
ja_jp: 変更後の新規件数

source: Something went wrong
fi_fi: Jotain meni pieleen
ja_jp: 問題が生じました

source: The provided URL was not properly formatted.
fi_fi: Annetun URL-osoitteen muoto ei ole oikea.
ja_jp: 提供されたURLは正しい形式ではありません。

source: Your booking will be linked to an event:
fi_fi: Varauksesi liitetään tapahtumaan:
ja_jp: あなたの予約は次のイベントにされます:

source: Your booking will be linked to a contribution:
fi_fi: Varauksesi liitetään Sisältöön:
ja_jp: たなたの予約は次の投稿にリンクされます:

source: Your booking will be linked to a session block:
fi_fi: Varauksesi liitetään istuntojaksoon:
ja_jp: あなたの予約は次のセッションブロックにリンクされます:

source: Exit linking mode
fi_fi: Poistu linkitystilasta
ja_jp: リンクモードを終了

source: Show only rooms in this area
fi_fi: Näytä ainoastaan tämän alueen tilat
ja_jp: このエリアの部屋のみを表示

source: Select area
fi_fi: Valitse alue
ja_jp: エリアを選択

source: Zoom out to include all listed rooms
fi_fi: Pienennä nähdäksesi luettelon kaikki tilat
ja_jp: リストの全ての部屋を含むようにズームアウト

source: Usage
fi_fi: Käyttö
ja_jp: 用途

source: See all bookings
fi_fi: Katso kaikki varaukset
ja_jp: すべての予約を見る

source: Would you like to use this space?
fi_fi: Haluatko käyttää tätä tilaa?
ja_jp: この部屋を使用しますか?

source: Start booking
fi_fi: Aloita varaus
ja_jp: 予約に進む

source: Start pre-booking
fi_fi: Aloita alustava varaus
ja_jp: 仮予約開始

source: Anyone can book this space.
fi_fi: Tila on kaikkien varattavissa.
ja_jp: どなたでもこの部屋を予約できます。

source: You can book this space.
fi_fi: Voit varata tilan.
ja_jp: この場所を予約できます。

source: Max. {max_advance_days} days in advance
fi_fi: Enintään {max_advance_days} päivää etukäteen
ja_jp: 最大{max_advance_days}日前

source: This space cannot be booked at the moment.
fi_fi: Tila ei ole tällä hetkellä varattavissa.
ja_jp: この場所は現在予約できません。

source: You are not authorized to book this space.
fi_fi: Sinulla ei ole oikeutta varata tätä tilaa.
ja_jp: あなたはこの部屋の予約権限を持っていません。

source: Room Details
fi_fi: Tilan tiedot
ja_jp: 部屋詳細

source: Times booked
fi_fi: Varaukset
ja_jp: 予約された回数

source: Occupancy
fi_fi: Henkilömäärä
ja_jp: 定員

source: excluding weekends
fi_fi: lukuun ottamatta viikonloppuja
ja_jp: 週末を除く

source: Statistics
fi_fi: Tilastot
ja_jp: 統計

source: Last day
fi_fi: Viimeinen päivä
ja_jp: 過去 {days} 日間

source: All days
fi_fi: Kaikki päivät
ja_jp: 全日程

source: Add new Daily Availability
fi_fi: Lisää uusi päivittäinen saatavuus
ja_jp: 毎日の予約可能状況を追加

source: No daily availability found
fi_fi: Päivittäistä saatavuutta ei löytynyt
ja_jp: 毎日の予約可能状況はみつかりませんでした

source: No equipment found
fi_fi: Laitteita ei löytynyt
ja_jp: 設備はみつかりません

source: Add new Nonbookable Periods
fi_fi: Lisää uusia aikoja, joille ei voi tehdä varauksia
ja_jp: 予約不可期間を新規追加

source: No non-bookable periods found
fi_fi: Ei löytynyt aikoja, jotka eivät ole varattavissa
ja_jp: 予約不可期間は見つかりませんでした

source: Owner
fi_fi: Omistaja
ja_jp: 所有者

source: Where is the key?
fi_fi: Missä avain on?
ja_jp: 鍵はどこに？

source: Telephone
fi_fi: Puhelin
ja_jp: 電話番号

source: Information
fi_fi: Tiedot
ja_jp: インフォメーション

source: Capacity
fi_fi: Kapasiteetti
ja_jp: 最大数

source: Division
fi_fi: Yksikkö
ja_jp: 分割

source: Comments
fi_fi: Kommentit
ja_jp: コメント

source: Location
fi_fi: Sijainti
ja_jp: 場所

source: Building
fi_fi: Rakennus
ja_jp: ビル

source: Floor
fi_fi: Kerros
ja_jp: フロア

source: Surface Area (m²)
fi_fi: Pinta-ala (m²)
ja_jp: 面積 (m²)

source: Latitude
fi_fi: Leveys
ja_jp: 緯度

source: Longitude
fi_fi: Pituus
ja_jp: 経度

source: Basic Details
fi_fi: Perustiedot
ja_jp: 基本詳細

source: Permissions
fi_fi: Käyttöoikeudet
ja_jp: 許可

source: Notifications
fi_fi: Ilmoitukset
ja_jp: 通知

source: Options
fi_fi: Asetukset
ja_jp: 選択肢

source: Both latitude and longitude need to be set (or omitted).
fi_fi: Sekä leveys että pituus on annettava tai jätettävä tyhjäksi.
ja_jp: 緯度・経度ともに設定する必要があります(もしくは省略)。

source: Add Room
fi_fi: Lisää tila
ja_jp: 部屋を追加する

source: Edit Room Details
fi_fi: Muokkaa tilan tietoja
ja_jp: 部屋の詳細を編集

source: Room has been successfully created.
fi_fi: Tilan luonti onnistui.
ja_jp: 部屋が正常に作成されました。

source: Room has been successfully updated.
fi_fi: Tilan päivittäminen onnistui.
ja_jp: 部屋は正常に更新されました。

source: Room could not be updated.
fi_fi: Tilaa ei voitu päivittää.
ja_jp: 部屋の更新ができませんでした。

source: Reset form
fi_fi: Tyhjennä lomake
ja_jp: フォームをリセットする

source: Notification emails
fi_fi: Ilmoitussähköpostit
ja_jp: お知らせメール

source: Reminders enabled
fi_fi: Muistutukset käytössä
ja_jp: リマインダーが有効

source: Reminders of finishing bookings enabled
fi_fi: Varauksien viimeistelymuistutukset käytössä
ja_jp: 予約完了のリマインダーが有効

source: How many days in advance booking reminders should be sent
fi_fi: Kuinka monta päivää ennen varattua aikaa varausmuistutukset lähetetään
ja_jp: 何日前に予約のリマインダーを送信するか

source: Single/Daily
fi_fi: Yksittäinen/päivittäin
ja_jp: 一回のみ／毎日

source: Weekly
fi_fi: Viikoittain
ja_jp: 毎週

source: Monthly
fi_fi: Kuukausittain
ja_jp: 毎月

source: How many days before the end of a booking should reminders be sent
fi_fi: Kuinka monta päivää ennen varauksen päättymistä muistutukset lähetetään
ja_jp: 予約終了の何日前にリマインダーを送信するか

source: Daily
fi_fi: Päivittäin
ja_jp: 毎日

source: Availability
fi_fi: Saatavuus
ja_jp: 有効性

source: Equipment and custom attributes
fi_fi: Laitteet ja lisäominaisuudet
ja_jp: 設備とカスタム属性

source: Add new equipment
fi_fi: Lisää uusia laitteita
ja_jp: 設備を新規追加

source: Add new attributes
fi_fi: Lisää uusia ominaisuuksia
ja_jp: 属性を新規追加

source: No custom attributes defined
fi_fi: Lisäominaisuuksia ei ole määritelty
ja_jp: カスタム属性は定義されていません

source: Maximum advance time for bookings (days)
fi_fi: Varauksen enimmäisennakkoaika (päivää)
ja_jp: 最大先行予約期間（日）

source: Max duration of a booking (day)
fi_fi: Varauksen enimmäiskesto (päivä)
ja_jp: 予約の最大期間（日）

source: Bookable
fi_fi: Varattavissa
ja_jp: 予約可

source: Require confirmation (pre-bookings)
fi_fi: Vaadi vahvistus (alustavat varaukset)
ja_jp: 確認が必要です（仮予約）

source: Booking Mode
fi_fi: Varausmenettely
ja_jp: 予約モード

source: Restricted rooms can only be booked by users defined in the room ACL
fi_fi: Vain tilan käyttöoikeusluettelossa määritetyt käyttäjät voivat varata rajoitettuja tiloja
ja_jp: 制限された部屋は、部屋 ACL で定義されたユーザーのみが予約可能です。

source: Upload
fi_fi: Lisää
ja_jp: アップロード

source: Save photo
fi_fi: Tallenna valokuva
ja_jp: 写真を保存する

source: Cancel photo upload
fi_fi: Peru valokuvien lisääminen
ja_jp: 写真のアップロードを取り消す

source: Upload a new photo
fi_fi: Lisää uusi valokuva
ja_jp: 新しい写真をアップロードする

source: Delete existing photo
fi_fi: Poista olemassa oleva valokuva
ja_jp: 既存の写真を削除する

source: No photo found.
fi_fi: Kuvia ei löytynyt.
ja_jp: 写真は見つかりませんでした。

source: Please turn your device horizontally to view this page.
fi_fi: Käännä laitteesi vaakasuoraan, jotta voit tarkastella tätä sivua.
ja_jp: 端末を横向きにしてご覧ください。

source: Day
fi_fi: Päivä
ja_jp: 日

source: Week of {date}
fi_fi: Viikko, joka alkaa {date}
ja_jp: {date} の週

source: Drag the mouse to create a booking
fi_fi: Vedä hiirtä luodaksesi varauksen
ja_jp: マウスをドラッグして予約を作成

source: Tip: click and drag to book!
fi_fi: Vinkki: Raahaa varataksesi!
ja_jp: Tip: クリックしてドラッグで予約！

source: Tip: click and drag to pre-book!
fi_fi: Vinkki: klikkaa ja vedä hiirellä tehdäksesi ennakkovarauksen!
ja_jp: Tip: クリックしてドラッグで仮予約！

source: No occurrences found
fi_fi: Esiintymiä ei löytynyt
ja_jp: 日時がありません

source: Are you sure you want to reject this occurrence ({date})?
fi_fi: Haluatko varmasti hylätä esiintymän päivälle ({date})?
ja_jp: 本当にこの回を却下しますか ({date})？

source: Cancel occurrence
fi_fi: Peru esiintymä
ja_jp: この回をキャンセル

source: Reject occurrence
fi_fi: Hylkää esiintymä
ja_jp: この回を却下

source: Show room timeline
fi_fi: Näytä tilan aikajana
ja_jp: 部屋のタイムラインを表示

source: Are you sure you want to cancel this occurrence ({serializedDate})?
fi_fi: Haluatko varmasti perua tämän esiintymän ({serializedDate})?
ja_jp: 本当にこの回 ({serializedDate}) をキャンセルしますか？

source: Confirm rejection
fi_fi: Vahvista hylkääminen
ja_jp: 却下を確認する

source: Recurs daily
fi_fi: Toistuu päivittäin
ja_jp: {count} 日毎に繰り返し

source: Recurs weekly
fi_fi: Toistuu viikoittain
ja_jp: {count}週間繰り返し

source: Recurs monthly
fi_fi: Toistuu kuukausittain
ja_jp: {count} ヶ月毎に繰り返し

source: From {startTime} to {endTime}
fi_fi: Aikavälillä {startTime} – {endTime}
ja_jp: {startTime} から {endTime}

source: On {weekdays}
fi_fi: Päivinä: {weekdays}
ja_jp: {weekdays}に

source: Space blocked: {reason}
fi_fi: Tila estetty: {reason}
ja_jp: 場所はブロックされています: {reason}

source: (You are allowed to make a booking)
fi_fi: (Voit tehdä varauksen)
ja_jp: (あなたは予約できます)

source: Not possible to book in this period
fi_fi: Varaaminen ei ole mahdollista tällä aikavälillä
ja_jp: この期間は予約できません

source: Not possible to book between:
fi_fi: Varaaminen ei ole mahdollista aikavälillä:
ja_jp: 次の期間は予約できません:

source: Reason: {reason}
fi_fi: Syy: {reason}
ja_jp: 理由: {reason}

source: This occurrence will be cancelled
fi_fi: Tämä esiintymä perutaan
ja_jp: この日時はキャンセルされます

source: Rejected
fi_fi: Hylätty
ja_jp: 却下

source: This occurrence is conflicting with an existing booking
fi_fi: Tämä esiintymä on päällekkäinen olemassa olevan varauksen kanssa
ja_jp: この日時は先約と競合しています

source: Full overlap between two pre-bookings:
fi_fi: Kahden ennakkovarauksen täydellinen päällekkäisyys:
ja_jp: 二つの仮予約が完全に重なっています:

source: {time} by {bookedForName} ({bookingReason})
fi_fi: {time} varaus henkilölle {bookedForName} ({bookingReason})

source: Click to book it
fi_fi: Napsauta varataksesi sen
ja_jp: クリックで予約

source: Click to pre-book it
fi_fi: Klikkaa tehdäksesi alustava varaus
ja_jp: クリックで仮予約

source: No occurrences
fi_fi: Klikkaa tehdäksesi alustava varaus
ja_jp: 日時なし

source: Admin override enabled
fi_fi: Ylläpitäjän ohitus käytössä
ja_jp: Admin Overrideが有効

source: Use {shortcut} to toggle.
fi_fi: Käytä {shortcut} vaihtaaksesi.
ja_jp: {shortcut} を用いて切り替えてください.

source: While in Admin Override mode, you can book any room regardless of restrictions and edit any booking.
fi_fi: Ylläpitäjän ohitustilassa voit varata minkä tahansa tilan rajoituksista riippumatta sekä muokata kaikkia varauksia.
ja_jp: Admin Overrideモードの間は、制限に関係なくどの部屋も予約でき、予約の変更も可能です。

source: Disable admin override
fi_fi: Poista käytöstä ylläpitäjän ohitus
ja_jp: Admin Overrideを無効化

source: This page does not exist.
fi_fi: Sivua ei löydy.
ja_jp: このページは存在しません。

source: Room Booking
fi_fi: Tilavaraus
ja_jp: 部屋の予約

source: Search
fi_fi: Haku
ja_jp: 検索

source: Book a Room
fi_fi: Varaa tila
ja_jp: 部屋を予約

source: List of Rooms
fi_fi: Luettelo tiloista
ja_jp: 部屋のリスト

source: Bookings
fi_fi: Varaukset
ja_jp: 予約

source: This space is not bookable
fi_fi: Tila ei ole varattavissa
ja_jp: この場所は予約不可です

source: Checking permissions...
fi_fi: Tarkastetaan käyttöoikeuksia...
ja_jp: 権限の確認中...

source: This space is not publicly available
fi_fi: Tila ei ole yleisessä käytössä
ja_jp: この場所は一般公開されていません

source: Remove from favorites
fi_fi: Poista suosikeista
ja_jp: お気に入りから外す

source: Add to favorites
fi_fi: Lisää suosikkeihin
ja_jp: お気に入りに追加

source: Not specified
fi_fi: Ei määritelty
ja_jp: 指定なし

source: Room Owner
fi_fi: Tilan omistaja
ja_jp: 部屋の管理者

source: 1 {label}seat{/label}
fi_fi: 1 {label}paikka{/label}
ja_jp: {count} {label}席{/label}

source: Surface Area
fi_fi: Pinta-ala
ja_jp: 面積

source: Geographical Coordinates
fi_fi: Koordinaatit
ja_jp: 地理座標

source: There are no rooms selected.
fi_fi: Ei valittuja tiloja.
ja_jp: 選択された部屋はありません。

source: Help
fi_fi: Ohje
ja_jp: ヘルプ

source: Terms and Conditions
fi_fi: Käyttöehdot
ja_jp: 利用規約

source: If you need support, you can contact the following email address:
fi_fi: Jos tarvitset apua, voit ottaa yhteyttä seuraavaan sähköpostiosoitteeseen:
ja_jp: サポートが必要な場合は次のメールアドレスにご連絡ください:

source: My Bookings
fi_fi: Omat varaukset
ja_jp: 自分の予約

source: Bookings in My Rooms
fi_fi: Omien tilojeni varaukset
ja_jp: 自分の部屋の予約状況

source: List of My Rooms
fi_fi: Luettelo omista tiloistani
ja_jp: 自分の部屋の一覧

source: My Blockings
fi_fi: Estoni
ja_jp: 私がしているブロック

source: My Locations
fi_fi: Omat sijainnit

source: Administration
fi_fi: Hallinta
ja_jp: 管理

source: Admin Override
fi_fi: Ylläpitäjän ohitus

source: {count} occurrences
fi_fi: {count} esiintymää
ja_jp: {count}回

source: See on timeline
fi_fi: Katso aikajanalla
ja_jp: 時系列で見る

source: {count} hour
fi_fi: {count} tunti

source: This location does not exist.
fi_fi: Sijaintia ei löydy.
ja_jp: この場所は存在しません。

source: Location: {location}
fi_fi: Sijainti: {location}
ja_jp: 場所: {location}

source: Add room
fi_fi: Lisää tila
ja_jp: 部屋を追加

source: There are no rooms for the specified location.
fi_fi: Tiloja ei löytynyt määritellystä sijainnista.
ja_jp: 指定された場所に部屋がありません。

source: General settings
fi_fi: Yleiset asetukset

source: Map Areas
fi_fi: Kartta-alueet
ja_jp: 地図エリア

source: Room Metadata
fi_fi: Tilan metatiedot
ja_jp: 部屋のメタデータ

source: Attributes
fi_fi: Ominaisuudet
ja_jp: 属性

source: Equipment & Features
fi_fi: Laitteet ja ominaisuudet
ja_jp: 機器・機能

source: Locations
fi_fi: Sijainnit
ja_jp: 地域

source: Are you sure you want to delete this room?
fi_fi: Haluatko varmasti poistaa tilan?
ja_jp: 本当にこの部屋を削除しますか？

source: This attribute is not shown in the public room details.
fi_fi: Ominaisuus ei ole nähtävissä tilan julkisissa tiedoissa.
ja_jp: この属性は、公開される部屋の詳細に表示されません。

source: Currently unused
fi_fi: Ei käytössä tällä hetkellä
ja_jp: 現在未使用

source: Used in {count}1{/count} room
fi_fi: Käytössä {count}1{/count} tilassa
ja_jp: {count} 部屋で使用

source: Are you sure you want to delete the attribute {name}?
fi_fi: Haluatko varmasti poistaa ominaisuuden {name}?
ja_jp: 本当に属性{name}を削除しますか？

source: It is currently used in {count}1{/count} room.
fi_fi: Sitä käytetään tällä hetkellä {count}1{/count} tilassa.
ja_jp: 現在 {count} 部屋で使用されています。

source: Add attribute
fi_fi: Lisää ominaisuus
ja_jp: 属性を追加

source: Please enter a category ID
fi_fi: Syötä kategoriatunnus
ja_jp: カテゴリーIDを入力してください

source: Add category
fi_fi: Lisää kategoria
ja_jp: カテゴリーを追加

source: This equipment type provides the {name} feature.
fi_fi: Tämä laitemalli tarjoaa {name} -ominaisuuden.
ja_jp: この設備タイプは、{name}の機能を提供します。

source: Available in {count}1{/count} room
fi_fi: Saatavilla {count}1{/count} tilassa
ja_jp: {count}部屋で使用可能

source: Features
fi_fi: Ominaisuudet
ja_jp: 機能

source: Are you sure you want to delete the equipment type {name}?
fi_fi: Haluatko varmasti poistaa laitteen {name}?
ja_jp: 本当に設備タイプ{name}を削除しますか？

source: It is currently used by {count}1{/count} room.
fi_fi: Se on tällä hetkellä käytössä {count}1{/count} tilassa.
ja_jp: 現在 {count}部屋で使用されています。

source: Equipment types
fi_fi: Laitetyypit
ja_jp: 設備タイプ

source: Add equipment type
fi_fi: Lisää laitteen tyyppi
ja_jp: 設備タイプを追加

source: No rooms
fi_fi: Ei tiloja
ja_jp: 部屋なし

source: {count}1{/count} room
fi_fi: {count}1{/count} tila
ja_jp: {count}部屋

source: Room name format
fi_fi: Tilan nimen muoto
ja_jp: 部屋名フォーマット

source: Missing placeholder: number
fi_fi: Puuttuva paikkamerkki: numero
ja_jp: プレースホルダーがありません: 数値

source: Invalid placeholder: {placeholders}
fi_fi: Virheellinen paikkamerkki: {placeholders}
ja_jp: 無効なプレースホルダー: {placeholders}

source: Specify the room name format using any of the following placeholders: {placeholders}
fi_fi: Määritä tilan nimen muoto käyttämällä mitä tahansa seuraavista paikkamerkeistä: {placeholders}
ja_jp: 次のいずれかのプレースホルダーで部屋名のフォーマットを指定: {placeholders}

source: Map URL template
fi_fi: Kartan URL-osoitteen malli
ja_jp: 地図URLテンプレート

source: Indico can show a link to an external map when a room is associated to an event.
fi_fi: Indico voi näyttää linkin ulkoiseen karttaan, kun tila on liitetty tapahtumaan.
ja_jp: Indicoでは、部屋をイベントに関連付けると、外部地図へのリンクを表示できます。

source: Specify a custom URL template using any of the following placeholders: {placeholders}
fi_fi: Määritä mukautettu URL-malli käyttämällä mitä tahansa seuraavista paikkamerkeistä: {placeholders}
ja_jp: カスタムURLテンプレートを、次のプレースホルダのいずれかを使用して指定します: {placeholders}

source: Are you sure you want to delete the location {name} and all data associated with it?
fi_fi: Haluatko varmasti poistaa sijainnin {name} ja kaikki siihen liittyvät tiedot?
ja_jp: 本当に場所 {name}とそれに関連づけられた全てのデータを削除しますか？

source: Add location
fi_fi: Lisää sijainti
ja_jp: 開催場所の画像

source: Create new area
fi_fi: Luo uusi alue
ja_jp: 新規エリアの作成

source: Update area
fi_fi: Päivitä alue
ja_jp: エリアを更新

source: Name of the area
fi_fi: Alueen nimi
ja_jp: エリアの名前

source: Default map area
fi_fi: Oletuskartta-alue
ja_jp: デフォルトの地図エリア

source: SW Latitude
fi_fi: SW Leveysaste
ja_jp: 南西緯度

source: SW Longitude
fi_fi: SW leveysaste
ja_jp: 南西経度

source: NE Latitude
fi_fi: NE leveysaste
ja_jp: 北東緯度

source: NE Longitude
fi_fi: NE pituusaste
ja_jp: 北東経度

source: Create
fi_fi: Luo
ja_jp: 作成

source: Update
fi_fi: Päivitä
ja_jp: 更新

source: Provided by {count}1{/count} equipment type
fi_fi: Tarjoaa {count}1{/count} laitetyyppi
ja_jp: {count} 個の設備タイプが提供されます

source: Icon
fi_fi: Kuvake
ja_jp: アイコン

source: Are you sure you want to delete the feature {name}?
fi_fi: Haluatko varmasti poistaa ominaisuuden {name}?
ja_jp: 本当に特性 {name} を削除しますか？
