Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Block
fi_fi: Jakso
ja_jp: ブロック

source: Edit session block %(title)s
fi_fi: Muokkaa istuntojaksoa %(title)s
ja_jp: セッションブロック %(title)s を編集

source: Delete session block
fi_fi: Poista istuntojakso
ja_jp: セッションブロックを削除

source: Delete session block %(title)s?
fi_fi: Poistetaanko istuntojakso %(title)s?
ja_jp: セッションブロック %(title)s を削除しますか？

source: Are you sure you want to delete the session block %(title)s?
fi_fi: Haluatko varmasti poistaa istuntojakson %(title)s?
ja_jp: 本当にセッションブロック%(title)sを削除しますか？

source: View session details
fi_fi: Näytä istunnon tiedot
ja_jp: セッションの詳細を見る

source: Go to session block timetable
fi_fi: Siirry istuntojaksojen aikatauluun
ja_jp: セッションブロックタイムテーブルへ

source: Edit break
fi_fi: Muokkaa taukoa
ja_jp: 休憩を編集

source: Edit break '%(title)s'
fi_fi: Muokkaa taukoa "%(title)s"
ja_jp: 休憩「%(title)s」を編集

source: Move break
fi_fi: Siirrä tauko
ja_jp: 休憩を移動

source: Delete break
fi_fi: Poista tauko
ja_jp: 休憩を削除

source: Delete break '%(title)s'?
fi_fi: Poistetaanko tauko "%(title)s"?
ja_jp: 休憩「%(title)s」を削除？

source: Are you sure you want to delete the break '%(title)s'?
fi_fi: Haluatko varmasti poistaa tauon "%(title)s"?
ja_jp: 本当に休憩「%(title)s」を削除しますか？

source: Move contribution
fi_fi: Siirrä esitys
ja_jp: 投稿を移動

source: Unschedule contribution '%(title)s'?
fi_fi: Poistetaanko esitys %(title)s aikataulusta?
ja_jp: 投稿「%(title)s」を予定外にしますか？

source: Unschedule contribution
fi_fi: Poista esitys aikataulusta
ja_jp: 投稿を予定外とする

source: Are you sure you want to unschedule the contribution '%(title)s'?
fi_fi: Haluatko varmasti poistaa esityksen %(title)s aikataulusta?
ja_jp: 本当に投稿「%(title)s」を予定外としますか？

source: Are you sure you want to delete the contribution '%(title)s'?
fi_fi: Haluatko varmasti poistaa esityksen %(title)s?
ja_jp: 本当に投稿「%(title)s」を削除しますか？

source: View contribution details
fi_fi: Näytä esityksen tiedot
ja_jp: 投稿の詳細を見る

source: Subcontributions of contribution '%(title)s'
fi_fi: Esityksen %(title)s osaesitykset
ja_jp: 投稿「%(title)s」の補助投稿

source: There is one more contribution at this time. Click this icon to show it.
fi_fi: Tähän aikaan on vielä yksi esitys. Napsauta tätä kuvaketta nähdäksesi sen.
ja_jp: この時間にあと%(count)s個の投稿があります。表示するにはこのアイコンをクリックしてください。

source: Direct link to this day
fi_fi: Suora linkki tähän päivään
ja_jp: この日への直リンク

source: External reference (%(title)s)
fi_fi: Ulkoinen viite (%(title)s)
ja_jp: 外部参照（%(title)s）

source: The agenda of this meeting is empty
fi_fi: Kokouksen esityslista on tyhjä
ja_jp: このミーティングのアジェンダは空です

source: In order to add entries go to the <a href="%(url)s">timetable</a> page.
fi_fi: Voit lisätä merkintöjä siirtymällä sivulle <a href="%(url)s">timetable</a>.
ja_jp: 項目を作るには <a href="%(url)s">timetable</a> ページに行ってください。

# Timetable
source: Session Program
fi_fi: Istunto-ohjelma

# Timetable
source: Program
fi_fi: Ohjelma

source: Poster Session
fi_fi: Posterinäyttely

source: Convener:
fi_fi: Koollekutsuja:

source: Program
fi_fi: Ohjelma
ja_jp: プログラム

source: Scientific Program
fi_fi: Tieteellinen ohjelma
ja_jp: プログラム

source: Convene
fi_fi: Kutsu
ja_jp: 招集

source: Grants track convener rights in a track.
fi_fi: Myöntää vetäjän oikeudet osiossa.
ja_jp: トラックの世話人権限を付与する。

source: Convene all tracks
fi_fi: Kutsu koolle kaikki osiot
ja_jp: 全トラックを招集

source: Grants convene rights to all tracks of the event.
fi_fi: Myöntää vetäjän oikeudet kaikkiin tapahtuman osioihin.
ja_jp: イベントの全トラックに招集権限を付与する。

source: Track convener
fi_fi: Osion vetäjä
ja_jp: トラック世話人

source: Grants track convener rights in an event.
fi_fi: Myöntää osion vetäjän oikeudet tapahtumassa.
ja_jp: イベントのトラック世話人権限を付与する。

source: Tracks and scientific program
fi_fi: Osiot ja tieteellinen ohjelma
ja_jp: トラックと学術プログラム

source: The target event already has tracks or a program
fi_fi: Kohdetapahtumalla on jo osiot tai ohjelma
ja_jp: このイベントには、すでにトラックかプログラムがあります

source: The program has been updated.
fi_fi: Ohjelma on päivitetty.
ja_jp: プログラムが更新されました。

source: Track "{}" has been created.
fi_fi: Osio "{}&quot; on luotu.
ja_jp: トラック「{}」が作成されました。

source: Track "{}" has been modified.
fi_fi: Osiota "{}&quot; on muokattu.
ja_jp: トラック「{}」が変更されました。

source: Track "{}" has been deleted.
fi_fi: Osio "{}&quot; on poistettu.
ja_jp: トラック「{}」が削除されました。

source: Track Group "{}" has been deleted.
fi_fi: Osiokokonaisuus "{}" on poistettu.
ja_jp: トラックグループ「{}」が削除されました。

source: Track group
fi_fi: Osiokokonaisuus
ja_jp: トラックグループ

source: Select a track group to which this track should belong
fi_fi: Valitse osiokokonaisuus, johon tämä osio kuuluu
ja_jp: このトラックが属するべきトラックグループを選択

source: Default session
fi_fi: Oletusistunto
ja_jp: デフォルトのセッション

source: Indico will preselect this session whenever an abstract is accepted for the track
fi_fi: Indico valitsee tämän istunnon automaattisesti aina, kun abstrakti hyväksytään kyseiseen osioon
ja_jp: インディコは、要旨がトラックに受理されるたびに、このセッション を事前に選択します。

source: Edit track
fi_fi: Muokkaa osiota
ja_jp: トラックを編集

source: Edit track "%(title)s"
fi_fi: Muokkaa osiota "%(title)s"
ja_jp: トラック「%(title)s」を編集

source: Delete track
fi_fi: Poista osio
ja_jp: トラックを削除

source: Are you sure you want to delete this track?
fi_fi: Haluatko varmasti poistaa tämän osion?
ja_jp: 本当にこのトラックを削除しますか？

source: Delete track "%(title)s"
fi_fi: Poista osio "%(title)s"
ja_jp: トラック「%(title)s」を削除

source: This track cannot be deleted because it contains accepted abstracts
fi_fi: Tätä osioa ei voi poistaa, koska se sisältää hyväksyttyjä abstrakteja
ja_jp: このトラックは、アクセプトされたアブストラクトを含むため、削除できません

source: Indico will preselect the session "%(title)s" whenever an abstract is accepted for this track.
fi_fi: Indico valitsee etukäteen istunnon "%(title)s" aina, kun abstrakti hyväksytään tähän osioon.
ja_jp: インディコは、このトラックに要旨が受理されるたびに、セッション「%(title)s」を事前に選択します。

source: Edit track group
fi_fi: Muokkaa osiokokonaisuutta
ja_jp: トラックグループを編集

source: Edit track group "%(title)s"
fi_fi: Muokkaa osiokokonaisuutta "%(title)s"
ja_jp: トラックグループ「%(title)s」を編集

source: Delete track group
fi_fi: Poista osiokokonaisuus
ja_jp: トラックグループを削除

source: Are you sure you want to delete this track group?
fi_fi: Haluatko varmasti poistaa tämän osiokokonaisuuden?
ja_jp: 本当にこのトラックグループを削除しますか？

source: No tracks have been added yet.
fi_fi: Osioita ei ole vielä lisätty.
ja_jp: トラックが追加されていません。

source: You can drag and drop tracks here to add them to the group.
fi_fi: Voit lisätä osioita ryhmään raahaamalla ne tähän.
ja_jp: トラックをドラッグ＆ドロップして、グループに追加できます。

source: Review abstracts in this track
fi_fi: Arvioi osion abstrakteja
ja_jp: このトラックのアブストラクトを審査

source: Tracks represent the subject matter of the conference. They represent both the basis for the Scientific Program and a taxonomy that can be used to classify submissions during the Call for Abstracts process.
fi_fi: Osiot kuvaavat konferenssin aihepiirejä. Ne muodostavat sekä tieteellisen ohjelman perustan että taksonomian, jota voidaan käyttää abstraktien luokitteluun abstraktikutsun aikana.
ja_jp: トラックは、カンファレンスのテーマを表すものです。学術プログラムの基本であると同時に、要旨募集の過程で演題を分類する方法でもあります。

source: Configure the conference page displaying the scientific program.
fi_fi: Määritä konferenssisivu, jolla tieteellinen ohjelma esitetään.
ja_jp: 学術プログラムを掲載するカンファレンスページを設定する。

source: Configure program
fi_fi: Määritä ohjelma
ja_jp: プログラムを設定

source: List of tracks and track groups
fi_fi: Osioiden ja osiokokonaisuuksien luettelo
ja_jp: トラックとトラックグループのリスト

source: Add new track group
fi_fi: Lisää uusi osiokokonaisuus
ja_jp: 新規トラックグループを追加

source: Add track group
fi_fi: Lisää osiokokonaisuus
ja_jp: トラックグループを追加

source: Add new track
fi_fi: Lisää uusi osio
ja_jp: 新規トラックを追加

source: Add track
fi_fi: Lisää osio
ja_jp: トラックを追加

source: The uploaded file is too large
fi_fi: Lähetetty tiedosto on liian suuri

source: The uploaded file is not allowed
fi_fi: Lähetettyä tiedostoa ei sallita

source: Groups
fi_fi: Ryhmät
ja_jp: グループ

# User groups
source: All
fi_fi: Kaikki

source: Local Groups
fi_fi: Paikalliset ryhmät
ja_jp: ローカルグループ

source: Local
fi_fi: Paikallinen
ja_jp: ローカル

source: The group '{name}' has been created.
fi_fi: Ryhmä {name} on luotu.
ja_jp: グループ「{name}」を作成しました。

source: The group '{name}' has been updated.
fi_fi: Ryhmä {name} on päivitetty.
ja_jp: グループ「{name}」を更新しました。

source: The group '{name}' has been deleted.
fi_fi: Ryhmä {name} on poistettu.
ja_jp: グループ「{name}」を削除しました。

source: Provider
fi_fi: Tietolähde
ja_jp: プロバイダ

source: Exact match
fi_fi: Tarkka vastaavuus
ja_jp: 完全一致

source: Group members
fi_fi: Ryhmän jäsenet
ja_jp: グループのメンバー

source: A group with this name already exists.
fi_fi: Tällä nimellä on jo olemassa ryhmä.
ja_jp: この名前のグループはすでに存在します。

source: There are no users in this group.
fi_fi: Tässä ryhmässä ei ole käyttäjiä.
ja_jp: このグループにはユーザーがいません。

source: Group Details
fi_fi: Ryhmän tiedot
ja_jp: グループの詳細

source: Edit group
fi_fi: Muokkaa ryhmää
ja_jp: グループを編集

source: Delete group
fi_fi: Poista ryhmä
ja_jp: グループの削除

source: Do you really want to delete this group?
fi_fi: Haluatko todella poistaa tämän ryhmän?
ja_jp: 本当にこのグループを削除しますか？

source: The data source of this group does not allow retrieving its member list.
fi_fi: Tämän ryhmän tietolähde ei salli jäsenluettelon hakemista.
ja_jp: このグループのデータソースは、メンバーリストの取得を認めていません。

source: Loading member list
fi_fi: Ladataan jäsenluetteloa
ja_jp: メンバーリスト読み込み中

source: Edit Group
fi_fi: Muokkaa ryhmää
ja_jp: グループを編集

source: Create Group
fi_fi: Luo ryhmä
ja_jp: グループを作成

source: Members
fi_fi: Jäsenet
ja_jp: メンバー数

source: Group functionality is not available as local groups are disabled and there are no providers for remote groups configured.
fi_fi: Ryhmätoiminto ei ole käytettävissä, koska paikalliset ryhmät on poistettu käytöstä eikä etäryhmille ole määritetty tietolähteitä.
ja_jp: ローカルグループは無効になっており、リモートグループ用のプロバイダーも設定していないため、グループ機能は使用できません。

source: Local groups
fi_fi: Paikalliset ryhmät
ja_jp: ローカルグループ

source: Create new group
fi_fi: Luo uusi ryhmä
ja_jp: グループを新規作成

source: Search groups
fi_fi: Hae ryhmiä
ja_jp: グループを検索

source: This Indico instance also supports external groups from identity providers (%(providers)s).
fi_fi: Tämä Indico-instanssi tukee myös ulkoisia ryhmiä tunnistuspalveluista (%(providers)s).
ja_jp: このIndicoインスタンスは、認証プロバイダ (%(providers)s)による外部グループもサポートしています。

source: The search form below will search both local groups and external groups, unless specified otherwise.
fi_fi: Alla oleva hakulomake hakee sekä paikallisia että ulkoisia ryhmiä, ellei toisin mainita.
ja_jp: このフォームでは、指定しない場合ローカルグループと外部グループの両方を検索します。

source: No groups could be found.
fi_fi: Ryhmiä ei löytynyt.
ja_jp: グループが見つかりませんでした.

source: There is one group matching your search criteria.
fi_fi: Löytyi yksi hakuehtojasi vastaava ryhmä.
ja_jp: %(count)sグループが検索条件に一致しました。

source: Legal/Disclaimers
fi_fi: Oikeudelliset tiedot/Vastuuvapauslausekkeet
ja_jp: 法的／免責事項

source: Accept terms of service & privacy policy
fi_fi: Hyväksy käyttöehdot ja tietosuojakäytäntö
ja_jp: 利用規約とプライバシーポリシーに同意

source: I have read, understood and accept the {tos_link_start}terms of service{tos_link_end} and {pp_link_start}privacy policy{pp_link_end}.
fi_fi: Olen lukenut, ymmärtänyt ja hyväksyn {tos_link_start}palveluehdot{tos_link_end} ja {pp_link_start}tietosuojakäytännön{pp_link_end}.
ja_jp: 私は {tos_link_start}利用規約{tos_link_end}と{pp_link_start}プライバシーポリシー{pp_link_end}を読み、理解した上で同意します。

source: Accept terms of service
fi_fi: Hyväksy käyttöehdot
ja_jp: 利用規約に同意

source: I have read, understood and accept the {tos_link_start}terms of service{tos_link_end}.
fi_fi: Olen lukenut, ymmärtänyt ja hyväksyn {tos_link_start}palveluehdot{tos_link_end}.
ja_jp: {tos_link_start}利用規約{tos_link_end}を読み、理解した上で同意します。

source: Accept privacy policy
fi_fi: Hyväksy tietosuojakäytäntö
ja_jp: プライバシーポリシーに同意

source: I have read, understood and accept the {pp_link_start}privacy policy{pp_link_end}.
fi_fi: Olen lukenut, ymmärtänyt ja hyväksyn {pp_link_start}tietosuojakäytännön{pp_link_end}.
ja_jp: 私は{pp_link_start}プライバシーポリシー{pp_link_end}を読み、理解した上で同意します。

source: Network-protected information disclaimer
fi_fi: Verkkosuojattuja tietoja koskeva vastuuvapauslauseke
ja_jp: ネットワークで保護された情報の免責事項

source: Restricted information disclaimer
fi_fi: Rajoitettuja tietoja koskeva vastuuvapauslauseke
ja_jp: 制限付き情報の免責事項

source: The URL to an external page with terms and conditions
fi_fi: URL-osoite ulkoiselle sivulle, jossa on käyttöehdot
ja_jp: 利用規約が記載された外部ページのURL

source: The URL to an external page with the privacy policy
fi_fi: URL-osoite ulkoiselle sivulle, jossa on tietosuojakäytäntö
ja_jp: プライバシーポリシーが記載された外部ページへのURL

source: Require accepting terms
fi_fi: Ehtojen hyväksyminen vaaditaan
ja_jp: 規約への同意を要求

source: When a user creates a profile or if the terms effective date has changed, require the user to confirm accepting the terms.
fi_fi: Kun käyttäjä luo profiilin tai jos ehtojen voimaantulopäivä on muuttunut, pyydä käyttäjää vahvistamaan ehtojen hyväksyminen.
ja_jp: ユーザーがプロファイルを作成した場合、又は規約の施行日が変更されたら、ユーザーに規約への同意の確認を求めます。

source: Terms effective date
fi_fi: Ehdot tulevat voimaan
ja_jp: 規約の施行日

source: The date the terms go into effect, in server timezone. Users who have accepted the terms prior will be re-prompted on this date. If unset, existing users will not be prompted to accept the terms. Do this only as a temporary measure.
fi_fi: Ehtojen voimaantulopäivä palvelimen aikavyöhykkeellä. Käyttäjille, jotka ovat hyväksyneet ehdot aiemmin, esitetään pyyntö uudelleen tänä päivänä. Jos tätä asetusta ei ole määritetty, nykyisiä käyttäjiä ei pyydetä hyväksymään ehtoja. Käytä tätä vain väliaikaisena toimenpiteenä.
ja_jp: サーバーのタイムゾーンにおける、規約が施行される日です。これより前に規約に同意したユーザーは、この日に再度同意を促されます。セットしない場合は、ユーザーは規約への同意を促されません。これは一時的な措置のみとしてください。

source: Requiring to accept terms requires a privacy policy and/or terms of service to be set.
fi_fi: Ehtojen hyväksyminen edellyttää tietosuojakäytännön ja/tai käyttöehtojen määrittämistä.
ja_jp: 規約への同意を要請するには、 プライバシーポリシーと利用規約のどちらか又は両方の設定が必要です。

source: This user has not accepted the latest terms.
fi_fi: Tämä käyttäjä ei ole hyväksynyt uusimpia ehtoja.

source: You have not accepted the latest terms. Please %(link)sreview them%(endlink)s at your earliest convenience.
fi_fi: Et ole hyväksynyt uusimpia ehtoja. %(link)sTutustu uusimpiin ehtoihin%(endlink)s mahdollisimman pian.
ja_jp: あなたは最新の規約に同意していません。ご都合がつき次第、%(link)s再度確認%(endlink)sしてください。

source: To continue using the platform, you must agree to the updated terms. Please take a moment to read the agreements before you continue.
fi_fi: Jotta voit jatkaa alustan käyttöä, sinun on hyväksyttävä päivitetyt ehdot. Lue sopimukset huolellisesti ennen kuin jatkat.
ja_jp: プラットフォームの使用を続けるには更新された規約に同意していただかねばなりません。 続ける前に少しだけ時間をかけて規約を読んで下さい。

source: Terms of Service
fi_fi: Käyttöehdot
ja_jp: 利用規約

source: Last updated:
fi_fi: Viimeisin päivitys:
ja_jp: 最終更新:

source: Legal and disclaimer messages
fi_fi: Oikeudelliset ja vastuuvapausilmoitukset
ja_jp: 法律及び免責に関するメッセージ

source: Terms & Conditions
fi_fi: Käyttöehdot
ja_jp: 利用規約

source: Required Terms
fi_fi: Vaaditut ehdot
ja_jp: 必須条件

source: The email has been re-sent.
fi_fi: Sähköposti on lähetetty uudelleen.

source: ACL
fi_fi: Käyttöoikeusluettelo (ACL)

source: Admin
fi_fi: Ylläpitäjä
ja_jp: 管理者

source: From
fi_fi: Lähettäjä
ja_jp: 差出人

source: To
fi_fi: Vastaanottaja
ja_jp: まで

source: No attachments
fi_fi: Ei liitteitä

# status
source: Pending
fi_fi: Odottava

# status
source: Sent
fi_fi: Lähetetty

# status
source: Failed
fi_fi: Epäonnistunut

source: Re-send email
fi_fi: Lähetä sähköposti uudelleen

source: Do you really want to re-send this email to %(count)s recipient?
fi_fi: Haluatko todella lähettää tämän sähköpostin uudelleen %(count)s vastaanottajalle?

source: Re-sending emails with attachments is not supported.
fi_fi: Liitetiedostoja sisältävien sähköpostien uudelleenlähettämistä ei tueta.

source: This email has not been sent yet.
fi_fi: Tätä sähköpostia ei ole vielä lähetetty.

source: No data to display
fi_fi: Ei näytettäviä tietoja
ja_jp: 表示するデータがありません

source: IP Networks
fi_fi: IP-verkot
ja_jp: IPネットワーク

source: subnet
fi_fi: aliverkko
ja_jp: サブネット

source: Do you really want to grant everyone within the specified networks unauthenticated access to all attachments/materials in Indico?
fi_fi: Haluatko varmasti myöntää kaikille määritellyissä verkoissa oleville käyttäjille tunnistautumattoman pääsyn kaikkiin liitteisiin ja materiaaleihin Indicossa?
ja_jp: 指定されたネットワーク内のすべての人に、Indicoのすべての添付ファイル／マテリアルへの認証無しでのアクセスを許可しますが、本当によろしいですか？

source: Subnets
fi_fi: Aliverkot
ja_jp: サブネット

source: IPv4 or IPv6 subnets in CIDR notation
fi_fi: IPv4- tai IPv6-aliverkot CIDR-merkintätavassa
ja_jp: CIDR表記によるIPv4もしくはIPv6のサブネット

# IP network
source: Hidden
fi_fi: Piilotettu

source: Hidden IP networks cannot be added to ACLs by users
fi_fi: Käyttäjät eivät voi lisätä piilotettuja IP-verkkoja käyttöoikeusluetteloihin
ja_jp: 非公開 IP ネットワークをユーザーが ACL に追加することはできません

source: Full attachment access
fi_fi: Täysi liitetiedostojen käyttöoikeus
ja_jp: 添付ファイルへのフルアクセス

source: If enabled, these IPs have unrestricted access to all attachments without having to be logged in.
fi_fi: Jos tämä asetus on käytössä, näillä IP-osoitteilla on rajoittamaton pääsy kaikkiin liitteisiin ilman kirjautumista.
ja_jp: 有効にすると、これらのIPからは、ログインせずともすべての添付ファイルに無制限にアクセスできるようになります。

source: An IP network with this name already exists.
fi_fi: Tällä nimellä on jo olemassa IP-verkko.
ja_jp: この名前のIPネットワークはすでにあります。

source: Delete network group
fi_fi: Poista verkkoryhmä
ja_jp: ネットワークグループを削除

source: Deleting the network will remove the ACL entries referencing it. This may lead to people not being able to access the categories and events mentioned above.
fi_fi: Verkon poistaminen poistaa kaikki siihen liittyvät käyttöoikeusmerkinnät. Tämä saattaa estää käyttäjiä pääsemästä edellä mainittuihin kategorioihin ja tapahtumiin.
ja_jp: ネットワークを削除すると、それを参照するACLエントリーが削除されます。そのため、上記のカテゴリーやイベントにアクセスできなくなる可能性があります。

source: You are about to <strong>delete</strong> the network group <strong>%(name)s</strong> which is currently in use by %(count)s object:
fi_fi: Olet <strong>poistamassa</strong> verkkoryhmää <strong>%(name)s</strong>, jota tällä hetkellä käyttää %(count)s kohde:
ja_jp: %(count)s 個のオブジェクトで現在使用中のネットワークグループ <strong>%(name)s</strong> を<strong>削除</strong>しようとしています。

source: You are about to <strong>delete</strong> the network group <strong>%(name)s</strong>.
fi_fi: Olet <strong>poistamassa</strong> verkkoryhmän <strong>%(name)s</strong>.
ja_jp: ネットワークグループ <strong>%(name)s</strong> を<strong>削除</strong>しようとしています。

source: %(number)s subnets
fi_fi: %(number)s aliverkkoa
ja_jp: %(number)s個のサブネット

source: Network cannot be added to ACLs
fi_fi: Verkkoa ei voi lisätä käyttöoikeusluetteloihin
ja_jp: ACLにネットワークを追加できません

source: Network has unrestricted access to all attachments
fi_fi: Verkolla on rajoittamaton pääsy kaikkiin liitteisiin
ja_jp: ネットワークはすべての添付ファイルに無制限にアクセスできます

source: Edit network
fi_fi: Muokkaa verkkoa
ja_jp: ネットワークを編集

source: Delete network
fi_fi: Poista verkko
ja_jp: ネットワークを削除

source: IP networks can be used inside the ACLs of categories and events to limit their access to certain ranges of IP addresses.
fi_fi: IP-verkkoja voidaan käyttää kategorioiden ja tapahtumien käyttöoikeusluetteloissa (ACL) rajoittamaan pääsyä tietyille IP-osoitealueille.
ja_jp: IPネットワークをACL内で使用することで、カテゴリーやイベントへのアクセスを特定のIPアドレス範囲に限定することができます。

source: Create an IP network
fi_fi: Luo IP-verkko
ja_jp: IPネットワークの作成

source: New IP network
fi_fi: Uusi IP-verkko
ja_jp: 新規IPネットワーク

source: IP subnets
fi_fi: IP-aliverkot
ja_jp: IPサブネット

source: News '{title}' has been posted
fi_fi: Uutinen &apos;{title}&apos; on julkaistu
ja_jp: ニュース「{title}」を投稿しました

source: News '{title}' has been updated
fi_fi: Uutinen &apos;{title}&apos; on päivitetty
ja_jp: ニュース 「{title}」を更新しました

source: News '{title}' has been deleted
fi_fi: Uutinen &apos;{title}&apos; on poistettu
ja_jp: ニュース「{title}」を削除しました

source: Show headlines
fi_fi: Näytä määräajat

source: Whether to show the latest news headlines on the Indico home page.
fi_fi: Näytetäänkö uusimmat uutisotsikot Indicon kotisivulla.
ja_jp: Indicoのホームページに最新のニュースヘッドラインを表示するかどうか。

source: Max. headlines
fi_fi: Otsikoiden enimmäismäärä
ja_jp: 最大ヘッドライン数

source: The maximum number of news headlines to show on the Indico home page.
fi_fi: Indicon kotisivulla näytettävien uutisotsikoiden enimmäismäärä.
ja_jp: Indicoのホームページに表示するニュースヘッドラインの最大数。

source: Max. age
fi_fi: Enimmäisikä
ja_jp: 最大期間

source: The maximum age in days for news to show up on the Indico home page. Setting it to 0 will show news no matter how old they are.
fi_fi: Indicon kotisivulla näkyvien uutisten enimmäisikä päivinä. Asettamalla arvoksi 0 näytetään uutiset niiden iästä riippumatta.
ja_jp: Indicoホームページでニュースを表示する最長日数を指定します。0に設定すると、どんなに古いニュースも表示します。

source: "New" threshold
fi_fi: "Uusi" kynnysarvo
ja_jp: 「新着」の閾値

source: The maximum age in days for news to be considered "new". Setting it to 0 will disable the "new" label altogether.
fi_fi: Uutisten "uusi"-merkinnän enimmäisikä päivinä. Asettamalla arvoksi 0 merkintä poistetaan kokonaan käytöstä.
ja_jp: ニュースを「新着」とみなすための最長日数を日数で指定します。0に設定すると、「新着」ラベルを完全に無効にします。

source: Latest News
fi_fi: Uusimmat uutiset
ja_jp: 新着ニュース

source: Post news
fi_fi: Julkaise uutinen
ja_jp: ニュースを投稿

source: Edit news
fi_fi: Muokkaa uutista
ja_jp: ニュースを編集

source: Delete news
fi_fi: Poista uutinen
ja_jp: ニュースを削除

source: Do you really want to delete the news '%(title)s'?
fi_fi: Haluatko todella poistaa uutisen "%(title)s"?
ja_jp: 本当にニュース「%(title)s」を削除しますか？

source: Applications
fi_fi: Sovellukset
ja_jp: アプリケーション

source: API tokens
fi_fi: API-tunnukset
ja_jp: APIトークン

source: Application {} was modified
fi_fi: Sovellusta {} on muokattu
ja_jp: アプリケーション {} を修正しました

source: Application deleted successfully
fi_fi: Sovellus poistettu onnistuneesti
ja_jp: アプリケーションは正常に削除されました

source: Application {} registered successfully
fi_fi: Sovellus {} rekisteröity onnistuneesti
ja_jp: アプリケーション {} が正常に登録されました

source: New client secret generated for the application
fi_fi: Sovellukselle luotu uusi asiakassalaisuus
ja_jp: アプリケーションのために生成された新しいクライアントシークレット

source: App authorization revoked for all users.
fi_fi: Sovelluksen käyttöoikeus peruutettu kaikille käyttäjille.
ja_jp: すべてのユーザーに対してアプリの認可が取り消されました。

source: Access for '{}' has been successfully revoked.
fi_fi: &apos;{}&apos;-käyttöoikeus on peruutettu onnistuneesti.
ja_jp: 「{}」に対するアクセスが正常に取り消されました。

source: You cannot manage API tokens
fi_fi: API-tunnuksia ei voi hallita
ja_jp: APIトークンの管理はできません

source: Token '{}' updated
fi_fi: Tunnus '{}' päivitetty
ja_jp: トークン「{}」が更新されました

source: The token '{}' has been successfully revoked.
fi_fi: Tunnus '{}' on peruutettu onnistuneesti.
ja_jp: トークン「{}」は正常に取り消されました。

source: Invalid URI: {}.<br>It must use http or https and may not contain a query string.
fi_fi: Virheellinen URI: {}.<br>Sen on käytettävä http- tai https-protokollaa, eikä se saa sisältää kyselymerkkijonoa.
ja_jp: 無効なURI: {} 。<br>http か https を用いねばならず、クエリー文字列を含みません。

source: Allowed authorization callback URLs
fi_fi: Sallitut valtuutuksen palautus -URL-osoitteet
ja_jp: 許可された認可コールバックのURL

source: More than one URL can be specified adding new lines. The redirect_uri sent by the OAuth client must use the same protocol and host/port. If an entry contains a path, the redirect_uri's path must start with this path.
fi_fi: Useampi URL-osoite voidaan määrittää lisäämällä uusia rivejä. OAuth-asiakkaan lähettämän redirect_uri:n on käytettävä samaa protokollaa ja samaa isäntä/porttiosoitetta. Jos merkinnässä on polku, redirect_uri:n polun on aloitettava tästä polusta.
ja_jp: 新しい行を追加して複数の URL を指定することができます。OAuthクライアントから送られるredirect_uriは、同じプロトコルとホスト／ポートを使用する必要があります。エントリにパスが含まれている場合、redirect_uriのパスはこのパスで始まる必要があります。

source: Allowed scopes
fi_fi: Sallitut laajuudet
