Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: It is currently provided by {count}1{/count} equipment type.
fi_fi: Se on tällä hetkellä saatavilla {count}1{/count} laitetyypissä.
ja_jp: 現在 {count} 個の設備タイプが提供されています。

source: Add feature
fi_fi: Lisää ominaisuus
ja_jp: 特性を追加

source: Always
fi_fi: Aina
ja_jp: 常に

source: Never
fi_fi: Ei koskaan
ja_jp: しない

source: Not for events
fi_fi: Ei tapahtumille

source: General Settings
fi_fi: Yleiset asetukset
ja_jp: 一般設定

source: Specify who has access to the room booking system.
fi_fi: Määritä, kenellä on pääsy tilavarausjärjestelmään.
ja_jp: 部屋の予約システムへのアクセス権を持つ人を指定してください。

source: Authorized users
fi_fi: Valtuutetut käyttäjät
ja_jp: 許可されたユーザー

source: Restrict access to the room booking system to these users/groups. If empty, all logged-in users have access.
fi_fi: Rajoita tilavarausjärjestelmän käyttöoikeus näihin käyttäjiin/ryhmiin. Jos kenttä on tyhjä, kaikki kirjautuneet käyttäjät voivat käyttää järjestelmää.
ja_jp: 部屋の予約システムへのアクセスを、これらのユーザー／グループに制限する。空の場合、すべてのログインしているユーザーがアクセスできます。

source: Administrators
fi_fi: Ylläpitäjät
ja_jp: 管理者

source: Grant full room booking admin permissions to these users/groups.
fi_fi: Anna näille käyttäjille/ryhmille täydet tilavarauksen hallintaoikeudet.
ja_jp: これらのユーザー／グループに部屋の予約に関する全管理権を付与します。

source: Allow owners/managers to edit their rooms
fi_fi: Anna omistajien/vastuuhenkilöiden muokata tilojaan
ja_jp: 所有者／マネージャーに自分の部屋の編集を許可

source: By default only admins and location managers can modify rooms, but you can allow room owners and managers to modify them as well.
fi_fi: Oletuksena vain ylläpitäjät ja sijainnin vastuuhenkilöt voivat muokata tiloja, mutta voit antaa myös tilojen omistajille ja vastuuhenkilöille oikeuden muokata niitä.

source: Hide booking details
fi_fi: Piilota varauksen tiedot

source: If enabled, only room managers and people involved in a booking can see details such as who made the booking and its history.
fi_fi: Jos tämä asetus on käytössä, vain tilan vastuuhenkilöt ja varaukseen liittyvät henkilöt voivat nähdä yksityiskohdat, kuten varaajan ja varaushistorian.

source: Hide the Room Booking system from unauthorized users
fi_fi: Piilota tilavarausjärjestelmä käyttäjiltä, joilla ei ole käyttöoikeutta
ja_jp: 部屋の予約システムを権限の無いユーザーから隠す

source: If enabled, links to the Room Booking system will not be shown to users who do not have access to it.
fi_fi: Jos tämä asetus on käytössä, linkit tilavarausjärjestelmään eivät näy käyttäjille, joilla ei ole pääsyä järjestelmään.
ja_jp: 有効にすると、アクセス権限の無いユーザーには部屋の予約システムへのリンクが非表示になります。

source: Tileserver URL
fi_fi: Karttapalvelimen URL-osoite
ja_jp: タイルサーバーのURL

source: If you want to use the map, specify the URL to a tileserver covering the area in which your rooms are located.
fi_fi: Jos haluat käyttää karttaa, määritä URL-osoite karttapalvelimelle, joka kattaa tilojesi sijaintialueen.
ja_jp: 地図を使用する際、部屋がある地域をカバーするタイルサーバーのURLを指定してください。

source: Please provide a valid URL
fi_fi: Anna kelvollinen URL-osoite
ja_jp: 有効なURLを入れてください。

source: Missing placeholder: {placeholders}
fi_fi: Puuttuva paikkamerkki: {placeholders}
ja_jp: プレースホルダーがありません: {placeholders}

source: Max. booking length
fi_fi: Varauksen enimmäisaika
ja_jp: 最大予約長

source: The maximum length (in days) a booking may last.
fi_fi: Varauksen enimmäiskesto (päivinä).
ja_jp: 予約の最長期間（日数）です。

source: Booking reason required
fi_fi: Varausperuste vaaditaan
ja_jp: 予約目的が必用です

source: Specify when a booking reason must be provided.
fi_fi: Määritä, milloin varausperuste on ilmoitettava.
ja_jp: 予約理由を設定するタイミングを指定します。

source: Send reminders for upcoming bookings
fi_fi: Lähetä muistutukset tulevista varauksista
ja_jp: 今後の予約のリマインダーを送信する

source: Specify how many days in advance booking reminders should be sent
fi_fi: Määritä, kuinka monta päivää ennen varausta muistutukset tulisi lähettää
ja_jp: 何日前に予約のリマインダーを送信するかを指定

source: Single/Daily bookings
fi_fi: Yksittäiset/päivittäiset varaukset
ja_jp: 一回/毎日の予約

source: Weekly bookings
fi_fi: Viikoittaiset varaukset
ja_jp: 毎週の予約

source: Monthly bookings
fi_fi: Kuukausittaiset varaukset
ja_jp: 毎月の予約

source: Send reminders when bookings are about to end
fi_fi: Lähetä muistutuksia, kun varaukset ovat päättymässä
ja_jp: 予約終了間際のリマインダーを送信

source: Specify how many days before the end of a booking reminders should be sent
fi_fi: Määritä, kuinka monta päivää ennen varauksen päättymistä muistutukset tulisi lähettää
ja_jp: 予約終了の何日前にリマインダーを送信するかを指定

source: Daily bookings
fi_fi: Päivittäiset varaukset
ja_jp: 毎日の予約

source: Enable internal booking notes
fi_fi: Ota sisäiset varausmuistiinpanot käyttöön
ja_jp: 内部予約ノートを有効化

source: Allow room owners/managers to add internal notes to bookings which are only visible to other room owners/managers.
fi_fi: Anna tilojen omistajien/vastuuhenkilöiden lisätä varauksiin sisäisiä muistiinpanoja, jotka näkyvät vain muille tilojen omistajille/vastuuhenkilöille.
ja_jp: 部屋の所有者／マネージャーが、他の所有者／マネージャーのみにしか見えない内部ノートを予約に追加する事を許可します。

source: Disable booking during event creation
fi_fi: Poista varaus käytöstä tapahtuman luomisen aikana
ja_jp: イベント作成時の予約を無効にする

source: Specify the IDs of categories for which booking a room during event creation will not be suggested.
fi_fi: Määritä niiden luokkien tunnukset, joiden tilavarausta ei ehdoteta tapahtuman luomisen yhteydessä.
ja_jp: イベント作成時に部屋の予約を提案しないようにするカテゴリーIDを指定します。

source: Grace period
fi_fi: Lisäaika
ja_jp: 猶予期間

source: Usually booking a space in the past is not allowed. This setting will allow to book a room with a start date within a specified number of hours in the past. Leaving the field empty will allow any start date that is not in the past without restricting the start time as well.
fi_fi: Yleensä tilan varaaminen menneisyydestä ei ole sallittua. Tällä asetuksella voit sallia varaukset, joiden alkamisaika on enintään määritetty määrä tunteja menneisyydessä. Jos kenttä jätetään tyhjäksi, kaikki tulevaisuudessa olevat alkamisajat ovat sallittuja ilman rajoituksia.
ja_jp: 通常、過去に場所を予約することはできません。この設定をすると、指定した時間数までの過去の開始日で部屋を予約することができます。このフィールドを空にすると、開始時刻を制限することなく、過去ではない開始日を許可します。

source: {count} room
fi_fi: {count} tila
ja_jp: {count} 部屋

source: Created by {createdBy}
fi_fi: Luonut {createdBy}
ja_jp: 作成者: {createdBy}

source: Active and future
fi_fi: Aktiivinen ja tulevaisuus
ja_jp: 現在及び今後有効なもの

source: All blockings this year
fi_fi: Kaikki tämän vuoden estot
ja_jp: 今年のブロック全て

source: All blockings
fi_fi: Kaikki estot
ja_jp: 全ブロック

source: Filter by date
fi_fi: Suodata päivämäärän mukaan
ja_jp: 日付でのフィルター

source: Blockings in my rooms
fi_fi: Estot tiloissani
ja_jp: 自分の部屋のブロック

source: Show only blockings in my rooms
fi_fi: Näytä vain tiloissani olevat estot
ja_jp: 自分の部屋のブロックのみ表示

source: My blockings
fi_fi: Estoni
ja_jp: 私がしているブロック

source: Show only my blockings
fi_fi: Näytä vain omat estoni
ja_jp: 自分のブロックのみ表示

source: There are no blockings.
fi_fi: Rajoituksia ei ole.
ja_jp: ブロックはありません。

source: Please choose a valid period.
fi_fi: Valitse voimassa oleva ajanjakso.
ja_jp: 有効な期間を選択してください。

source: Please provide the reason for the blocking.
fi_fi: Ilmoita estämisen syy.
ja_jp: ブロックする理由を記入してください。

source: Please choose at least one room for this blocking.
fi_fi: Valitse vähintään yksi tila, jota rajoitus koskee.
ja_jp: ブロックするには最低1部屋選んでください。

source: Blocking has been accepted
fi_fi: Rajoitus on hyväksytty
ja_jp: ブロックが許可されました

source: Pending approval by a room manager
fi_fi: Odottaa tilan vastuuhenkilön hyväksyntää
ja_jp: ルームマネージャーによる承認が保留中

source: Booking rejected by {rejectedBy}
fi_fi: {rejectedBy} hylkäsi varauksen
ja_jp: {rejectedBy} が予約を却下しました

source: Accept blocking
fi_fi: Hyväksy rajoitus
ja_jp: ブロックを許可

source: Update blocking
fi_fi: Päivitä esto
ja_jp: ブロックを更新

source: Block selected spaces
fi_fi: Estä valitut tilat
ja_jp: 選択した場所をブロック

source: Blocking details
fi_fi: Tietoja estämisestä
ja_jp: ブロックの詳細

source: Edit blocking
fi_fi: Muokkaa estämistä
ja_jp: ブロックを編集

source: Are you sure you want to delete this blocking?
fi_fi: Haluatko varmasti poistaa tämän eston?
ja_jp: 本当にこのブロックを解除してよいですか？

source: Blocking created by {createdBy}
fi_fi: Estämisen luonut {createdBy}
ja_jp: {createdBy} によるブロック

source: When blocking rooms nobody but you, the rooms' managers and those users/groups you specify in the "Allowed users/groups" list will be able to create bookings for the specified rooms in the given timeframe. You can also block rooms you do not own - however, those blockings have to be approved by the owners of those rooms.
fi_fi: Kun estät tiloja, vain sinä, tilojen vastuuhenkilöt sekä sallittujen käyttäjien ja ryhmien luettelossa määrittämäsi käyttäjät ja ryhmät voivat varata tiloja annetulla ajanjaksolla. Voit myös estää tiloja, joita et omista, mutta tällöin tilojen omistajien on hyväksyttävä esto.
ja_jp: 部屋をブロックすると、あなた、部屋のマネージャーおよび「許可されたユーザー/グループ」リストで指定したユーザー/グループ以外の人は、指定された時間内にその部屋を予約できなくなります。また、自分が所有していない部屋をブロックすることもできますが、その場合は部屋の所有者の承認が必要です。

source: Please take into account that rooms blockings should only be used for short term events and never for long-lasting periods. If you wish to somehow mark a room as unusable, please ask its owner to set it as such.
fi_fi: Huomioithan, että tiloja tulisi estää vain tilapäisesti. Mikäli haluat poistaa tilan käytöstä, pyydä sen omistajaa suorittamaan poisto.
ja_jp: ルームのブロックは、短期間の出来事のみに使用されるもので、長期間にわたって使用されるものでは無い事を理解してください。もし、何らかの方法で部屋を使用不可な状態にしておきたい場合は、その部屋の所有者にそのように設定するよう依頼してください。

source: Reason
fi_fi: Syy
ja_jp: 理由

source: Provide reason for blocking
fi_fi: Ilmoita estämisen syy
ja_jp: ブロックする理由を記入

source: Authorized users/groups
fi_fi: Valtuutetut käyttäjät/ryhmät
ja_jp: 許可されたユーザー/グループ

source: Rooms to block
fi_fi: Estettävät tilat
ja_jp: ブロックする部屋

source: Blocked rooms
fi_fi: Estetyt tilat
ja_jp: ブロックされた部屋

source: You can accept and reject blockings for your rooms on the list by using the action buttons on the right side of the room name.
fi_fi: Voit hyväksyä ja hylätä tilojen varauksia käyttämällä tilan nimen oikealla puolella olevia toimintopainikkeita.
ja_jp: 部屋名の右側にあるアクションボタンで、自分の部屋のブロックを承認・拒否できます。

source: The blocking has been successfully updated.
fi_fi: Estäminen on päivitetty onnistuneesti.
ja_jp: ブロックが正常に更新されました。

source: The blocking has been successfully created.
fi_fi: Estäminen on luotu onnistuneesti.
ja_jp: ブロックが正常に作成されました。

source: You can consult your blocking {link}here{/link}.
fi_fi: Voit tarkastella estoa {link}täältä{/link}.
ja_jp: 自分がしているブロックに関しては {link}こちら{/link}。

source: The space will be free on the selected time slot(s)
fi_fi: Tila on vapaa valitulla aikavälillä.
ja_jp: 選択した時間帯には、この場所は空いています。

source: The space won't be available on one or more days
fi_fi: Tila ei ole käytettävissä yhden tai useamman päivän ajan
ja_jp: 1日または複数の日に場所がありません

source: Space cannot be booked.
fi_fi: Tilaa ei voi varata.
ja_jp: 場所の予約はできません。

source: One or more bookings would conflict with yours.
fi_fi: Yksi tai useampi varaus olisi päällekkäin varauksesi kanssa.
ja_jp: 1つ以上の予約があなたの予定と重なっています。

source: Bookings in the past are not allowed.
fi_fi: Menneitä varauksia ei hyväksytä.
ja_jp: 過去に予約はできません。

source: Book Room
fi_fi: Varaa tila
ja_jp: 部屋を予約

source: Pre-Book Room
fi_fi: Tee alustava varaus
ja_jp: 部屋を仮予約

source: Book
fi_fi: Varaa
ja_jp: 予約

source: Pre-Book
fi_fi: Tee alustava varaus
ja_jp: 仮予約

source: Here are some alternatives we've found for you!
fi_fi: Tässä on muutamia vaihtoehtoja, jotka löysimme sinulle!
ja_jp: 代替として見つかったのがこちらです！

source: List view
fi_fi: Luettelonäkymä
ja_jp: リスト表示

source: Timeline view
fi_fi: Aikajananäkymä
ja_jp: タイムライン表示

source: See details
fi_fi: Tarkastele tietoja
ja_jp: 詳細を見る

source: Please choose an option!
fi_fi: Valitse vaihtoehto!
ja_jp: オプションを選んで下さい！

source: Please specify a user
fi_fi: Määritä käyttäjä
ja_jp: ユーザーを指定してください

source: You need to provide a reason
fi_fi: Sinun on annettava syy
ja_jp: 理由の提示が必要です

source: Choose an event
fi_fi: Valitse tapahtuma
ja_jp: イベントを選択する

source: You have an event taking place during the selected time. If you are booking the room for this event, please select it below. The room of the selected event will automatically be updated.
fi_fi: Valitsemanasi ajankohtana on tapahtuma. Jos olet varaamassa tilaa tätä tapahtumaa varten, valitse se alla. Valitun tapahtuman tila päivitetään automaattisesti.
ja_jp: あなたは選択した時間帯にイベントを予定しています。そのイベントの一つにこの部屋を予約するのであれば、以下でそれを選択してください。選択されたイベントの部屋が自動的に更新されます。

source: The space has been successfully pre-booked!
fi_fi: Alustava tilavaraus on tehty onnistuneesti!
ja_jp: 無事に場所の事前予約が完了しました！

source: The space has been successfully booked!
fi_fi: Tila on varattu onnistuneesti!
ja_jp: 無事に場所の予約が完了しました！

source: You can consult your pre-booking {link}here{/link}.
fi_fi: Voit tarkastella alustavaa varaustasi {link}täältä{/link}.
ja_jp: あなたの仮予約は {link}こちら{/link} で参照できます。

source: You can consult your booking {link}here{/link}.
fi_fi: Voit tarkastella varaustasi {link}täältä{/link}.
ja_jp: あなたの予約は {link}こちら{/link} で参照できます。

source: Couldn't book the room
fi_fi: Tilaa ei voitu varata
ja_jp: 予約できませんでした

source: Booking conflicts
fi_fi: Päällekkäisyydet
ja_jp: 予約が競合

source: Your booking conflicts with another existing one.
fi_fi: Varauksesi on päällekkäin toisen varauksen kanssa.
ja_jp: あなたの予約のうち {count} 回分が、既存の予約と重なっています。

source: You are creating a {highlight}Pre-Booking{/highlight}
fi_fi: Olet luomassa {highlight}alustavaa varausta{/highlight}
ja_jp: あなたは{highlight}仮予約{/highlight}を作成中です

source: A Pre-Booking has to be approved by the room managers before you can use the space in question.
fi_fi: Tilan vastuuhenkilön on hyväksyttävä alustava varaus ennen kuin voit käyttää kyseistä tilaa.
ja_jp: 仮予約は、該当する場所を使用する前にルームマネージャーの承認を得ねばなりません。

source: Pre-Booking conflicts
fi_fi: Päällekkäiset alustavat varaukset
ja_jp: 仮予約が競合

source: If you create this pre-booking, some of your days may get rejected as they overlap with the following pre-bookings:
fi_fi: Jos teet tämän alustavan varauksen, osa valitsemistasi päivistä voidaan hylätä, koska ne ovat päällekkäin seuraavien alustavien varausten kanssa:
ja_jp: この仮予約を作ると、次の仮予約と重なるため、どれかの日程が却下されることがあります:

source: If you create this booking, the following overlapping days of existing pre-bookings will automatically be rejected:
fi_fi: Jos teet tämän varauksen, seuraavat päällekkäiset alustavat varaukset poistetaan automaattisesti:
ja_jp: この予約を作成すると、次の競合している既存の仮予約の日程が自動的に却下されます:

source: Assign the room {room} to this event
fi_fi: Valitse tämän tapahtuman tilaksi {room}
ja_jp: 部屋 {room} をこのイベントに割り当て

source: Assign the room {room} to this contribution
fi_fi: Valitse tämän esityksen tilaksi {room}
ja_jp: 部屋 {room} をこの投稿に割り当て

source: Assign the room {room} to this session block
fi_fi: Valitse tämän istuntojakson tilaksi {room}
ja_jp: 部屋 {room} をこのセッションブロックに割り当て

source: Assign the room {room} to this event (instead of {oldRoom})
fi_fi: Valitse tämän tapahtuman tilaksi {room} (tilan {oldRoom} sijaan)
ja_jp: 部屋 {room} をこのイベントに割り当て ({oldRoom}の代わり)

source: Assign the room {room} to this contribution (instead of {oldRoom})
fi_fi: Valitse tämän esityksen tilaksi {room} (tilan {oldRoom} sijaan)
ja_jp: 部屋 {room} をこの投稿に割り当て ({oldRoom}の代わり)

source: Assign the room {room} to this session block (instead of {oldRoom})
fi_fi: Valitse tämän istuntojakson tilaksi {room} (tilan {oldRoom} sijaan)
ja_jp: 部屋 {room} をこのセッションブロックに割り当て ({oldRoom}の代わり)

source: Internal notes (optional)
fi_fi: Sisäiset muistiinpanot (valinnainen)
ja_jp: 内部ノート（オプショナル）

source: I've changed my mind!
fi_fi: Olen muuttanut mieleni!
ja_jp: 気が変わりました！

source: Create Booking
fi_fi: Luo varaus
ja_jp: 予約の作成

source: Create Pre-booking
fi_fi: Luo alustava varaus
ja_jp: 仮予約の作成

source: Recurrence
fi_fi: Toistuvuus
ja_jp: 繰り返し

source: Time
fi_fi: Aika
ja_jp: 時間

source: One minute earlier
fi_fi: Yksi minuutti aikaisemmin
ja_jp: {count} 分前

source: One minute later
fi_fi: Yksi minuutti myöhemmin
ja_jp: {count} 分後

source: We'll change your booking's starting time to make it fit
fi_fi: Muutamme varauksesi alkamisajan sopivaksi
ja_jp: 予約の開始時刻を変更して、ご希望に添うようにします

source: One minute shorter
fi_fi: Yksi minuutti lyhyempi
ja_jp: {duration} 分短縮

source: We'll shorten your booking to make it fit
fi_fi: Lyhennämme varaustasi sopivammaksi
ja_jp: 予約の内容を短縮して入れれるようにします

source: Skip one day
fi_fi: Ohita yksi päivä
ja_jp: {skip} 日スキップ

source: We'll skip one occurrence to avoid any conflicts
fi_fi: Ohitamme yhden esiintymän päällekkäisyyksien välttämiseksi
ja_jp: 競合を咲けるため、 {skip} 回分をスキップします

source: Shorten by one day
fi_fi: Lyhennä yhdellä päivällä
ja_jp: {shorten} 日短縮

source: Bookings in this room cannot last this long and will be shortened accordingly
fi_fi: Varaukset tässä tilassa eivät voi olla näin pitkiä, joten niitä lyhennetään
ja_jp: この部屋の予約はそこまで長くはできないので、適宜短縮されます

source: There are no rooms matching the criteria.
fi_fi: Ehtoja vastaavia tiloja ei löytynyt.
ja_jp: 条件に合う部屋はありません。

source: Total{count}
fi_fi: Yhteensä{count}
ja_jp: 合計 {count}

source: Number of spaces that match your filtering criteria.
fi_fi: Suodatuskriteerejäsi vastaavien tilojen määrä.
ja_jp: 検索条件に合う部屋の数

source: Available{count}
fi_fi: Saatavilla{count}
ja_jp: 予約可能 {count}

source: Spaces that are free on that time slot.
fi_fi: Kyseisenä ajankohtana vapaana olevat tilat.
ja_jp: その時間帯に空いているスペース。

source: Unavailable{count}
fi_fi: Ei saatavilla{count}
ja_jp: 予約不可{count}

source: Spaces unavailable during that time slot (click for details).
fi_fi: Tilat eivät ole käytettävissä kyseisenä ajankohtana (klikkaa saadaksesi lisätietoja).
ja_jp: そのタイムスロットに使用可能な場所はありません（詳細はクリック）

source: Unauthorized
fi_fi: Ei käyttöoikeutta
ja_jp: 権限無し

source: Spaces you are not authorized to book.
fi_fi: Tilat, joita et ole oikeutettu varaamaan.
ja_jp: 予約権限がない部屋

source: No known spaces match your query
fi_fi: Hakusi ei tuottanut tuloksia
ja_jp: 検索に一致する場所はありません

source: No spaces are available during that time slot
fi_fi: Tiloja ei ole saatavilla kyseisenä ajankohtana
ja_jp: その時間帯は空きがありません

source: Unavailable Rooms
fi_fi: Ei saatavilla olevat tilat
ja_jp: 使用できない部屋

source: Show only my bookings
fi_fi: Näytä vain omat varaukseni
ja_jp: 自分の予約のみ表示

source: Hide rejected/cancelled bookings
fi_fi: Piilota hylätyt/peruutetut varaukset
ja_jp: 却下／キャンセルされた予約を非表示

source: Show rejected/cancelled bookings
fi_fi: Näytä hylätyt/peruutetut varaukset
ja_jp: 却下／キャンセルされた予約を表示

source: Show unused spaces
fi_fi: Näytä tilat, jotka eivät ole käytössä
ja_jp: 使われていない場所を表示

source: Hide unused spaces
fi_fi: Piilota tilat, jotka eivät ole käytössä
ja_jp: 使われていない場所を非表示

source: Show calendar view
fi_fi: Näytä kalenterinäkymä
ja_jp: カレンダー表示

source: Show a list of all upcoming bookings
fi_fi: Näytä luettelo kaikista tulevista varauksista
ja_jp: 今後予定されているすべての予約のリストを表示する

source: Link event
fi_fi: Linkitä tapahtuma
ja_jp: イベントをリンク

source: Are you sure you want to link this event?
fi_fi: Haluatko varmasti linkittää tämän tapahtuman?
ja_jp: 本当にこのイベントをリンクしますか？

source: Link to {bookedFor}
fi_fi: Linkitä kohteeseen {bookedFor}
ja_jp: {bookedFor}にリンク

source: This booking is pending confirmation by the room owner
fi_fi: Tämä varaus odottaa tilan omistajan vahvistusta
ja_jp: この予約は部屋の所有者による確認待ちです

source: Booked for {bookedFor}
fi_fi: Varattu {bookedFor}
ja_jp: {bookedFor}に予約済み

source: Already linked
fi_fi: Kohde on jo linkitetty
ja_jp: 既にリンク済み

source: Outside of the event schedule
fi_fi: Tapahtuman aikataulun ulkopuolella

source: Showing bookings up to {days} day before the event.
fi_fi: Näytetään varaukset enintään {days} päivä ennen tapahtumaa.

source: Showing bookings around the event dates.
fi_fi: Näytetään varaukset tapahtumapäivien ympärillä.

source: Load earlier bookings
fi_fi: Lataa aiempia varauksia

source: Showing bookings up to {days} day after the event.
fi_fi: Näytetään varaukset enintään {days} päivä tapahtuman jälkeen.

source: Load later bookings
fi_fi: Lataa tulevia varauksia

source: There are no bookings matching the criteria.
fi_fi: Hakuehdot täyttäviä varauksia ei löytynyt.
ja_jp: 条件に合う予約はありません。

source: Start your booking...
fi_fi: Aloita varauksesi...
ja_jp: 予約を開始...

source: Search only my favorites
fi_fi: Etsi vain suosikeistani
ja_jp: お気に入りだけを検索する

source: Active rooms
fi_fi: Aktiiviset tilat
ja_jp: 提供中のルーム

source: Buildings
fi_fi: Rakennukset
ja_jp: ビル

source: Bookings today
fi_fi: Tänään tehdyt varaukset
ja_jp: 今日の予約数

source: Active booking requests
fi_fi: Aktiiviset varauspyynnöt
ja_jp: 現在の予約申請数

source: Your bookings
fi_fi: Varauksesi
ja_jp: あなたの予約

source: Equipment
fi_fi: Laitteet
ja_jp: 設備

source: Building {building}
fi_fi: Rakennus {building}
ja_jp: {building}号館

source: Min. Capacity
fi_fi: Vähimmäiskapasiteetti
ja_jp: 最低収容人数

source: Show only...
fi_fi: Näytä vain...
ja_jp: 以下のみを表示...

source: Deselect all rooms
fi_fi: Poista kaikkien tilojen valinta

source: Select all rooms
fi_fi: Valitse kaikki tilat

source: Block rooms
fi_fi: Estä tilat
ja_jp: 部屋をブロック

source: There are no rooms matching the criteria
fi_fi: Hakuehdot täyttäviä tiloja ei löytynyt
ja_jp: 条件に合う部屋はありません

source: There is {count} match
fi_fi: Löytyi {count} osuma
ja_jp: 該当数 {count}

source: Building {buildingNumber}
fi_fi: Rakennus {buildingNumber}
ja_jp: {buildingNumber}号館

source: See detailed equipment
fi_fi: Katso laitteiden yksityiskohdat
ja_jp: 設備の詳細を見る

source: My favorite rooms
fi_fi: Suosikkitilani
ja_jp: 私のお気に入りの部屋

source: Rooms I manage or moderate
fi_fi: Hallinnoimani ja moderoimani tilat

source: Rooms I am authorized to book
fi_fi: Tilat, joihin minulla on käyttöoikeus
ja_jp: 予約権限がある部屋

source: Once
fi_fi: Kerran
ja_jp: 一回

source: Every week on {weekdays}
fi_fi: Joka viikko seuraavina päivinä: {weekdays}
ja_jp: {repetition}週間毎の{weekdays}に

source: Every {weekdays}
fi_fi: Joka {weekdays}
ja_jp: 毎週{weekdays}

source: Available
fi_fi: Saatavilla
ja_jp: 空き

source: Booking
fi_fi: Varaus
ja_jp: 予約

source: Pre-Booking
fi_fi: Alustava varaus
ja_jp: 仮予約

source: Conflict
fi_fi: Päällekkäisyys
ja_jp: 重複

source: Conflict with Pre-Booking
fi_fi: Päällekkäinen alustavan varauksen kanssa
ja_jp: 仮予約と競合

source: Invalid occurrence
fi_fi: Virheellinen tapahtuma
ja_jp: 無効な回

source: Other booking
fi_fi: Muu varaus
ja_jp: その他の予約

source: Blocking
fi_fi: Estäminen
ja_jp: ブロック

source: Blocking (allowed)
fi_fi: Estäminen (sallittu)
ja_jp: ブロック（可）

source: Not bookable
fi_fi: Ei varattavissa
ja_jp: 予約不可

source: Concurrent Pre-Bookings
fi_fi: Samanaikaiset alustavat varaukset
ja_jp: 同時間の仮予約

source: from Images
fi_fi: kuvista
ja_jp: 画像から

source: from Materials
fi_fi: materiaaleista
ja_jp: マテリアルから

source: from Indico
fi_fi: Indicosta
ja_jp: Indicoから

source: Event Logo
fi_fi: Tapahtuman logo
ja_jp: イベントロゴ

source: This field only accepts jpg, png, gif and webp picture formats, and extremely large images cannot be used.
fi_fi: Tähän kenttään hyväksytään vain jpg-, png-, gif- ja webp-kuvamuodot, eikä erittäin suuria kuvia voida käyttää.

source: Select an image from the event
fi_fi: Valitse kuva tapahtumasta
ja_jp: イベントからイメージを選択

source: Loading images...
fi_fi: Kuvia ladataan...
ja_jp: イメージ読込中...

source: No images were found in this event.
fi_fi: Tapahtumasta ei löytynyt kuvia.
ja_jp: このイベントにはイメージがありません

source: Get new images
fi_fi: Hanki uusia kuvia
ja_jp: 新たなイメージを取得

source: Publish and send to registrant
fi_fi: Julkaise ja lähetä rekisteröityneelle
ja_jp: 公開し、登録者に送る

source: Save and publish to registration
fi_fi: Tallenna ja julkaise rekisteröitymiseen
ja_jp: 保存し、登録者に発行

source: Save and send to registrant
fi_fi: Tallenna ja lähetä rekisteröityvälle
ja_jp: 保存し、登録者に送る

source: Save to registration
fi_fi: Tallenna rekisteröintiin
ja_jp: 登録に保存

source: as a single PDF document
fi_fi: yhtenä PDF-tiedostona
ja_jp: 一つのPDF文書として

source: as a ZIP archive
fi_fi: ZIP-tiedostona
ja_jp: ZIPアーカイブとして

source: Generate Documents
fi_fi: Luo asiakirjoja
ja_jp: ドキュメントを生成
