Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Modifications possible until <strong>%(date)s</strong> at <strong>%(time)s</strong>
fi_fi: Muutokset mahdollisia <strong>%(date)s</strong> klo <strong>%(time)s</strong> saakka
ja_jp: 修正は<strong>%(date)s</strong>の<strong>%(time)s</strong>まで可能

source: The call for abstracts is already finished. Do you want to open it again?
fi_fi: Abstraktikutsun hakuaika on jo päättynyt. Haluatko avata sen uudelleen?
ja_jp: アブストラクト募集はすでに終了しました。もう一度開きますか？

source: Reopen now
fi_fi: Avaa uudelleen nyt
ja_jp: 今すぐ再開

source: The call for abstracts is not open yet
fi_fi: Abstraktikutsu ei ole vielä avoinna
ja_jp: アブストラクト募集はまだ始まっていません

source: Start now or schedule opening.
fi_fi: Aloita nyt tai aikatauluta avaus.
ja_jp: すぐに開始するか、開始日時をスケジュールできます。

source: Scheduled to open on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s).
fi_fi: Aikataulutettu alkamaan <strong>%(date)s</strong> klo <strong>%(time)s</strong> (%(tz)s).
ja_jp: <strong>%(date)s</strong> の <strong>%(time)s</strong> (%(tz)s) に開く予定です。

source: Close now or schedule the deadline.
fi_fi: Sulje nyt tai aseta määräaika.
ja_jp: 終了するか締切時刻をスケジュールできます。

source: Scheduled to close on <strong>%(date)s</strong> at <strong>%(time)s</strong> (%(tz)s).
fi_fi: Määräaika on <strong>%(date)s</strong> klo <strong>%(time)s</strong> (%(tz)s).
ja_jp: <strong>%(date)s</strong> の <strong>%(time)s</strong> (%(tz)s) に閉じる予定です。

# Tracks
source: None
fi_fi: Ei mitään

source: Deleted track
fi_fi: Poistettu osio
ja_jp: 削除されたトラック

source: This track has been deleted.
fi_fi: Tämä osio on poistettu.
ja_jp: このトラックは削除されました。

source: Proposed to accept in different tracks
fi_fi: Ehdotettu hyväksymistä eri osioissa
ja_jp: 他トラックへ受け付けることを提案する。

source: All reviewers proposed to accept this abstract but as different contribution types
fi_fi: Kaikki arvioijat ehdottivat tämän abstraktin hyväksymistä, mutta eri esitystyyppeinä
ja_jp: 審査員全員が、このアブストラクトを異なる投稿タイプで受理する事を提案

source: No reviewer has reviewed this abstract yet
fi_fi: Kukaan ei ole vielä arvioinut tätä abstraktia
ja_jp: まだこのアブストラクトを審査した審査員はいません

source: Not reviewed in all tracks
fi_fi: Ei arvioitu kaikissa osioissa
ja_jp: 全トラックに審査されていない。

source: All reviewers proposed to accept this abstract
fi_fi: Kaikki arvioijat ehdottivat tämän abstraktin hyväksymistä
ja_jp: 審査員全員がこのアブストラクトの受理を提案

source: No reviewer proposed to accept this abstract
fi_fi: Kukaan arvioija ei ehdottanut tämän abstraktin hyväksymistä
ja_jp: このアブストラクトの受理を提案した審査員はいない

source: Not all reviewers proposed to accept this abstract
fi_fi: Kaikki arvioijat eivät ehdottaneet tämän abstraktin hyväksymistä
ja_jp: すべての審査員がこのアブストラクトの受理を提案したわけではない

source: Review summary
fi_fi: Arvioinnin yhteenveto
ja_jp: 審査概要

source: Show reviews
fi_fi: Näytä arvioinnit
ja_jp: 審査結果を表示

source: Hide reviews
fi_fi: Piilota arvioinnit
ja_jp: 審査結果を非表示

source: Show questions
fi_fi: Näytä kysymykset
ja_jp: 質問を表示

source: Hide questions
fi_fi: Piilota kysymykset
ja_jp: 質問を隠す

source: <strong>%(name)s</strong> proposes to %(action)s
fi_fi: <strong>%(name)s</strong> ehdottaa %(action)s
ja_jp: <strong>%(name)s</strong> は %(action)s を提案

source: See review
fi_fi: Katso arviointi
ja_jp: 審査結果を見る

source: Reviewing for track:
fi_fi: Arviointi osiossa:
ja_jp: トラック審査中

source: Edit track list
fi_fi: Muokkaa osioiden luetteloa
ja_jp: トラックリストを編集

source: Template: <span class="template">%(name)s</span>
fi_fi: Malli: <span class="template">%(name)s</span>
ja_jp: テンプレート: <span class="template">%(name)s</span>

source: <strong>Recipients:</strong> <span class="recipients">%(recipients)s</span>
fi_fi: <strong>Vastaanottajat:</strong> <span class="recipients">%(recipients)s</span>
ja_jp: <strong>受信者:</strong> <span class="recipients">%(recipients)s</span>

source: <strong>Template:</strong> <span class="template">%(name)s</span>
fi_fi: <strong>Malli:</strong> <span class="template">%(name)s</span>
ja_jp: <strong>テンプレート:</strong> <span class="template">%(name)s</span>

source: Do you really want to withdraw this abstract?
fi_fi: Haluatko todella peruuttaa tämän abstraktin?
ja_jp: このアブストラクトを本当に取り下げますか？

source: Withdrawing this abstract will permanently delete its corresponding contribution.
fi_fi: Abstraktin poistaminen poistaa siihen liittyvän esityksen välittömästi.
ja_jp: このアブストラクトを取り下げると、対応する投稿は永久に削除されます。

source: This operation is irreversible.
fi_fi: Tätä toimintoa ei voi peruuttaa.
ja_jp: この操作は取り消せません。

source: Withdraw abstract
fi_fi: Peruuta abstrakti
ja_jp: アブストラクトの取り下げ

source: Withdraw Abstract
fi_fi: Peruuta abstrakti
ja_jp: アブストラクトの取り下げ

source: Withdraw
fi_fi: Peruuta
ja_jp: 売上の払い戻し

source: You cannot withdraw this abstract as it has already been accepted. Please contact the event organizers if you want to withdraw the abstract anyway.
fi_fi: Et voi peruuttaa tätä abstraktia, koska se on jo hyväksytty. Ota yhteyttä tapahtuman järjestäjiin, jos haluat kuitenkin peruuttaa abstraktin.
ja_jp: このアブストラクトはすでに採択されているため、撤回できません。どうしても取り下げを希望される場合は、イベントの主催者までご連絡ください。

source: This abstract has been withdrawn but can be restored.
fi_fi: Tämä abstrakti on peruutettu, mutta se voidaan palauttaa.
ja_jp: このアブストラクトは取り下げられましたが、復元できます。

source: Restore Abstract
fi_fi: Palauta abstrakti
ja_jp: アブストラクトを復元

source: Do you really want to restore this abstract?
fi_fi: Haluatko varmasti palauttaa tämän abstraktin?
ja_jp: このアブストラクトを本当に復元しますか？

source: Edit abstract
fi_fi: Muokkaa abstraktia
ja_jp: アブストラクトを編集

source: The abstract cannot be edited because it was withdrawn
fi_fi: Abstraktia ei voi muokata, koska se on peruutettu
ja_jp: 取り下げられたため、アブストラクトを編集できません

source: The abstract cannot be edited because it is already under review
fi_fi: Abstraktia ei voi muokata, koska se on arvioitavana
ja_jp: このアブストラクトは審査中のため、編集できません。

source: The abstract cannot be edited because it has already been processed
fi_fi: Abstraktia ei voi muokata, koska se on jo käsitelty
ja_jp: このアブストラクトは処理中のため、編集できません。

source: The abstract cannot be edited because the modification deadline has passed
fi_fi: Abstraktia ei voi muokata, koska muokkauksen määräaika on umpeutunut
ja_jp: 修正期限を過ぎているため、アブストラクトの編集はできません

source: You are not authorized to edit this abstract
fi_fi: Sinulla ei ole tämän abstraktin muokkausoikeuksia
ja_jp: このアブストラクトの編集権限がありません

source: PDF with reviews
fi_fi: Arvioinnit (PDF)
ja_jp: 審査結果付きPDF

source: Download abstract submission in PDF
fi_fi: Lataa abstrakti PDF-muodossa
ja_jp: 提出された要旨をPDFでダウンロード

source: <strong>%(name)s</strong> was invited to submit an abstract
fi_fi: <strong>%(name)s</strong> kutsuttiin lähettämään abstrakti
ja_jp: <strong>%(name)s</strong> はアブストラクトの提出に招かれました

source: <strong>%(name)s</strong> submitted this abstract
fi_fi: <strong>%(name)s</strong> lähetti tämän abstraktin
ja_jp: <strong>%(name)s</strong> がこのアブストラクトを提出しました

source: The abstract was accepted as <span class="abstract-contribution-type">%(type)s</span> for track %(track)s and a %(link_start)scontribution%(link_end)s was created in the event.
fi_fi: Abstrakti on hyväksytty tyyppinä <span class="abstract-contribution-type">%(type)s</span> osioon %(track)s ja a %(link_start)scontribution%(link_end)s -linkki luotiin tapahtumaan.
ja_jp: アブストラクトは <span class="abstract-contribution-type">%(type)s</span> としてトラック %(track)s にアクセプトされ、イベントに %(link_start)s投稿%(link_end)s が作成されました。

source: The abstract was accepted as <span class="abstract-contribution-type">%(type)s</span> and a %(link_start)scontribution%(link_end)s was created in the event.
fi_fi: Abstrakti on hyväksytty tyyppinä <span class="abstract-contribution-type">%(type)s</span> ja tapahtumaan luotiin %(link_start)scontribution%(link_end)s -linkki.
ja_jp: アブストラクトは <span class="abstract-contribution-type">%(type)s</span> としてアクセプトされ、イベントに %(link_start)s投稿%(link_end)s が作成されました。

source: The abstract was accepted for track %(track)s and a %(link_start)scontribution%(link_end)s was created in the event.
fi_fi: Tapahtuma hyväksyttiin osioon %(track)s ja tapahtumaan luotiin %(link_start)scontribution%(link_end)s -linkki.
ja_jp: アブストラクトはトラック %(track)s にアクセプトされ、イベントに %(link_start)s投稿%(link_end)s が作成されました。

source: The abstract was accepted and a %(link_start)scontribution%(link_end)s was created in the event.
fi_fi: Abstrakti hyväksyttiin ja tapahtumaan luotiin %(link_start)sesitys%(link_end)s.
ja_jp: アブストラクトはアクセプトされ、イベントに %(link_start)s投稿%(link_end)s が作成されました。

source: The abstract was rejected.
fi_fi: Abstrakti hylättiin.
ja_jp: アブストラクトは却下されました

source: The abstract was merged into %(link_start)s%(other)s%(link_end)s.
fi_fi: Abstrakti yhdistettiin %(link_start)s%(other)s%(link_end)s.
ja_jp: アブストラクトは%(link_start)s%(other)s%(link_end)sに統合されました。

source: The abstract was marked as a duplicate of %(link_start)s%(other)s%(link_end)s
fi_fi: Abstrakti merkittiin %(link_start)s%(other)s%(link_end)s kaksoiskappaleeksi
ja_jp: アブストラクトは%(link_start)s%(other)s%(link_end)sの重複としてマークされました。

source: As contribution type:
fi_fi: Esitystyyppinä:
ja_jp: 次の投稿タイプとして:

source: For track:
fi_fi: Osioon:
ja_jp: 次のトラックに:

source: Speaker:
fi_fi: Puhuja:
ja_jp: 発表者:

source: More information
fi_fi: Lisätietoja
ja_jp: 詳細情報

source: <strong>%(name)s</strong> submitted this <span class="abstract-contribution-type">%(type)s</span>
fi_fi: <strong>%(name)s</strong> lähetti tämän <span class="abstract-contribution-type"> %(type)s</span>
ja_jp: <strong>%(name)s</strong>がこの <span class="abstract-contribution-type">%(type)s</span> を提出しました

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted for track %(track)s as <span class="abstract-contribution-type">%(type)s</span>.
fi_fi: <strong>%(name)s</strong> lähetti tämän abstraktin, joka hyväksyttiin osioon %(track)s tyyppinä <span class="abstract-contribution-type">%(type)s</span>.
ja_jp: <strong>%(name)s</strong> がこのアブストラクトを提出しましたが、これは最終的にトラック %(track)s に<span class="abstract-contribution-type">%(type)s</span> としてアクセプトされました。

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted as <span class="abstract-contribution-type">%(type)s</span>.
fi_fi: <strong>%(name)s</strong> lähetti tämän abstraktin, joka hyväksyttiin tyyppinä <span class="abstract-contribution-type">%(type)s</span>.
ja_jp: <strong>%(name)s</strong> がこのアブストラクトを提出しましたが、これは最終的に <span class="abstract-contribution-type">%(type)s</span> としてアクセプトされました。

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted for track %(track)s.
fi_fi: <strong>%(name)s</strong> lähetti tämän abstraktin, ja se hyväksyttiin lopulta osaksi %(track)s-osioa.
ja_jp: <strong>%(name)s</strong> がこのアブストラクトを提出しましたが、これは最終的にトラック %(track)s にアクセプトされました。

source: <strong>%(name)s</strong> submitted this abstract and it was finally accepted.
fi_fi: <strong>%(name)s</strong> lähetti tämän abstraktin, ja se hyväksyttiin lopulta.
ja_jp: <strong>%(name)s</strong> がこのアブストラクトを提出しましたが、これは最終的にアクセプトされました。

source: <strong>%(name)s</strong> submitted this abstract but it was merged into another.
fi_fi: <strong>%(name)s</strong> lähetti tämän abstraktin, mutta se yhdistettiin toiseen.
ja_jp: <strong>%(name)s</strong> がこのアブストラクトを提出しましたが、これは他のアブストラクトに統合されました。

source: <a href="%(url)s">Go to abstract</a>
fi_fi: <a href="%(url)s">Siirry abstraktiin</a>
ja_jp: <a href="%(url)s">アブストラクトへ</a>

source: <strong>%(name)s</strong> submitted this abstract but it was marked as duplicate of another.
fi_fi: <strong>%(name)s</strong> lähetti tämän abstraktin, mutta se merkittiin toisen abstraktin kaksoiskappaleeksi.
ja_jp: <strong>%(name)s</strong> がこのアブストラクトを提出しましたが、これは他と重複しているものとしてマークされました。

source: <strong>%(name)s</strong> was invited to submit this abstract
fi_fi: <strong>%(name)s</strong> kutsuttiin lähettämään tämä abstrakti
ja_jp: <strong>%(name)s</strong> はこのアブストラクトの提出に招待されました。

source: No answer
fi_fi: Ei vastausta
ja_jp: 回答なし

source: <strong>%(name)s</strong> withdrew this abstract
fi_fi: <strong>%(name)s</strong> peruutti tämän abstraktin
ja_jp: <strong>%(name)s</strong> はこのアブストラクトを撤回しました

source: <strong>%(name)s</strong> accepted this abstract
fi_fi: <strong>%(name)s</strong> hyväksyi tämän abstraktin
ja_jp: <strong>%(name)s</strong> はこのアブストラクトをアクセプトしました

source: <strong>%(name)s</strong> rejected this abstract
fi_fi: <strong>%(name)s</strong> hylkäsi tämän abstraktin
ja_jp: <strong>%(name)s</strong> はこのアブストラクトをリジェクトしました

source: <strong>%(name)s</strong> merged this abstract into another
fi_fi: <strong>%(name)s</strong> yhdisti tämän abstraktin toiseen
ja_jp: <strong>%(name)s</strong> はこのアブストラクトを他のものに統合しました

source: <strong>%(name)s</strong> marked this abstract as duplicate of another
fi_fi: <strong>%(name)s</strong> merkitsi tämän abstraktin toisen abstraktin kaksoiskappaleeksi
ja_jp: <strong>%(name)s</strong> はこのアブストラクトを他と重複しているとしてマークしました

source: This abstract was accepted
fi_fi: Tämä abstrakti hyväksyttiin
ja_jp: このアブストラクトはアクセプトされました

source: This abstract was rejected
fi_fi: Tämä abstrakti hylättiin
ja_jp: このアブストラクトは却下されました

source: This abstract was merged
fi_fi: Tämä abstrakti on yhdistetty
ja_jp: このアブストラクトはマージされました

source: This abstract was marked as duplicate
fi_fi: Abstrakti on merkitty kaksoiskappaleeksi
ja_jp: このアブストラクトは重複としてマークされた

source: Proposed to %(action)saccept%(endaction)s as %(type)s
fi_fi: Ehdotettu %(action)shyväksyttäväksi%(endaction)s %(type)s
ja_jp: %(type)sとして%(action)sアクセプト%(endaction)sを提案しました

source: Proposed to %(action)saccept%(endaction)s
fi_fi: Ehdotettu %(action)shyväksyttäväksi%(endaction)s
ja_jp: %(action)sアクセプト%(endaction)sを提案しました

source: Proposed to %(action)sreject%(endaction)s
fi_fi: Ehdotettu %(action)shylättäväksi%(endaction)s
ja_jp: %(action)sリジェクト%(endaction)sを提案しました

source: Proposed to %(action)schange tracks%(endaction)s
fi_fi: Ehdotettu %(action)sosion vaihtamista%(endaction)s
ja_jp: %(action)sトラック変更%(endaction)sを提案しました

source: Proposed to %(action)smerge%(endaction)s into %(title)s
fi_fi: Ehdotettu %(action)syhdistettäväksi%(endaction)s kohteeseen %(title)s
ja_jp: %(title)sへの%(action)s統合%(endaction)sを提案しました

source: Proposed as %(action)sduplicate%(endaction)s of %(title)s
fi_fi: Ehdotettu merkittäväksi %(action)skaksoiskappaleeksi%(endaction)s kohteelle %(title)s
ja_jp: %(title)sとの%(action)s重複%(endaction)s として提案しました

source: Proposed tracks
fi_fi: Ehdotetut osiot
ja_jp: 提案されたトラック

source: Possible destination track: %(tracks)s
fi_fi: Mahdollinen kohdeosio: %(tracks)s
ja_jp: 可能性のある行き先トラック: %(tracks)s

source: You can review this abstract in one track
fi_fi: Voit arvioida tämän abstraktin yhdessä osiossa
ja_jp: このアブストラクトを %(missing_groups)s トラックで審査することができます

source: You can review this abstract in one more track
fi_fi: Voit arvioida tämän abstraktin yhdessä tai useammassa osiossa
ja_jp: このアブストラクトをさらに %(missing_groups)s トラックで審査することができます

source: You can do it until a final judgment is casted
fi_fi: Voit tehdä niin, kunnes lopullinen arvostelu on annettu
ja_jp: 最終判定が下されるまで実行可能

source: You have already reviewed this abstract in all your tracks
fi_fi: Olet jo arvioinut tämän abstraktin kaikissa osioissasi
ja_jp: あなたはこのアブストラクトをあなたのすべてのトラックで審査しました

source: You can still make up your mind
fi_fi: Voit vielä tehdä päätöksesi.
ja_jp: 決心するのをお待ちしております

source: Agreements
fi_fi: Sopimukset
ja_jp: 同意

source: No signatures needed.
fi_fi: Allekirjoituksia ei tarvita.
ja_jp: サインは不要です。

source: You are trying to sign an agreement that requires you to be logged in
fi_fi: Sopimuksen allekirjoittaminen edellyttää sisäänkirjautumista
ja_jp: 同意にサインしようとしていますが、それにはログインが必要です

source: Please log in as {name} to sign this agreement.
fi_fi: Kirjaudu sisään nimellä {name}, jotta voit allekirjoittaa tämän sopimuksen.
ja_jp: この同意にサインするには{name}としてログインしてください。

source: The URL for this agreement is invalid.
fi_fi: Tämän sopimuksen URL-osoite on virheellinen.
ja_jp: この同意書へのURLは無効です。

source: The '{}' agreement is not used in this event.
fi_fi: '{}'-sopimus ei ole käytössä tässä tapahtumassa.
ja_jp: このイベントでは '{}' 同意要件は使用しません。

source: Reminders sent
fi_fi: Muistutus lähetetty
ja_jp: リマインダー送信済み

source: The agreement is already signed
fi_fi: Sopimus on jo allekirjoitettu
ja_jp: 同意書に署名済み

source: Agreement answered on behalf of {0}
fi_fi: Sopimukseen vastattu käyttäjän {0} puolesta
ja_jp: {0}を代表する同意

source: Do you agree with the stated above?
fi_fi: Oletko samaa mieltä edellä mainitun kanssa?
ja_jp: 上記の内容に同意しますか？

source: I agree
fi_fi: Hyväksyn
ja_jp: 同意する

source: I disagree
fi_fi: En hyväksy
ja_jp: 同意しない

source: Warning: this email address will be able to sign the agreement!
fi_fi: Varoitus: tällä sähköpostiosoitteella voidaan allekirjoittaa sopimus!
ja_jp: 注意: このメールアドレスで同意に署名できるようになります。

source: Missing placeholders: {}
fi_fi: Puuttuvat paikkamerkit: {}
ja_jp: プレースホルダーがありません: {}

# Agreement answer (noun)
source: Answer
fi_fi: Vastaus

source: Agreement
fi_fi: Sopimus
ja_jp: 契約

source: Disagreement
fi_fi: Erimielisyys
ja_jp: 相違

source: Document
fi_fi: Asiakirja
ja_jp: ドキュメント

source: I confirm that I'm uploading a document that clearly shows this person's answer
fi_fi: Vahvistan, että lähetän asiakirjan, josta käy selvästi ilmi tämän henkilön vastaus
ja_jp: この方の回答が明確にわかる書類をアップロードしていることを確認します

source: I understand that I'm answering the agreement on behalf of this person
fi_fi: Ymmärrän, että vastaan sopimukseen tämän henkilön puolesta
ja_jp: 私は、この方に代わって同意書に答えることを理解しています

source: This answer is legally binding and can't be changed afterwards.
fi_fi: Tämä vastaus on oikeudellisesti sitova eikä sitä voi muuttaa jälkikäteen.
ja_jp: この回答は法的拘束力を持ち、後から変更できません。

source: Name of the person
fi_fi: Henkilön nimi
ja_jp: この人の名前

source: Link to the agreement page
fi_fi: Linkki sopimussivulle
ja_jp: 同意ページへのリンク

# Agreement
source: Pending
fi_fi: Odottaa

# Agreement
source: Accepted
fi_fi: Hyväksytty

# Agreement
source: Rejected
fi_fi: Hylätty

# Agreement
source: Accepted on behalf
fi_fi: Hyväksytty puolesta

# Agreement
source: Rejected on behalf
fi_fi: Hylätty puolesta

source: Accepted on %(dt)s
fi_fi: Hyväksytty %(dt)s
ja_jp: %(dt)s にアクセプト済

source: Rejected on %(dt)s
fi_fi: Hylätty %(dt)s
ja_jp: %(dt)s にリジェクト済

source: Event information
fi_fi: Tapahtuman tiedot
ja_jp: イベント情報

source: (optional)
fi_fi: (valinnainen)
ja_jp: (任意)

source: The agreement is already signed and no further action can be taken on this page.
fi_fi: Sopimus on jo allekirjoitettu, eikä tällä sivulla voi tehdä enää mitään.
ja_jp: 同意にはすでにサインされており、このページではこれ以上の対応はできません。

source: Notify managers on signature
fi_fi: Ilmoita allekirjoituksesta järjestäjille
ja_jp: 署名をマネージャーに通知

source: Event managers will receive emails every time an agreement is signed
fi_fi: Tapahtumajärjestäjät saavat sähköpostin aina, kun sopimus allekirjoitetaan
ja_jp: イベントマネージャーは、同意にサインされる度にメールを受け取ります

source: Paper form available
fi_fi: Paperilomake saatavilla
ja_jp: 紙の様式あり

source: Print this version for people to sign it physically
fi_fi: Tulosta tämä versio, jotta ihmiset voivat allekirjoittaa sen fyysisesti
ja_jp: このバージョンを印刷し、物理的に署名してもらう

source: One new agreement form to be sent
fi_fi: Yksi uusi sopimuslomake lähetettäväksi
ja_jp: %(count)s 通の新規同意様式が送られます

source: You can send all agreement requests
fi_fi: Voit lähettää kaikki sopimuspyynnöt
ja_jp: すべての同意請求を送信できます

source: Send all
fi_fi: Lähetä kaikki
ja_jp: すべて送信

source: %(count)s agreement pending to be signed
fi_fi: %(count)s sopimus odottaa allekirjoittamista
ja_jp: %(count)s 件の同意へのサインが保留中

source: You can send reminders for all pending agreements
fi_fi: Voit lähettää muistutuksia kaikista odottavista sopimuksista
ja_jp: すべての保留中の同意について、リマインダーを送信できます

source: Send new
fi_fi: Lähetä uusi
ja_jp: 新規送信

source: Agreement requests to be sent
fi_fi: Lähetettävät sopimuspyynnöt
ja_jp: 送付される同意書請求書

source: This person has no email address set so he cannot receive an agreement email. However, you can upload a signed agreement form for him.
fi_fi: Tällä henkilöllä ei ole sähköpostiosoitetta, joten hän ei voi vastaanottaa sopimusta sähköpostitse. Voit kuitenkin ladata allekirjoitetun sopimuslomakkeen hänen puolestaan.
ja_jp: この方はメールアドレスが設定されていないため、同意書のメールを受け取れません。ただし、署名済みの同意書をアップロードすることは可能です。

source: No email
fi_fi: Ei sähköpostia
ja_jp: メールなし

source: Send the agreement request to this person
fi_fi: Lähetä sopimuspyyntö tälle henkilölle
ja_jp: この人に同意請求書を送る

source: Answer manually for this person
fi_fi: Vastaa manuaalisesti tämän henkilön puolesta
ja_jp: この人に手動で回答

source: Remind pending
fi_fi: Muistuta odottavista pyynnöistä
ja_jp: リマインド保留中

source: Pending agreements
fi_fi: Odottavat sopimukset
ja_jp: 保留された同意書

source: Remind this person
fi_fi: Muistuta tätä henkilöä
ja_jp: この人にリマインド

source: Agreements signed
fi_fi: Allekirjoitetut sopimukset
ja_jp: 同意書に署名しました

source: Rejection reason: %(reason)s
fi_fi: Hylkäysperuste: %(reason)s
ja_jp: 却下理由: %(reason)s

source: Download scanned agreement form
fi_fi: Lähetä skannattu sopimuslomake
ja_jp: スキャンした同意書をダウンロード

source: Manage agreements
fi_fi: Hallitse sopimuksia
ja_jp: 同意書の管理

source: For selected pending agreements
fi_fi: Valituille odottaville sopimuksille
ja_jp: 選択した保留中の同意書に対して

source: For all pending agreements
fi_fi: Kaikille odottaville sopimuksille
ja_jp: 全ての保留中の同意書に対して

source: Send new agreements
fi_fi: Lähetä uudet sopimukset
ja_jp: 新規同意書の送信

source: To selected people
fi_fi: Valituille
ja_jp: 選択した人々へ

source: To all people
fi_fi: Kaikille
ja_jp: すべての人へ

source: Submit answer for
fi_fi: Lähetä vastaus
ja_jp: 回答を提出

source: Dear {person_name},
fi_fi: Hyvä {person_name},
ja_jp: {person_name}さん、

source: There is an agreement you are requested to sign for the event:
fi_fi: Tapahtumaa varten sinun on allekirjoitettava sopimus:
ja_jp: イベントには、あなたに署名していただかねばならない同意書があります:

source: You can sign it on the following page:
fi_fi: Voit allekirjoittaa sen tällä sivulla:
ja_jp: 次のページで署名ができます:

source: Best regards
fi_fi: Ystävällisin terveisin
ja_jp: 敬具

source: Agreement signature required
fi_fi: Sopimuksen allekirjoitus vaaditaan
ja_jp: 同意書への署名が必要です

source: Agreement signature required - Reminder
fi_fi: Sopimuksen allekirjoitus vaaditaan - Muistutus
ja_jp: 同意書への署名が必要です：リマインダー

source: Agreement accepted
fi_fi: Sopimus hyväksytty
ja_jp: 同意が承諾されました

source: Agreement rejected
fi_fi: Sopimus hylätty
ja_jp: 同意は拒絶されました

source: Dear event managers,
fi_fi: Hyvät tapahtumajärjestäjät,
ja_jp: イベントマネージャーの方へ、

source: A new agreement has been accepted for the event:
fi_fi: Tapahtumaa varten on hyväksytty uusi sopimus:
ja_jp: イベントにて新規に同意が承諾されました:

source: A new agreement has been rejected for the event:
fi_fi: Uusi sopimus tapahtumasta on hylätty:
ja_jp: イベントにて新規に同意が拒絶されました:

source: Person Info
fi_fi: Henkilötiedot
ja_jp: 人物情報

source: Name:
fi_fi: Nimi:
ja_jp: 名前:

source: Email:
fi_fi: Sähköposti:
ja_jp: メールアドレス:

source: You have been granted manager/submission privileges for a contribution.
fi_fi: Sinulle on myönnetty sisällön hallinta/lähetysoikeudet.
ja_jp: あなたに {} 個の投稿に対するマネージャー／提出権限が付与されました。

source: Grants management rights for contributions.
fi_fi: Myöntää hallintaoikeuden sisältöihin.
ja_jp: 投稿の管理権限を付与する。

source: Grants management rights for materials and minutes.
fi_fi: Myöntää hallintaoikeuden muistioihin ja materiaaleihin.
ja_jp: マテリアルや議事録の管理権限を付与する。

source: The target event already has contribution types
fi_fi: Kohdetapahtumalla on jo esitystyyppejä
ja_jp: 対象イベントには、すでに投稿タイプがあります

source: Contribution fields
fi_fi: Esityskentät
ja_jp: 投稿フィールド

source: The target event already has contribution fields
fi_fi: Kohdetapahtumassa on jo esityskentät
ja_jp: 対象イベントには既に投稿フィールドがあります

source: The target event already has contributions
fi_fi: Kohdetapahtumassa on jo esityksiä
ja_jp: 対象イベントにはすでに投稿があります

source: The title of the field
fi_fi: Kentän nimi
ja_jp: フィールドのタイトル

source: The description of the field
fi_fi: Kentän kuvaus
ja_jp: フィールドの説明

source: Whether the field has to be filled out
fi_fi: Onko kenttä pakollinen
ja_jp: フィールドが入力必須かどうか

source: Whether the field is available.
fi_fi: Onko kenttä käytettävissä.
ja_jp: フィールドが使用可能かどうか。
