Repository: Michi03/indico
Catalog: indico/translations/*/LC_MESSAGES/messages-all.po
Languages: fi_fi, ja_jp

source: Only scopes from this list may be requested by the app.
fi_fi: Sovellus voi pyytää vain tämän luettelon mukaisia käyttöoikeuksia.
ja_jp: このリストのスコープのみが、アプリによってリクエストされるでしょう。

source: If an application is not enabled, its OAuth tokens cannot be used and user cannot be prompted to authorize the application.
fi_fi: Jos sovellusta ei ole otettu käyttöön, sen OAuth-tunnuksia ei voi käyttää eikä käyttäjää voi pyytää valtuuttamaan sovellusta.
ja_jp: アプリケーションが有効でない場合、そのOAuthトークンは使用できず、ユーザーにアプリケーションを承認するよう促すこともできません。

source: Allow PKCE flow
fi_fi: Salli PKCE-laajennus
ja_jp: PKCEフローを許可

source: If enabled, the application can use the client-side PKCE flow which does not require the use of the Client Secret to get a token.
fi_fi: Kun tämä asetus on käytössä, sovellus voi käyttää asiakkaan PKCE-prosessia, joka ei vaadi asiakassalaisuuden käyttöä tunnuksen hakemiseen.
ja_jp: 有効にすると、アプリケーションは、クライアントサイド PKCE フローを使用でき、トークン取得のためのクライアントシークレットを使用する必要がありません。

source: Trusted
fi_fi: Luotettava
ja_jp: 信頼できる

source: Trusted applications will be granted authorization automatically and no intermediate page will be displayed during the authorization process.
fi_fi: Luotettavat sovellukset saavat valtuutuksen automaattisesti, eikä valtuutusprosessin aikana näytetä välisivua.
ja_jp: 信頼できるアプリケーションは自動的に認可され、認可の過程で中間ページを表示することはありません。

source: There is already an application with this name
fi_fi: Tällä nimellä on jo olemassa sovellus
ja_jp: この名前のアプリケーションはすでにあります

source: What's this token used for?
fi_fi: Mihin tätä tunnusta käytetään?
ja_jp: このトークンの使用目的

source: Scopes
fi_fi: Laajuudet

source: Scopes define what kind of access the token has.
fi_fi: Laajuudet määrittelevät millaiset pääsyoikeudet tunnuksella on.
ja_jp: スコープは、トークンがどのような種類のアクセスを持つかを定義します。

source: There is already a token with this name
fi_fi: Tällä nimellä on jo olemassa tunnus
ja_jp: この名前のトークンがすでにあります

source: Are you sure you want to revoke all %(num_users)s user authorizations?
fi_fi: Haluatko varmasti peruuttaa %(num_users)s käyttäjän kaikki valtuutukset?
ja_jp: 本当に全部で%(num_users)sのユーザー権限を取り消しますか？

source: Revoke user authorizations
fi_fi: Käyttäjän valtuutusten peruuttaminen
ja_jp: ユーザー権限を取り消す

source: Are you sure you want to reset the client secret?
fi_fi: Haluatko varmasti nollata asiakassalaisuuden?
ja_jp: 本当にクライアントシークレットをリセットしますか？

source: Reset client secret
fi_fi: Nollaa asiakassalaisuus
ja_jp: クライアントシークレットをリセット

source: Are you sure you want to remove this application?
fi_fi: Haluatko varmasti poistaa tämän sovelluksen?
ja_jp: 本当にこのアプリケーションを削除しますか？

source: Users:
fi_fi: Käyttäjät:
ja_jp: ユーザー:

source: This is a system application. It cannot be deleted and certain attributes cannot be changed.
fi_fi: Tämä on järjestelmäsovellus. Sitä ei voi poistaa, eikä tiettyjä ominaisuuksia voi muuttaa.
ja_jp: これはシステムアプリケーションです。削除したり、一部の属性を変更したりすることはできません。

source: The <code>%(setting_name)s</code> in your <code>indico.conf</code> file is set to <code>%(app_url)s</code>, but this URL is not in the list of allowed URLs below. This is almost certainly an error and you should add it to the list or the check-in app will not work.
fi_fi: Asetus <code>%(setting_name)s</code> tiedostossasi <code>indico.conf</code> on määritetty arvoon <code>%(app_url)s</code>, mutta tämä URL-osoite ei ole alla olevassa sallittujen osoitteiden listassa. Tämä on lähes varmasti virhe. Sinun tulee lisätä URL listaan, muuten sisäänkirjautumissovellus ei toimi.
ja_jp: <code>indico.conf</code>ファイルの<code>%(setting_name)s</code>は<code>%(app_url)s</code>に設定されていますが、このURLは 下記の許可されたURLリストにありません。ほぼ間違いなくこれはエラーなので、これをリストに追加しなければチェックインアプリは動きません。

source: Update application
fi_fi: Päivitä sovellus
ja_jp: 求人応募の更新

source: Register new application
fi_fi: Rekisteröi uusi sovellus
ja_jp: アプリケーションを新規登録

source: This is the list of applications authorized to access Indico. Click on the name of an application to see more information.
fi_fi: Tämä on luettelo sovelluksista, joilla on käyttöoikeus Indicoon. Napsauta sovelluksen nimeä saadaksesi lisätietoja.
ja_jp: これはこのIndicoのデータへのアクセスが承認されたアプリケーションのリストです。より詳しい情報を見るにはアプリケーション名をクリックして下さい。

source: There aren't any authorized applications.
fi_fi: Hyväksyttyjä sovelluksia ei ole.
ja_jp: 承認されたアプリケーションはありません。

source: is requesting the following permissions:
fi_fi: pyytää seuraavia käyttöoikeuksia:
ja_jp: が、以下の許可を求めています。

source: Permission already granted
fi_fi: Lupa jo myönnetty
ja_jp: すでに許可されています

source: Authorize
fi_fi: Valtuuta
ja_jp: 承認

source: There was an error during the OAuth authorization process:
fi_fi: OAuth-valtuutuksen prosessin aikana tapahtui virhe:
ja_jp: OAuthの認証処理中にエラーが発生しました:

source: Authorized applications
fi_fi: Hyväksytyt sovellukset
ja_jp: 承認されたアプリケーション

source: This is the list of applications you authorized to access your Indico data.
fi_fi: Tämä on luettelo sovelluksista, joille olet antanut luvan käyttää Indico-tietojasi.
ja_jp: インディコデータへのアクセスを許可したアプリケーションのリストです。

source: No third party applications have been authorized.
fi_fi: Kolmannen osapuolen sovelluksia ei ole hyväksytty.
ja_jp: サードパーティーのアプリケーションは許可されていません。

source: Authorized scopes:
fi_fi: Hyväksytyt laajuudet:
ja_jp: 承認されたスコープ:

source: Last used:
fi_fi: Viimeksi käytetty:
ja_jp: 最終利用:

source: %(app_name)s will no longer have access to your Indico data. Are you sure you want to revoke its access?
fi_fi: %(app_name)s ei enää pääse käsiksi Indico-tietoihisi. Haluatko varmasti peruuttaa sen käyttöoikeuden?
ja_jp: %(app_name)s はあなたのIndicoデータにアクセスできなくなります。 本当にこのアクセスを取り消しますか。

source: Revoke
fi_fi: Peruuta
ja_jp: 取消し

source: Create new token
fi_fi: Luo uusi tunnus
ja_jp: 新規トークンを作成

source: Tokens you generated to access the Indico APIs.
fi_fi: Indico-sovellusliittymiin pääsyä varten luomasi tunnukset.
ja_jp: あなたが生成したIndico APIへのアクセストークン。

source: Make sure to copy your API token now. You won't be able to see it again!
fi_fi: Muista kopioida API-tunnuksesi nyt. Et voi nähdä sitä enää myöhemmin!
ja_jp: 今すぐ確実にAPIトークンをコピーして下さい。もう一度閲覧する事はできません！

source: No tokens have been generated.
fi_fi: Tunnuksia ei ole luotu.
ja_jp: トークンは生成されていません。

source: Edit token '%(token_name)s'
fi_fi: Muokkaa tunnusta "%(token_name)s"
ja_jp: トークン '%(token_name)s' を編集

source: Last used from %(ip)s Total uses: %(count)s
fi_fi: Viimeksi käytetty IP-osoitteesta %(ip)s Käyttökerrat yhteensä: %(count)s
ja_jp: 最終利用元: %(ip)s 全利用回数: %(count)s

source: Regenerate token
fi_fi: Luo tunnus uudelleen
ja_jp: トークンを再生成します。

source: Regenerate token '%(token_name)s'
fi_fi: Luo tunnus ”%(token_name)s” uudelleen
ja_jp: トークン '%(token_name)s' を再生成

source: If you've lost/forgotten this token, you can regenerate it, but be aware that any applications or scripts using this token will need to be updated. You cannot undo this action.
fi_fi: Jos olet kadottanut tai unohtanut tämän tunnuksen, voit luoda sen uudelleen, mutta huomaa, että kaikki tätä tunnusta käyttävät sovellukset tai skriptit on päivitettävä. Tätä toimintoa ei voi peruuttaa.
ja_jp: 無くしたり忘れたりしたトークンを再度生成できますが、このトークンを用いる全てのアプリケーションやスクリプトのアップデートが必要となるので注意して下さい。この操作は取り消せません。

source: Revoke token
fi_fi: Peruuta tunnus
ja_jp: トークンを取り消し

source: Revoke token '%(token_name)s'
fi_fi: Peruuta tunnus ”%(token_name)s”
ja_jp: トークン '%(token_name)s' を取り消し

source: Any applications or scripts using this token will no longer be able to access the Indico API. You cannot undo this action.
fi_fi: Tätä tunnusta käyttävät sovellukset tai skriptit eivät enää voi käyttää Indico-sovellusliittymää. Tätä toimintoa ei voi peruuttaa.
ja_jp: このトークンを利用しているアプリケーションやスクリプトは、Indico APIにアクセスできなくなります。この操作は取り消せません。

source: Warning: You will not be able to create a new API token since only Indico admins can create API tokens.
fi_fi: Varoitus: Et voi luoda uutta API-tunnusta, koska vain Indicon ylläpitäjät voivat luoda API-tunnuksia.
ja_jp: 警告: 新規APIトークンの作成はできません。APIトークンの作成ができるのはIndico管理者のみです。

source: Room booking
fi_fi: Tilavaraus
ja_jp: 部屋の予約

source: Room bookings
fi_fi: Tilavaraukset
ja_jp: 部屋の予約

# Room booking permission name
source: Book
fi_fi: Varaa
ja_jp: 予約

# Room booking permission name
source: Prebook
fi_fi: Tee alustava varaus
ja_jp: 仮予約

source: Allows booking the room
fi_fi: Sallii tilan varaamisen
ja_jp: 部屋の予約を可能にする

source: Allows prebooking the room
fi_fi: Sallii tilan alustavan varauksen
ja_jp: 部屋の仮予約を可能にする

source: Allows booking rooms in the location
fi_fi: Sallii tilavaraukset sijainnissa

source: Allows prebooking rooms in the location
fi_fi: Sallii alustavat tilavaraukset sijainnissa

# Room booking permission name
source: Override
fi_fi: Ohita
ja_jp: 上書き

source: Allows overriding restrictions when booking the room
fi_fi: Sallii rajoitusten ohittamisen tilaa varattaessa
ja_jp: 部屋の予約時の制限を上書きできるようにする

# Room booking permission name
source: Moderate
fi_fi: Moderointi
ja_jp: 管理

source: Allows moderating bookings (approving/rejecting/editing)
fi_fi: Sallii varauksien moderoinnin (hyväksyminen/hylkääminen/muokkaaminen)
ja_jp: 予約の管理（承認／却下／編集）を可能にする

source: Booking cannot end before it starts
fi_fi: Varaus ei voi päättyä ennen kuin se on alkanut
ja_jp: 予約は開始前に終了できません

# Room notifications
source: None
fi_fi: Ei mitään

source: Rooms I own
fi_fi: Omistamani tilat
ja_jp: 自分が所有している部屋

source: Rooms I own, manage or moderate
fi_fi: Omistamani, hallinnoimani tai moderoimani tilat

source: Room notifications
fi_fi: Tilailmoitukset
ja_jp: ルーム通知

source: If you own, manage or moderate any rooms, you can choose whether to receive notifications about activity related to them.
fi_fi: Jos omistat, hallinnoit tai moderoit tiloja, voit valita, haluatko vastaanottaa ilmoituksia niihin liittyvästä toiminnasta.

source: Room blacklist
fi_fi: Tilan musta lista
ja_jp: ルームのブラックリスト

source: Regardless of the room notifications selected above, you will never receive notifications for rooms selected in this list.
fi_fi: Riippumatta yllä valituista tilailmoituksista, et koskaan saa ilmoituksia tässä luettelossa olevista tiloista.
ja_jp: 上記のルーム通知の選択に関わらず、このリストで選択したルームの通知は届きません。

source: The chosen date range does not include any of the weekdays you specified.
fi_fi: Valitsemasi aikaväli ei sisällä yhtään määrittelemääsi viikonpäivää.
ja_jp: 選択した期間は、あなたが指定した平日のどれも含みません。

source: The room booking module is not enabled.
fi_fi: Tilavarausmoduulia ei ole otettu käyttöön.
ja_jp: 部屋の予約モジュールが有効になっていません。

source: You are not authorized to access the room booking system.
fi_fi: Sinulla ei ole käyttöoikeutta tilavarausjärjestelmään.
ja_jp: あなたは、部屋の予約システムにアクセスする権限がありません。

source: Cannot delete location with active rooms
fi_fi: Ei voi poistaa sijaintia, jossa on aktiivisia tiloja
ja_jp: アクティブなルームがあるロケーションは削除できません

source: Start time should not be later than end time
fi_fi: Aloitusaika ei saa olla myöhäisempi kuin lopetusajankohta
ja_jp: 開始時刻は終了時刻より遅くてはなりません

source: Periods may not overlap
fi_fi: Ajanjaksot eivät saa mennä päällekkäin
ja_jp: 期間は重複できません

source: You cannot upload this file as a room picture.
fi_fi: Et voi ladata tätä tiedostoa tilan kuvaksi.
ja_jp: このファイルを部屋写真としてアップロードすることはできません。

source: The file has an invalid format ({format}).
fi_fi: Tiedoston muoto ei ole kelvollinen ({format}).
ja_jp: ファイル形式が無効（{format}）です。

source: You cannot create a booking which starts in the past
fi_fi: Et voi luoda varausta, joka alkaa menneisyydessä.
ja_jp: 過去に開始する予約は作成できません

source: Bookings for the room "{}" may not be longer than {} days
fi_fi: Tilan "{}" varaukset eivät saa olla pidempiä kuin {} päivää
ja_jp: 部屋「{}」の予約は、{}日より長くはできません。

source: The room has been deleted
fi_fi: Tila on poistettu
ja_jp: 部屋は削除されました

source: This booking has already been approved or rejected.
fi_fi: Tämä varaus on jo hyväksytty tai hylätty.

source: This booking has already been cancelled or rejected.
fi_fi: Tämä varaus on jo peruutettu tai hylätty.

source: Enter contribution title or #id
fi_fi: Syötä esityksen otsikko tai #ID
ja_jp: 投稿タイトルまたは #id を入力

source: Enter session block title
fi_fi: Syötä istuntojakson otsikko
ja_jp: セッションブロックのタイトルを入力

source: Enter the contribution name.
fi_fi: Syötä esityksen nimi.
ja_jp: 投稿名を入力してください。

source: Enter the session block name.
fi_fi: Syötä istuntojakson nimi.
ja_jp: セッションブロック名を入力してください。

source: Reservation has no valid occurrences
fi_fi: Varauksella ei ole voimassa olevia tapahtumia
ja_jp: 予約に有効な回がありません

source: You cannot book this room more than {} days in advance
fi_fi: Tämän tilan voi varata vain {} päivää etukäteen
ja_jp: この部屋は、{}日よりも前に予約することができません。

source: Booking could not be created. Probably somebody else booked the room in the meantime.
fi_fi: Varausta ei voitu tehdä. Todennäköisesti joku muu varasi tilan samaan aikaan.
ja_jp: 予約は作成できませんでした。おそらく、その間に他の人が部屋を予約したのでしょう。

source: Event has already finished
fi_fi: Tapahtuma on jo päättynyt
ja_jp: イベントは終了しています

source: Link existing booking
fi_fi: Linkitä olemassa oleva varaus
ja_jp: 既存の予約をリンク

source: Book a room
fi_fi: Varaa tila
ja_jp: 部屋を予約

source: For whom
fi_fi: Kenelle
ja_jp: 宛先

source: Linked to
fi_fi: Linkitetty kohteeseen
ja_jp: リンク

source: Reservation
fi_fi: Varaus
ja_jp: 予約

source: Rejected:
fi_fi: Hylätty:
ja_jp: 拒否されました:

source: Awaiting approval
fi_fi: Odottaa hyväksyntää
ja_jp: 承認待ち

source: There are no room bookings for this event yet.
fi_fi: Tapahtumalla ei ole vielä tilavarauksia.
ja_jp: このイベントには部屋の予約がまだありません。

source: See reservation details
fi_fi: Katso varauksen tiedot
ja_jp: 予約の詳細を見る

source: Best regards,
fi_fi: Ystävällisin terveisin,
ja_jp: よろしくお願いいたします,

source: Confirm room blockings
fi_fi: Vahvista tilojen estot
ja_jp: 部屋のブロックを承認

source: %(name)s has created a blocking for some rooms you manage.
fi_fi: %(name)s on estänyt joitakin hallinnoimiasi tiloja.
ja_jp: %(name)s が、あなたが管理する部屋のどれかをブロックしました。

source: %(name)s has created a blocking for a room you manage.
fi_fi: %(name)s on estänyt hallinnoimasi tilan.
ja_jp: %(name)s が、あなたが管理する部屋をブロックしました。

source: Room:
fi_fi: Tila:
ja_jp: 部屋:

source: Rooms:
fi_fi: Tilat:
ja_jp: 部屋:

source: Reason:
fi_fi: Peruste:
ja_jp: 理由:

source: You can approve or reject this blocking request here:
fi_fi: Voit hyväksyä tai hylätä tämän estopyynnön täällä:
ja_jp: こちらでこの予約申込を承認または却下できます:

source: Room blocking ACCEPTED
fi_fi: Tilan esto hyväksytty
ja_jp: 部屋のブロックが承認されました

source: Room blocking REJECTED
fi_fi: Tilan esto hylätty
ja_jp: 部屋のブロックが却下されました

source: Your room blocking request has been ACCEPTED by a room manager.
fi_fi: Tilan hallinnoija on hyväksynyt tilan estopyyntösi.
ja_jp: あなたのブロック申請は、ルームマネージャーによって「承認」されました。

source: Your room blocking request has been REJECTED by a room manager.
fi_fi: Tilan hallinnoija on hylännyt tilan estopyyntösi.
ja_jp: あなたのブロック申請は、ルームマネージャーによって「拒否」されました。

source: Action: ACCEPTED
fi_fi: Toimenpide: HYVÄKSYTTY
ja_jp: アクション: 承認されました

source: Action: REJECTED
fi_fi: Toimenpide: HYLÄTTY
ja_jp: アクション: 拒否されました

source: You can view the details of your blocking here:
fi_fi: Voit tarkastella eston yksityiskohtia täällä:
ja_jp: ブロックの詳細はこちらで確認できます:

source: You can check the details of the booking here:
fi_fi: Voit tarkistaa varauksen tiedot täältä:
ja_jp: 予約の詳細はこちらで確認できます:

source: Booking details:
fi_fi: Varauksen tiedot:
ja_jp: 予約の詳細:

source: Remember you can always check your bookings here:
fi_fi: Muista, että voit aina tarkistaa varauksesi täältä:
ja_jp: 予約の確認は、いつでもこちらからできますので、お忘れなく:

source: [%(room)s] Booking cancelled (%(start)s)
fi_fi: [%(room)s] Varaus peruutettu (%(start)s)
ja_jp: [%(room)s]の予約がキャンセルされました（%(start)s）

source: A booking in your room '%(room)s' has been CANCELLED by the user.
fi_fi: Käyttäjä on peruuttanut varauksen tilassasi ”%(room)s”.
ja_jp: あなたの部屋「%(room)s」の予約は、ユーザーによってキャンセルされました。

source: You have CANCELLED your booking:
fi_fi: Olet perunut varauksesi:
ja_jp: 予約をキャンセルしました:

source: [%(room)s] Booking approval changed state (%(start)s)
fi_fi: [%(room)s] Varauksen hyväksynnän tila muuttui (%(start)s)
ja_jp: [%(room)s] 予約の承認状況が変わりました (%(start)s)

source: A booking in a room you manage has been MODIFIED and the changes require approval.
fi_fi: Hallinnoimaasi tilaan tehtyä varausta on muutettu, ja muutokset vaativat hyväksynnän.
ja_jp: あなたか管理している部屋の予約に変更が生じたので、承認が必要です。

source: Your booking has been MODIFIED and the changes require approval.
fi_fi: Varaustasi on muutettu, ja muutokset vaativat hyväksynnän.
ja_jp: 予約は変更され、その変更には承認が必要です。

source: [%(room)s] Booking confirmed (%(start)s)
fi_fi: [%(room)s] Varaus vahvistettu (%(start)s)
ja_jp: [%(room)s] 予約が確定しました (%(start)s)

source: A booking in your room '%(room)s' has been CONFIRMED by a room manager.
fi_fi: Tilan hallinnoija on vahvistanut varauksen tilaasi %(room)s.
ja_jp: あなたの部屋「%(room)s」の予約は、ルームマネージャーによって確定されました。

source: The following message was provided by the room manager:
fi_fi: Tilan hallinnoijan viesti:
ja_jp: ルームマネージャーから次のようなメッセージがありました:

source: Your booking has been ACCEPTED.
fi_fi: Varauksesi on HYVÄKSYTTY.
ja_jp: ご予約が承認されました。

source: This is the final confirmation.
fi_fi: Tämä on lopullinen vahvistus.
ja_jp: これが最終確認です。

source: [%(room)s] New Pre-Booking (%(start)s)
fi_fi: [%(room)s] Uusi alustava varaus (%(start)s)
ja_jp: [%(room)s] 新規仮予約 (%(start)s)

source: [%(room)s] New booking (%(start)s)
fi_fi: [%(room)s] Uusi varaus (%(start)s)
ja_jp: [%(room)s] 新規予約 (%(start)s)

source: There is a new pre-booking for your room.
fi_fi: Tilaasi on tehty uusi alustava varaus.
ja_jp: あなたの部屋の新しい仮予約が入りました。

source: There is a new booking for your room.
fi_fi: Tilaasi on tehty uusi varaus.
ja_jp: あなたのお部屋に新しい予約が入りました。

source: [%(room)s] Pre-Booking awaiting acceptance (%(start)s)
fi_fi: [%(room)s] alustava varaus odottaa hyväksyntää (%(start)s)
ja_jp: [%(room)s] 仮予約承認待ち (%(start)s)

source: The conference room %(room)s%(linebreak)s has been pre-booked for %(name)s%(linebreak)s on %(date)s from %(from)s to %(to)s.
fi_fi: Kokoushuone %(room)s%(linebreak)s on varattu alustavasti käyttäjälle %(name)s%(linebreak)s päivämäärälle %(date)s klo %(from)s–%(to)s.
ja_jp: 会議室 %(room)s%(linebreak)s を %(name)s%(linebreak)s に %(date)s の %(from)s から %(to)s まで事前予約しました。

source: The conference room %(room)s%(linebreak)s has been pre-booked for %(name)s%(linebreak)s %(map)s from %(from)s to %(to)s between %(start)s and %(end)s.
fi_fi: Kokoushuone %(room)s%(linebreak)s on alustavasti varattu käyttäjälle %(name)s%(linebreak)s%(map)s ajalle %(from)s–%(to)s klo %(start)s–%(end)s.
ja_jp: 会議室 %(room)s%(linebreak)s を %(name)s%(linebreak)sに%(map)s %(from)s から %(to)s まで%(start)s から %(end)s の間で事前予約しました。

source: The conference room %(room)s%(linebreak)s has been booked for %(name)s%(linebreak)s on %(date)s from %(from)s to %(to)s.
fi_fi: Kokoushuone %(room)s%(linebreak)s on varattu käyttäjälle %(name)s%(linebreak)s päivälle %(date)s klo %(from)s–%(to)s.
ja_jp: 会議室 %(room)s%(linebreak)s を %(name)s%(linebreak)s に %(date)s の %(from)s から %(to)s の間で予約しました。

source: The conference room %(room)s%(linebreak)s has been booked for %(name)s%(linebreak)s %(map)s from %(from)s to %(to)s between %(start)s and %(end)s.
fi_fi: Kokoushuone %(room)s%(linebreak)s on varattu käyttäjälle %(name)s%(linebreak)s%(map)s ajalle %(from)s–%(to)s klo %(start)s–%(end)s.
ja_jp: 会議室 %(room)s%(linebreak)s を %(name)s%(linebreak)s %(map)s に %(from)s から %(to)s まで、 %(start)s から %(end)s の間で予約しました。

source: (Note that there are %(excluded)s excluded days. For further info, check your reservation.)
fi_fi: Huom. %(excluded)s päivää on poissuljettu. Saat lisätietoja tarkastamalla varauksesi.
ja_jp: (ただし、除外日が%(excluded)s日あります。詳しい情報は予約を確認してください。)

source: If you end up not needing this room, please cancel the booking from the booking details so that the room can be booked by somebody else.
fi_fi: Jos et tarvitse tätä tilaa, peruuta varaus varauksen tiedoista, jotta joku muu voi varata sen.
ja_jp: もし、この部屋が不要になった場合は、他の方が予約できるように、「予約の詳細」から予約をキャンセルしてください。

source: Please be aware that in special (rare) cases the person responsible for this room may reject your booking. Should that happen you will be instantly notified by e-mail.
fi_fi: Huomioithan, että erityisissä (harvinaisissa) tapauksissa tämän tilan vastuuhenkilö voi hylätä varauksesi. Jos näin tapahtuu, saat siitä välittömästi ilmoituksen sähköpostitse.
ja_jp: この部屋の責任者は、特別な（稀な）場合、あなたの予約を却下することがありますので、注意してください。その場合はすぐにメールでお知らせします。

source: Note:
fi_fi: Huomautus:
ja_jp: ノート:

source: Your pre-booking is NOT YET ACCEPTED by a room manager. Please be aware that pre-bookings are subject to acceptance or rejection. Expect an e-mail with acceptance/rejection information.
fi_fi: Tilan hallinnoija ei ole vielä hyväksynyt alustavaa varaustasi. Huomaa, että alustavat varaukset voivat tulla hyväksytyiksi tai hylätyiksi. Saat sähköpostitse tiedon varauksen hyväksymisestä tai hylkäämisestä.
ja_jp: ルームマネージャーはあなたの仮予約を「まだ承認していません」。仮予約は、承認または却下される事があることに気をつけてください。メールでの承認／却下のお知らせをお待ち下さい。

source: [%(room)s] Booking modified (%(start)s)
fi_fi: [%(room)s] Varausta muutettu (%(start)s)
ja_jp: [%(room)s] 予約変更されました (%(start)s)

source: A booking in a room you manage has been MODIFIED.
fi_fi: Hallinnoimasi tilan varausta on muutettu.
ja_jp: あなたが管理している部屋の予約が変更されました。

source: Your booking has been MODIFIED.
fi_fi: Varaustasi on muutettu.
ja_jp: あなたの予約が変更になりました。

source: [%(room)s] Booking cancelled (%(start)s) (SINGLE OCCURRENCE)
fi_fi: [%(room)s] Varaus peruttu (%(start)s) (yksittäinen esiintymä)
ja_jp: [%(room)s] 予約が承認されました (%(start)s) (一回分)

source: The date %(date)s from a booking that concerns one of your rooms has been CANCELLED by the user.
fi_fi: Käyttäjä on perunut varauksen päivälle %(date)s, joka koskee yhtä tiloistasi.
ja_jp: あなたの部屋のひとつに関連する予約から、日付 %(date)s がユーザーによってキャンセルされました。

source: You have CANCELLED an occurrence of your booking on %(date)s.
fi_fi: Olet perunut varauksesi esiintymän päivälle %(date)s.
ja_jp: あなたは %(date)s の予約一回分をキャンセルしました。

source: [%(room)s] Booking rejected (%(start)s) (SINGLE OCCURRENCE)
fi_fi: [%(room)s] Varaus hylätty (%(start)s) (YKSITTÄINEN esiintymä)
ja_jp: [%(room)s] 予約が却下されました (%(start)s) (一回分)

source: A booking has been REJECTED by the manager of the room '%(name)s' for the %(date)s.
fi_fi: Tilan ”%(name)s” hallinnoija hylkäsi varauksen päivälle %(date)s.
ja_jp: %(date)s の予約はルームマネージャー「%(name)s」によってキャンセルされました。

source: Your booking has been REJECTED by the manager of the room for the %(date)s.
fi_fi: Tilan hallinnoija hylkäsi varauksesi päivälle %(date)s.
ja_jp: あなたの %(date)s の予約はルームマネージャーによって却下されました。

source: [%(room)s] Booking rejected (%(start)s)
fi_fi: [%(room)s] Varaus hylätty (%(start)s)
ja_jp: [%(room)s] 予約は却下されました (%(start)s)

source: A booking has been REJECTED by the manager of the room '%(name)s'.
fi_fi: Tilan %(name)s vastuuhenkilö on hylännyt varauksen.
ja_jp: 予約がルームマネージャー「%(name)s」によって却下されました。

source: Your booking has been REJECTED by the manager of the room.
fi_fi: Tilan hallinnoija hylkäsi varauksesi.
ja_jp: あなたの予約はルームマネージャーによって却下されました。

source: For:
fi_fi: Varattu:
ja_jp: 対象:

source: Hours:
fi_fi: Aika:
ja_jp: 時間

source: How to find a key:
fi_fi: Avaimen nouto:
ja_jp: 鍵の見つけ方:

source: One of your bookings will come to an end soon
fi_fi: Yksi varauksistasi päättyy pian
ja_jp: 予約のひとつがまもなく終了します

source: Some of your bookings will come to an end soon
fi_fi: Jotkut varauksistasi päättyvät pian
ja_jp: 予約のいくつかがまもなく終了します

source: There is a booking under your name that will soon come to an end:
fi_fi: Nimelläsi on varaus, joka päättyy pian:
ja_jp: あなたの名前で予約しているものがありますが、まもなく終了します:

source: There are bookings under your name that will soon come to an end:
fi_fi: Nimelläsi on varauksia, jotka päättyvät pian:
ja_jp: あなたの名前で予約しているものがありますが、それらはまもなく終了します:

source: Reason of the booking:
fi_fi: Varauksen peruste:
ja_jp: 予約目的:

source: Reservation reminder
fi_fi: Varausmuistutus
ja_jp: 予約のリマインダー

source: This is a reminder about a booking under your name:
fi_fi: Tämä on muistutus nimelläsi tehdystä varauksesta:
ja_jp: あなたの名前での予約についてのリマインダーです:

source: This is a reminder about bookings under your name:
fi_fi: Tämä on muistutus nimelläsi tehdyistä varauksista:
ja_jp: あなたの名前での予約についてのリマインダーです:
